!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
001
01
02
03
04
05
06
07
08
09
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
101
102
103
104
105
106
107
108
109
11
110
111
112
113
114
115
116
117
118
119
12
120
121
122
123
124
125
126
127
128
129
13
130
131
132
133
134
135
136
137
138
139
14
140
141
142
143
144
145
146
147
148
149
15
150
151
152
153
154
155
156
157
158
159
16
160
161
162
163
164
165
166
167
168
169
17
170
171
172
173
174
175
176
177
178
179
18
180
181
182
183
184
185
186
187
188
189
19
190
191
192
193
194
195
196
197
198
199
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
202
203
204
205
206
207
208
209
21
210
211
212
213
214
215
216
217
218
219
22
220
221
222
223
224
225
226
23
230
231
232
233
234
237
238
24
25
252
253
255
26
261
263
264
266
267
268
27
273
274
275
278
28
288
29
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
31
314
32
326
33
34
35
36
37
38
39
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
41
42
43
44
45
46
47
48
49
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
51
52
53
54
55
56
57
58
59
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
61
62
63
64
65
66
67
68
69
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
71
72
73
74
75
76
77
78
79
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
81
82
83
84
85
86
87
87276
88
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
91
92
93
94
95
96
97
978
98
99
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
ab
abandon
abandoned
abhimanyu
abiding
abl
able
abode
abounding
about
above
abs
absence
abuse
ac
acc
accent
accept
accepted
accompanied
accomplished
accord
according
accordingly
account
acquired
act
acting
action
actions
active
activity
actor
acts
ad
add
added
addition
addressed
adds
adhyayas
adi
adj
adjective
adopted
adorned
adv
advice
advised
ae
af
aff
affected
affection
affix
afflicted
affs
afraid
after
ag
again
against
agastya
age
agent
agitated
agni
agreeable
agreed
agreement
ah
ai
aim
air
aitareya
aitbr
aj
ak
al
all
allowed
alms
alone
along
already
also
although
altindisches
always
am
american
among
amrta
an
ancient
and
andhakas
anga
anger
angiras
angry
animal
animals
another
answer
anusasana
any
anything
ao
aor
ap
apart
api
apparently
appear
appearance
appeared
appears
application
applied
appointed
approach
approached
approaching
aq
ar
aranyaka
are
area
argument
arising
arjuna
arm
armed
armour
arms
army
around
arranged
arrangement
arrived
arrow
arrows
art
article
aryan
as
ascetic
ascetics
ashes
aside
ask
asked
asrama
assembly
associated
association
assumed
assured
astronomy
asunder
asura
asuras
asvamedha
asvatthaman
at
ata
atharvaveda
attached
attachment
attack
attacked
attain
attained
attainment
attendant
attendants
attended
attention
attributes
au
augment
auspicious
austerities
author
authority
authors
av
aw
away
ax
ay
az
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
back
bad
bala
balarama
bali
ball
bamboo
bank
banks
bar
bark
barley
base
based
basis
bath
bathe
bathed
bathing
battle
bb
bc
bd
bdag
be
bear
bearing
beautiful
beauty
became
because
become
becomes
becoming
bed
bee
been
before
began
begin
beginning
behaviour
behind
being
beings
belly
belonging
beloved
below
bent
besides
best
better
between
beyond
bf
bg
bh
bha
bhag
bhagavad
bhagavata
bharata
bharatas
bharatavarsa
bharati
bhartr
bhasya
bhat
bhima
bhimasena
bhisma
bhp
bhpr
bi
big
bind
binding
bird
birds
birth
bj
bk
bl
black
blessed
blind
bliss
blood
blow
blue
bm
bn
bo
boat
bodies
bodily
body
boiled
bom
bone
book
books
boon
born
both
bound
bow
boy
bp
bq
br
brahma
brahman
brahmana
brahmanas
brahmin
brahmins
branch
branches
brave
break
breaking
breast
breath
bri
bright
brilliant
bring
bringing
brjod
broken
brother
brothers
brought
bs
bskyed
bstan
bt
bu
bud
buddh
buddha
buddhist
buddhists
building
built
bull
burn
burning
burnt
business
but
butter
bv
bw
bx
by
bya
byang
byed
byung
bz
bzhin
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cad
caiva
calamity
calendopedia
calf
call
called
calling
came
camphor
can
candra
cane
cannot
capable
capital
car
care
carriage
carried
carry
carrying
case
cases
cast
caste
cat
cattle
caus
causal
cause
caused
causes
causing
cave
cb
cc
cd
ce
celebrated
celestial
censure
center
central
centre
century
ceremonies
ceremony
certain
cessation
cf
cg
ch
chad
chand
change
changed
chapter
chapters
character
characteristic
characteristics
charge
chariot
charioteer
chariots
chd
chen
chezy
chief
child
children
chos
chosen
chup
churning
ci
circle
cit
citation
city
cj
ck
cl
class
classes
classical
clean
clear
clearly
clever
close
closely
cloth
clothes
cloud
clouds
cm
cn
co
cognition
col
cold
collect
collected
collection
college
colour
coloured
com
combination
combined
come
comes
coming
comm
command
commentary
commentator
common
commonly
comp
companion
company
compared
comparison
complete
completely
composed
composition
compound
compounds
con
concealed
conception
conch
conclusion
condition
conduct
confused
confusion
conjunction
connected
connection
conquered
consciousness
consequence
consider
consideration
considered
consisting
constellation
contact
containing
contains
content
contents
context
continued
contradiction
control
controlled
copper
corn
corr
correct
corresponding
cotton
could
countries
country
course
court
cover
covered
covering
cow
cows
cp
cq
cr
created
creation
creator
creeper
crooked
cross
crossed
crow
cruel
cry
cs
ct
cu
cur
current
curse
cursed
cut
cutting
cv
cw
cx
cy
cz
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
dag
daily
daksa
dam
dance
dancing
dang
danger
dark
darkness
das
dasyus
dat
date
daughter
daughters
dawn
day
days
db
dbang
dc
dd
de
dead
dear
death
debt
decay
decided
declared
deeds
deep
deer
defeat
defeated
defect
definition
degree
deities
deity
delhi
delight
delighted
demon
demons
den
denote
denotes
departure
dependent
deprived
derived
desas
descendant
descendants
descended
descent
described
description
desid
desire
desired
desires
desirous
destroy
destroyed
destroyer
destroying
destruction
details
determined
deva
devas
development
devi
devoid
devoted
devotee
devotion
df
dg
dh
dha
dharma
dharmas
dhrstadyumna
dhrtarastra
di
dice
dictionary
did
die
died
difference
different
difficult
difficulty
digitized
direct
directed
direction
directions
disam
disappeared
discharge
disciple
disciples
disease
displaystyle
disposition
distance
distinct
distinction
distinguished
distress
distressed
district
divide
divided
dividing
divine
division
divisions
divya
dj
djvu
dk
dl
dm
dmigs
dn
do
doctrine
does
dog
dogs
doing
don
done
door
double
doubt
doubtful
down
dp
dq
dr
drama
draupadi
draw
drawing
drawn
dream
dress
drink
drinking
drive
driving
drona
drop
drug
drum
drupada
dry
ds
dt
du
dual
due
durga
during
duryodhana
dus
dust
duties
duty
dv
dvaraka
dw
dwelling
dx
dy
dynasty
dz
dzin
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
each
ear
earlier
early
ears
earth
easily
east
eastern
easy
eat
eaten
eating
eb
ec
eclipse
ed
edited
edition
ee
ef
effect
effort
eg
eh
ei
eight
eighteen
eighth
either
ej
ek
el
elder
element
elements
elephant
elephants
eleven
else
elsewhere
em
embrace
emended
eminent
employed
en
enable
end
ending
endowed
ends
enemies
enemy
energy
engaged
english
enjoy
enjoyed
enjoyment
enough
enter
entered
entering
entire
entrance
entry
eo
ep
epic
epithet
epoch
eq
equal
er
es
esp
especially
essence
essential
established
et
etc
ete
eternal
ether
eu
european
ev
eva
even
evening
event
events
ever
every
everything
everywhere
evidence
evil
ew
ex
exalted
example
examples
excellence
excellent
except
excess
excessive
exertion
exist
existence
existent
existing
expedition
experience
explain
explained
explains
explanation
expressed
expression
extended
extent
external
ey
eye
eyed
eyes
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
face
faced
fact
faith
fall
fallen
falling
false
fame
family
famous
far
fast
fat
fate
father
fault
favour
fb
fc
fd
fe
fear
feeding
feel
feeling
feet
fell
felt
fem
female
feminine
festival
fever
few
ff
fg
fh
fi
field
fierce
fifth
fig
fight
fighters
fighting
figure
fill
filled
final
find
finding
fine
finger
fingers
fire
firm
first
fish
fit
five
fixed
fj
fk
fl
flag
flesh
flight
float
flow
flower
flowers
flowing
fly
flying
fm
fn
fo
fold
follow
followed
follower
followers
following
follows
fond
food
foot
for
force
fore
forehead
forest
forests
form
formation
formed
former
formerly
forming
forms
formula
forth
fortune
forward
fought
found
four
fourth
fp
fq
fr
fragrant
free
freed
frequently
fresh
friend
friendly
friends
friendship
from
front
fruit
fruits
fs
ft
fu
full
fully
function
funeral
furnished
further
fut
future
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gain
gal
galava
game
gan
gandharva
gandharvas
gang
ganga
ganges
ganita
garden
garland
garment
garuda
gate
gathered
gaut
gautama
gave
gb
gc
gcig
gd
ge
gem
gen
general
generally
germ
get
gets
getting
gf
gg
gh
ghee
gi
gift
gifts
girl
git
gita
give
given
gives
giving
gj
gk
gl
glory
gloss
gm
gn
gnas
go
goat
gobh
god
goddess
gods
goes
going
gold
golden
gone
good
google
got
government
gp
gq
gr
grain
gram
grammar
grammatical
grandson
grant
grass
great
greater
greatly
greatness
greek
green
grgreat
grief
ground
group
grow
growing
grown
grub
gs
gt
gu
guard
guide
guna
guru
gv
gw
gx
gy
gyi
gyis
gyur
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
had
hair
half
hall
hand
hands
handsome
hanumant
happened
happiness
happy
hard
hari
hariv
has
hastinapura
have
having
hb
hc
hcar
hcat
hd
he
head
heads
heap
hear
heard
hearing
heart
heat
heaven
heavenly
held
hell
help
hence
her
here
hermit
hermitage
hero
heroes
hf
hg
hh
hi
hidden
hide
high
higher
highest
highly
hill
him
himavant
himself
hindu
his
history
hit
hj
hk
hl
hm
hn
ho
hog
hold
holding
hole
hollow
holy
home
honey
honour
honoured
hope
horse
horses
hostile
hot
house
how
however
hp
hparis
hq
hr
hs
ht
html
http
https
hu
human
hundred
hurt
husband
hv
hw
hx
hy
hymn
hymns
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
ib
ibid
ic
icch
id
idea
identical
identified
ie
if
ifc
ig
ignorance
ignored
ih
ii
iii
ij
ik
il
ill
illustration
im
image
immediately
imperative
impf
implying
importance
important
impv
in
incarnation
included
including
increase
increased
ind
indeed
independent
index
india
indian
indica
indische
individual
indo
indra
inf
inference
inferior
influence
information
informed
ing
injure
injury
inner
inscr
insect
inside
instance
instead
institute
instr
instruction
instrument
intellect
intelligence
intelligent
intended
intens
intent
intention
intercourse
interest
internal
interpretation
into
introduction
io
ip
iq
ir
iranian
iron
irr
is
isbn
it
iti
its
itself
iu
iv
iva
iw
ix
iy
iz
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jain
janamejaya
janapada
janapadan
janapadas
jar
jasmine
jat
jayadratha
jb
jc
jd
je
jewel
jewels
jf
jg
jh
ji
jj
jk
jl
jm
jn
jo
join
joined
journal
journey
joy
jp
jq
jr
js
jt
ju
jug
juice
just
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kadru
kala
kali
kalidasa
kalpa
kamsa
kanda
karma
karna
kasi
kasyapa
katha
kathaka
kau
kaurava
kauravas
kaus
kb
kc
kd
ke
keep
keeper
keeping
kekayas
kept
kf
kg
kh
khgr
khs
ki
kill
killed
killing
kind
kinds
king
kingdom
kings
kir
kj
kk
kl
km
kn
knew
know
knowing
knowledge
known
knows
ko
kp
kq
kr
krishna
krisna
krsna
krta
ks
ksatriya
ksatriyas
kt
ku
kubera
kula
kull
kum
kun
kunti
kuru
kuruksetra
kurus
kv
kw
kx
ky
kyi
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
lac
laid
lake
laksmana
lalit
lam
lamp
land
lang
language
languages
lanka
lar
large
las
last
lasting
lat
later
lati
latter
lav
law
lay
lb
lc
lch
ld
ldan
le
lead
leader
leading
leaf
learn
learned
learning
learnt
leave
leaves
leaving
leben
led
left
legs
length
less
let
letter
letters
lf
lg
lh
li
liberation
library
lid
life
light
lightning
like
limbs
limit
line
lineage
lines
lion
liquor
list
listed
lit
literature
little
live
lived
lives
living
lj
lk
ll
lm
ln
lo
loc
location
long
longing
longitude
look
looked
looking
loose
lord
loss
lost
lotus
loud
love
lovely
lover
low
lower
lp
lq
lr
ls
lt
lta
lu
lunar
lustre
lute
lv
lw
lx
ly
lying
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
made
madras
magic
magical
maha
mahabharata
mahavisnu
main
maitrayani
maitrs
make
makes
making
mal
male
mama
man
mandara
manes
mango
manifest
manner
mansion
mantra
mantras
manu
manuscript
manuscripts
many
mar
march
mark
markandeya
marked
marks
marriage
married
mars
mas
masculine
mass
master
material
matter
may
maya
mb
mbh
mc
mci
md
me
meal
mean
meaning
means
meant
measure
meat
med
medical
medicinal
medicine
meditation
meet
meeting
megh
member
men
mendicant
mental
mention
mentioned
mercury
mere
merely
merit
meru
messenger
met
metal
method
metre
mf
mfn
mg
mh
mi
middle
might
mighty
military
milk
mind
minded
minister
missile
missiles
mixed
mj
mk
ml
mm
mn
mngon
mo
mode
modern
moment
money
monkey
monkeys
month
months
moon
more
morning
most
mostly
mother
mothers
motion
mount
mountain
mountains
mouth
move
moved
moving
mp
mq
mr
ms
msa
mss
mt
mtshan
mu
much
multiplied
multitude
muni
music
musical
must
mutual
mv
mw
mx
my
mystical
mythical
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
naigh
naish
nakula
nala
nama
name
named
namely
names
narada
narayana
narrated
nas
national
natural
nature
navel
nb
nc
ncert
nd
ne
near
necessary
neck
necklace
nectar
need
neg
neither
net
neuter
never
new
news
next
nf
ng
nh
ni
nibodha
night
nine
nir
nj
nk
nl
nm
nn
no
noble
noise
nom
non
none
nor
north
northern
nose
not
note
notes
nothing
noun
nouns
now
np
npr
nq
nr
ns
nt
nu
number
numbers
nut
nv
nw
nx
ny
nya
nyid
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
object
objects
oblation
oblations
observance
observe
observed
observing
obtain
obtained
obtaining
oc
occasion
occur
occurring
occurs
ocean
od
oe
of
off
offer
offered
offering
offerings
office
official
offset
offspring
often
og
oh
oi
oil
oj
ok
ol
old
om
omits
omitted
on
once
one
ones
oneself
only
oo
op
open
opening
opinion
opp
opposed
opposite
opposition
oq
or
order
ordered
ordinary
org
organ
organs
oriental
origin
original
originally
ornament
ornaments
os
ot
other
others
otherwise
ou
our
out
outer
outside
ov
over
overcome
ow
own
ox
oy
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
pada
padma
page
pagenum
pain
palace
palm
pan
pancala
pancalas
pandava
pandavas
pandit
pandu
par
para
parameter
parasurama
part
partic
particle
particular
parts
parva
parvan
parvati
pas
pass
passage
passages
passed
passing
passion
past
pat
patanjali
path
patr
pay
pb
pc
pd
pdf
pe
peace
peacock
peak
pearl
peculiar
penance
people
pepper
per
perception
perfect
perfection
perform
performance
performed
performing
perfume
perhaps
period
pers
person
personal
personified
persons
pf
pg
ph
phil
philosophy
pi
piece
pieces
pious
pj
pk
pl
place
placed
places
planet
planets
plant
plants
play
playing
pleasant
please
pleased
pleasing
pleasure
plough
plu
plural
pm
pn
po
poem
poet
point
pointed
points
poison
pond
poor
portion
position
possessed
possessing
possession
possible
post
posture
pot
powder
power
powerful
powers
pp
pq
pr
pra
prab
practice
practised
practising
praise
praised
prajapati
prakasha
prakrit
prana
prayer
pre
prec
preceding
preceptor
prefix
prefixed
preparation
prepared
prescribed
presence
present
presented
preserved
presiding
press
previous
price
pride
priest
priests
primary
prince
princes
princess
principal
prob
probably
proceeding
process
produce
produced
producing
production
prominent
promise
proof
proofreadpage
proper
properly
properties
property
prosperity
protect
protected
protection
protector
proud
proved
ps
pt
pu
public
published
punishment
pupil
pur
pura
purana
puranas
pure
purification
purified
purity
purpose
put
putting
pv
pw
px
py
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
qualities
quality
quantity
quarter
queen
question
quick
quickly
quite
quoted
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
rab
race
ragh
rain
rainy
raised
raja
rajan
rajasuya
raksasa
ram
rama
ramayana
ran
rang
range
rank
rarely
rat
rather
ratna
ravana
ray
rays
rb
rc
rd
rdzogs
re
reach
reached
reaching
read
reading
reads
ready
real
reality
really
reason
reasoning
receive
received
receiving
receptacle
recitation
recited
reconnaissance
red
reduced
reed
refer
reference
referred
refers
refuge
regard
regarded
regarding
region
regions
regular
rekha
related
relating
relation
release
released
religion
religious
remain
remainder
remaining
remains
remove
removed
removing
repeated
repetition
reply
report
represented
request
requested
required
resembling
residence
respect
respectively
rest
resting
result
resulting
results
return
returned
rf
rg
rgr
rgveda
rgyal
rh
rhet
ri
rice
rich
riding
rig
right
rigveda
ring
rise
rising
rite
rites
ritual
river
rivers
rj
rjes
rk
rkp
rl
rm
rn
rnam
ro
road
roar
rock
room
root
roots
rope
round
row
royal
rp
rpra
rq
rr
rs
rshbr
rt
rtl
rtog
rtogs
rtt
ru
rubbing
rudra
rule
ruled
ruler
rules
run
running
rv
rw
rx
ry
ryas
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
sabha
sacountala
sacred
sacrifice
sacrifices
sacrificial
sad
sage
sages
saha
sahadeva
said
saint
sake
sakti
sakuni
salt
salva
salya
sam
same
samhita
samjaya
samskrit
samskrita
samved
sandal
sankara
sanskrit
sanskritdocuments
santi
sarasvati
sarvad
sarve
sat
satapatha
satisfaction
satisfied
satyaki
saw
say
saying
says
sb
sbyor
sc
scattered
sch
scholar
school
science
scil
script
scriptural
sd
se
sea
search
season
seat
seated
second
secondary
secret
section
see
seed
seeing
seek
seeking
seems
seen
self
semen
sems
send
sense
senses
sent
sentence
sentient
sentiment
separate
separated
separation
seq
series
serpent
serpents
servant
serve
served
service
serving
set
setting
settled
seven
seventh
several
sexual
sf
sg
sgrub
sh
shadow
shake
shaking
shall
shape
shaped
share
sharp
she
shell
shes
shine
shining
shoot
short
should
show
showing
shown
shows
shraddha
shrub
si
sickness
side
sides
sight
sign
signs
silver
similar
similarly
simple
sin
since
sindhu
sing
singing
single
sins
sister
sit
sita
site
sitting
situated
siva
six
sixth
size
sj
sk
skanda
skandha
skilled
skin
skt
sky
skye
sl
slain
slaughter
sleep
sleeping
sloka
sm
small
smell
smoke
sn
snake
snang
so
society
soft
soil
solar
solid
soma
some
something
sometimes
son
song
sons
soon
sorrow
sort
soul
sound
sounding
sounds
source
south
southern
sovereign
sp
space
speak
speaking
special
species
speech
speed
spirit
spirits
spiritual
spirituous
splendour
split
spoken
sport
spot
spread
spreading
spring
sprinkling
spyad
spyod
sq
square
sr
srauta
sri
srnjayas
ss
st
staff
stage
stand
standing
stands
stanza
star
stars
start
started
state
stated
statement
states
status
stay
stem
stems
stenzler
step
stick
still
ston
stone
stood
stop
stopped
story
stream
strength
strike
striking
string
strong
struck
student
studien
study
style
su
sub
subh
subhas
subj
subject
subjects
subrahmanya
subsequent
substance
substituted
subtle
success
succession
such
sudra
suffering
suffix
sugar
sugriva
suitable
sukra
sum
sun
suparna
superior
supplied
support
supported
supposed
supreme
surrounded
surya
sus
suta
sutra
sutras
sv
sw
swami
sweet
swift
sword
sx
sy
syllable
syllables
system
sz
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
tad
tada
tail
taittiriya
take
taken
takes
taking
talk
tam
tan
tapas
taste
tasya
tat
tatah
tatha
tato
tatra
taught
tb
tbr
tc
td
te
teach
teacher
teaching
tears
teeth
tell
template
temple
temples
ten
tenses
tenth
term
terms
terrible
tesam
text
texts
tf
tfrac
tg
th
tha
than
that
the
their
them
themselves
then
theory
there
therefore
thereof
these
they
thick
thief
thin
thing
things
think
thinking
thinks
third
this
thob
thoroughly
those
thou
though
thought
thousand
thousands
thread
three
throat
through
throw
throwing
thrown
thunderbolt
thus
ti
tied
tiger
till
time
times
tion
tirtha
title
tj
tk
tl
tm
tn
to
together
told
tongue
too
took
tooth
top
tortoise
touch
towards
town
tp
tq
tr
tradition
translation
treated
tree
trees
trembling
tribe
tribute
tried
trouble
true
trunk
truth
ts
tt
tu
tup
turn
turned
turning
tv
tvam
tw
twelve
twenty
twice
two
tx
ty
type
types
tys
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
ub
uc
ud
udyoga
ue
uf
ug
uh
ui
uj
uk
ul
um
un
una
unadi
under
understand
understanding
understood
union
united
universal
universe
university
unknown
uo
up
upanisad
upon
upper
upwards
uq
ur
urine
us
usage
use
used
using
usual
usually
ut
uttara
uttered
uu
uv
uw
ux
uy
uz
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
vai
vainateya
vajasaneyi
vajra
valid
valmiki
value
vamsa
vana
var
varbr
variety
various
varuna
vasistha
vasudeva
vayu
vb
vc
vd
ve
ved
veda
vedanta
vedas
vedic
vehicle
verb
verbal
verse
versed
verses
very
vessel
vet
vf
vg
vgr
vh
vi
victory
vidura
view
vii
viii
vikr
vile
village
violent
viramitrodaya
virata
virtue
virtuous
vishn
visible
visit
visited
visnu
visvamitra
viz
vj
vk
vl
vm
vn
vo
voice
vol
vop
vow
vowel
vowels
vp
vq
vr
vrsnis
vs
vt
vu
vv
vw
vx
vy
vya
vyasa
vyuha
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
wait
wall
wandering
want
wanted
war
warrior
warriors
was
watch
water
waters
way
ways
wb
wc
wd
we
weak
wealth
weapon
weapons
wearing
weber
website
weight
welfare
well
went
were
west
western
wet
wf
wg
wh
what
whatever
wheel
when
where
whether
which
while
white
who
whole
whom
whose
why
wi
wicked
wide
width
wife
wild
will
wind
wisdom
wise
wish
wished
wishing
with
within
without
wives
wj
wk
wl
wm
wn
wo
woman
womb
women
wonderful
wood
word
words
work
works
world
worldly
worlds
worm
worn
worship
worshipped
worshipping
worthy
would
wound
wp
wq
wr
writing
written
wrong
ws
wt
wu
wv
ww
www
wx
wy
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xc
xd
xe
xf
xg
xh
xi
xii
xiii
xiv
xix
xj
xk
xl
xm
xn
xo
xp
xq
xr
xs
xt
xu
xv
xvi
xvii
xviii
xw
xx
xxx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yabr
yajna
yam
yama
yamuna
yang
yas
yatha
yatra
yayati
yb
yc
yd
ye
year
years
yellow
yet
yf
yg
yh
yi
yid
yin
yj
yk
yl
ym
yn
yo
yoga
yojanas
yongs
you
young
younger
your
youth
youtube
yp
yq
yr
ys
yt
yu
yudhisthira
yuga
yv
yw
yx
yy
yz
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zb
zc
zd
ze
zf
zg
zh
zi
zimmer
zj
zk
zl
zm
zn
zo
zodiac
zp
zq
zr
zs
zt
zu
zv
zw
zx
zy
zz
{
|
}
~
¢
£
¥
¦
§
©
«
¬
®
°
²
³
·
º
»
×
æ
ð
ø
ı
ł
œ
ɑ
ə
ɛ
ɪ
ʃ
ʊ
ˈ
ː
˚
˜
ι
ο
а
в
г
д
е
з
и
к
л
м
н
о
п
р
с
т
у
ц
ч
ь
ա
ր
י
מ
ש
؟
ا
ب
ة
ت
ج
ح
د
ر
س
ش
ع
ـ
ف
ل
م
ن
ه
و
ي
ک
ہ
ی
۔
۰
۹
ܐ
ܝ
ܫ
अ
अअ
अउ
अक
अकर
अकल
अकस
अख
अखण
अग
अगच
अगत
अगन
अगम
अगल
अगस
अघ
अङ
अच
अचल
अचलन
अचलसज
अज
अजन
अजम
अजर
अजस
अञ
अट
अटत
अटव
अड
अण
अत
अतएव
अतत
अतद
अतन
अतर
अतश
अतस
अथ
अथर
अथव
अद
अदत
अदद
अदध
अदन
अदब
अदर
अध
अधम
अधर
अधस
अन
अनक
अनग
अनङ
अनड
अनत
अनध
अनन
अनप
अनभ
अनम
अनय
अनर
अनल
अनव
अनवस
अनश
अनस
अप
अपक
अपच
अपत
अपद
अपन
अपम
अपर
अपरम
अपरस
अपव
अपवर
अपश
अपस
अपह
अपहत
अफ
अब
अबल
अभ
अभक
अभय
अभव
अभवत
अभवन
अम
अमत
अमन
अमर
अमरक
अमरव
अमल
अय
अयच
अयज
अयत
अयथ
अयन
अयम
अयमप
अयमर
अयस
अर
अरक
अरण
अरत
अरब
अरव
अल
अलक
अलग
अलङ
अलब
अलम
अलस
अव
अवक
अवग
अवगत
अवगम
अवच
अवज
अवत
अवद
अवदत
अवध
अवन
अवप
अवब
अवभ
अवम
अवयव
अवर
अवल
अवलम
अवश
अवष
अवस
अवसर
अवह
अश
अशक
अशन
अशर
अष
अस
असक
असङ
असत
असद
असन
असम
असमर
असर
असह
अह
अहङ
अहन
अहम
अहमद
अहमप
अहर
अहल
अहस
आ
आई
आए
आक
आकर
आकल
आख
आग
आगच
आगत
आगतम
आगन
आगम
आगमन
आगस
आघ
आङ
आच
आचक
आचम
आचर
आचरण
आचरन
आज
आजग
आञ
आट
आड
आढ
आढक
आण
आत
आतत
आतप
आथर
आद
आदत
आदद
आदध
आदय
आदर
आध
आन
आनन
आनय
आनयत
आनर
आप
आपक
आपण
आपत
आपद
आपन
आपस
आफ
आब
आभ
आम
आमन
आमय
आमलक
आय
आयत
आयतन
आयन
आयय
आयव
आयस
आर
आरक
आरग
आरण
आरब
आरभ
आरभत
आरम
आल
आलभ
आलम
आलय
आलस
आव
आवन
आवय
आवर
आवरण
आवश
आवह
आश
आशङ
आशय
आष
आस
आसक
आसत
आसन
आसम
आह
आहत
आहर
आहवन
इ
इक
इग
इङ
इच
इज
इञ
इट
इटल
इड
इण
इत
इतच
इतर
इतरत
इतरथ
इतरस
इतश
इतस
इथ
इद
इदन
इदम
इदमप
इध
इन
इनक
इप
इभ
इम
इमम
इय
इयत
इयम
इयर
इर
इल
इळ
इव
इश
इष
इषम
इस
इसक
इसम
इसल
इसस
इह
ई
ईक
ईज
ईट
ईड
ईत
ईद
ईप
ईम
ईमह
ईय
ईयत
ईर
ईश
ईष
ईषत
ईषद
ईस
ईह
उ
उक
उख
उग
उच
उज
उञ
उठ
उड
उण
उत
उद
उदक
उदकम
उदकस
उदग
उदङ
उदञ
उदध
उदन
उदप
उदय
उदयन
उदर
उन
उनक
उप
उपक
उपकरण
उपकरणम
उपग
उपगत
उपघ
उपच
उपज
उपत
उपद
उपदध
उपध
उपन
उपनयन
उपप
उपपत
उपपद
उपपन
उपभ
उपम
उपमण
उपय
उपयन
उपर
उपल
उपलक
उपलब
उपलभ
उपव
उपश
उपस
उपसङ
उपसद
उपसम
उपसर
उपह
उब
उभ
उभय
उभयत
उभयथ
उभयम
उभयव
उभयस
उम
उर
उरस
उल
उव
उश
उशत
उशन
उष
उषस
उस
उसक
उह
ऊ
ऊक
ऊच
ऊढ
ऊत
ऊतय
ऊध
ऊन
ऊपर
ऊर
ऊष
ऊह
ऋ
ऋक
ऋग
ऋच
ऋज
ऋण
ऋणम
ऋत
ऋतम
ऋतव
ऋतस
ऋद
ऋध
ऋभ
ऋभव
ऋश
ऋष
ऋषभ
ऋषय
ऋषयश
ऋषयस
ऌ
ऍ
ऎ
ए
एक
एकक
एकच
एकत
एकद
एकध
एकन
एकप
एकपद
एकभ
एकम
एकय
एकर
एकव
एकवचन
एकवर
एकश
एकस
एच
एड
एण
एत
एतच
एतज
एतत
एतद
एतदन
एतदप
एतदर
एतन
एतम
एतय
एतर
एतस
एद
एध
एन
एनम
एप
एभ
एम
एर
एरण
एल
एव
एवक
एवञ
एवम
एवमग
एवमत
एवमन
एवमप
एवमभ
एवमस
एश
एष
एस
एह
ऐ
ऐक
ऐच
ऐत
ऐतर
ऐन
ऐर
ऐश
ऐष
ऐस
ऐह
ऑ
ऑफ
ओ
ओक
ओङ
ओज
ओजस
ओड
ओत
ओद
ओदन
ओन
ओम
ओर
ओल
ओव
ओष
ओषध
ओषधय
ओह
औ
औक
औच
औण
औत
औद
औन
औप
और
औश
औष
औषध
औह
क
कक
ककप
ककर
ककल
कख
कग
कगत
कङ
कच
कचक
कचत
कचन
कचर
कज
कजन
कजम
कञ
कट
कटक
कटन
कटम
कटस
कठ
कड
कण
कणम
कत
कतत
कतन
कतम
कतय
कतर
कथ
कथञ
कथन
कथनम
कथम
कथमत
कथमन
कथमप
कथमस
कथय
कथयत
कथयन
कथयस
कद
कदत
कदन
कदम
कदर
कदल
कध
कधर
कन
कनक
कनकप
कनम
कप
कपक
कपञ
कपट
कपत
कपद
कपर
कफ
कफप
कफम
कफल
कफव
कब
कबन
कबर
कभ
कभक
कम
कमक
कमग
कमङ
कमण
कमत
कमथ
कमध
कमन
कमप
कमभ
कमय
कमर
कमल
कमलम
कमव
कमश
कमस
कमह
कय
कयज
कयत
कयन
कर
करक
करग
करज
करञ
करण
करणक
करणत
करणद
करणन
करणप
करणभ
करणम
करणय
करणव
करणश
करणस
करत
करतल
करद
करन
करप
करपर
करभ
करभगवत
करम
करय
करर
करव
करश
करस
करह
कल
कलक
कलकल
कलङ
कलत
कलन
कलभ
कलम
कलय
कलयत
कलव
कलश
कलस
कलह
कव
कवच
कवचन
कवचनम
कवत
कवद
कवन
कवय
कवर
कवल
कवस
कश
कशक
कशत
कशततम
कशब
कशर
कष
कस
कसङ
कसत
कसद
कसन
कसप
कसभ
कसम
कसर
कह
कहत
कहन
कहस
ख
खक
खकर
खग
खङ
खच
खचक
खज
खञ
खट
खड
खण
खत
खद
खध
खन
खनत
खनन
खनम
खप
खपद
खब
खभ
खम
खमण
खमध
खमन
खमस
खय
खयत
खर
खरम
खरस
खल
खलत
खलन
खलम
खव
खवर
खश
खस
खसम
खह
ग
गई
गक
गकम
गकर
गकल
गख
गग
गगत
गगन
गघ
गङ
गच
गचर
गज
गजत
गजन
गजप
गजम
गजव
गजस
गञ
गड
गण
गणक
गणत
गणन
गणप
गणपत
गणम
गणय
गणयत
गणव
गणस
गत
गतक
गतज
गतत
गतद
गतन
गतप
गतभ
गतम
गतय
गतर
गतव
गतवत
गतश
गतस
गथ
गद
गदत
गदन
गदम
गदय
गदर
गदस
गध
गधर
गन
गप
गपक
गपत
गपद
गपर
गफल
गब
गबन
गबल
गभ
गभङ
गभस
गम
गमक
गमण
गमत
गमद
गमध
गमन
गमनक
गमनम
गमनश
गमनस
गमप
गमभ
गमम
गमय
गमयत
गमयन
गमर
गमव
गमश
गमस
गमह
गय
गयत
गर
गरक
गरण
गरत
गरम
गरव
गरस
गरह
गल
गलक
गलग
गलत
गलद
गलन
गलप
गलम
गलव
गलश
गलस
गळ
गव
गवचन
गवत
गवतप
गवतम
गवद
गवन
गवम
गवय
गवर
गवल
गवश
गवस
गश
गशब
गशर
गष
गस
गसङ
गसन
गसम
गसहस
गह
गहन
गहर
घ
घक
घग
घज
घञ
घञर
घट
घटक
घटत
घटन
घटम
घटस
घण
घत
घद
घन
घनत
घनप
घनम
घनस
घप
घम
घय
घर
घव
घवम
घवस
घश
घस
ङ
ङक
ङन
ङस
च
चक
चकत
चकप
चकम
चकर
चकल
चकव
चकस
चख
चग
चगव
चङ
चच
चचक
चचत
चज
चजन
चञ
चट
चटक
चण
चणक
चत
चतत
चतन
चतम
चतस
चथ
चद
चदश
चध
चन
चनक
चनत
चनद
चनप
चनम
चनय
चनव
चनस
चप
चपञ
चपद
चपर
चपल
चब
चभ
चम
चमत
चमन
चमम
चमर
चमस
चमह
चय
चयज
चयट
चयत
चयन
चयब
चयम
चयस
चर
चरक
चरकस
चरण
चरणम
चरणय
चरणस
चरत
चरन
चरम
चरव
चरस
चल
चलक
चलच
चलत
चलद
चलन
चलप
चलम
चलस
चलसज
चव
चवक
चवर
चश
चशत
चशब
चष
चषष
चस
चसक
चसप
चसम
चह
छ
छक
छङ
छच
छट
छण
छत
छतम
छथ
छद
छदम
छध
छन
छप
छब
छम
छय
छर
छल
छव
छश
छस
ज
जइ
जक
जकत
जकन
जकम
जकर
जकव
जकस
जग
जगच
जगज
जगण
जगत
जगद
जगन
जगर
जघ
जघन
जङ
जच
जज
जञ
जट
जठर
जड
जडत
जण
जत
जतरङ
जद
जध
जधर
जन
जनक
जनकत
जनकर
जनकस
जनज
जनत
जनद
जनन
जनप
जनपद
जनपर
जनभ
जनम
जनमन
जनमस
जनय
जनयत
जनयन
जनर
जनल
जनव
जनवर
जनश
जनस
जनसङ
जनसम
जनह
जप
जपत
जपन
जपम
जपर
जपस
जपह
जब
जभ
जम
जमण
जमत
जमदग
जमध
जमन
जमह
जय
जयक
जयत
जयद
जयन
जयप
जयम
जयव
जयश
जयशब
जयस
जर
जरत
जरद
जरम
जरय
जरस
जल
जलक
जलज
जलत
जलद
जलध
जलन
जलप
जलब
जलबन
जलम
जलमध
जलमह
जलय
जलर
जलव
जलश
जलस
जव
जवत
जवन
जवम
जवर
जवल
जश
जशब
जस
जसत
जसन
जसम
जसस
जह
जहत
झ
झट
झत
झन
झम
झर
झल
झष
ञ
ञक
ञकम
ञकर
ञत
ञद
ञदत
ञन
ञप
ञपत
ञभ
ञम
ञय
ञर
ञव
ञवल
ञश
ञस
ट
टक
टकप
टकम
टकय
टकर
टकल
टकव
टकस
टग
टगत
टङ
टच
टचत
टज
टजन
टञ
टत
टतम
टतय
टतर
टद
टध
टन
टनम
टप
टपत
टपद
टपम
टपर
टफल
टब
टभ
टम
टमत
टमध
टमन
टमप
टमभ
टमम
टमस
टमह
टय
टयज
टयत
टयन
टयम
टयस
टर
टरम
टल
टव
टवत
टवन
टवर
टवस
टश
टशत
टशब
टस
टसम
टसर
टह
ठ
ठक
ठकम
ठग
ठगत
ठच
ठज
ठञ
ठड
ठत
ठतम
ठद
ठध
ठन
ठप
ठपद
ठपर
ठभ
ठम
ठमध
ठमन
ठमह
ठय
ठयत
ठर
ठल
ठव
ठश
ठस
ठह
ड
डक
डकम
डकर
डग
डङ
डच
डज
डड
डत
डद
डध
डन
डनक
डनम
डप
डपम
डपस
डब
डभ
डम
डमण
डमध
डमर
डमह
डय
डयत
डयन
डर
डल
डलक
डलद
डलम
डलमध
डलय
डलव
डलस
डव
डवत
डवद
डवस
डश
डशक
डशभ
डशस
डस
डसम
डह
ढ
ढक
ढग
ढच
ढञ
ढत
ढद
ढध
ढन
ढप
ढभ
ढम
ढय
ढर
ढव
ढश
ढस
ढह
ण
णक
णकम
णकर
णकल
णकलश
णग
णगण
णगत
णघ
णच
णचत
णचन
णज
णजन
णञ
णत
णतम
णतय
णतर
णतस
णद
णदर
णध
णधर
णन
णनप
णनम
णनर
णप
णपक
णपत
णपद
णपर
णब
णबल
णभ
णभक
णम
णमग
णमण
णमत
णमध
णमन
णमप
णमभ
णमय
णमर
णमस
णमह
णय
णयज
णयत
णयन
णयम
णयस
णर
णरक
णरत
णल
णलक
णव
णवक
णवचन
णवत
णवद
णवन
णवम
णवर
णवल
णवश
णवस
णश
णशक
णशब
णशर
णस
णसङ
णसन
णसम
णसर
णह
णहत
णहर
णहस
त
तइत
तक
तकक
तकट
तकण
तकत
तकथ
तकद
तकन
तकप
तकफ
तकम
तकय
तकर
तकरण
तकल
तकव
तकश
तकष
तकस
तख
तग
तगण
तगत
तगन
तगर
तघ
तङ
तच
तचक
तचत
तचन
तचर
तज
तजगत
तजन
तजल
तञ
तट
तटम
तटस
तड
तण
तत
ततक
ततत
ततद
ततन
ततम
ततय
ततर
ततश
ततस
तथ
तथम
तद
तदक
तदग
तदङ
तदज
तदण
तदत
तदद
तदध
तदन
तदनन
तदप
तदपत
तदभ
तदम
तदय
तदर
तदल
तदव
तदवच
तदवस
तदश
तदस
तदसत
तदह
तदहर
तध
तधन
तधर
तन
तनक
तनत
तनद
तनन
तनप
तनभ
तनम
तनय
तनयन
तनयस
तनर
तनव
तनश
तनस
तप
तपक
तपङ
तपञ
तपत
तपद
तपन
तपर
तपरम
तपल
तपश
तपस
तफल
तब
तबक
तबन
तबल
तबह
तभ
तभक
तभय
तभर
तभव
तम
तमक
तमख
तमग
तमङ
तमच
तमज
तमञ
तमण
तमत
तमथ
तमद
तमध
तमन
तमनन
तमनस
तमप
तमपर
तमब
तमभ
तमम
तमय
तमर
तमल
तमव
तमवर
तमश
तमष
तमस
तमह
तय
तयज
तयत
तयन
तयम
तयश
तयस
तर
तरक
तरकल
तरखण
तरग
तरगत
तरङ
तरच
तरज
तरञ
तरण
तरणम
तरत
तरतन
तरतम
तरथ
तरद
तरध
तरन
तरप
तरपद
तरपदप
तरपदस
तरपर
तरब
तरभ
तरम
तरमन
तरमप
तरमस
तरय
तरर
तरल
तरव
तरवर
तरश
तरशत
तरशततम
तरस
तरसम
तरसहस
तरह
तल
तलक
तलत
तलम
तलव
तलस
तव
तवक
तवच
तवचन
तवत
तवद
तवन
तवप
तवम
तवर
तवल
तवश
तवस
तवह
तश
तशक
तशङ
तशत
तशब
तशर
तशस
तष
तषष
तस
तसङ
तसत
तसद
तसन
तसप
तसम
तसमय
तसमव
तसमस
तसर
तसस
तसह
तह
तहर
तहव
तहस
तऽव
तꣳ
थ
थक
थकत
थकम
थकर
थकल
थकस
थग
थगत
थङ
थच
थज
थञ
थण
थत
थतत
थतय
थद
थदर
थध
थधर
थन
थनम
थनय
थप
थपत
थपद
थपर
थब
थभ
थम
थमत
थमध
थमन
थमप
थमभ
थमर
थमव
थमस
थमह
थय
थयत
थयन
थयस
थर
थरत
थल
थलक
थलम
थलस
थव
थवत
थवद
थवर
थश
थशब
थस
थसत
थसन
थसम
थह
द
दक
दकक
दकत
दकतय
दकद
दकन
दकप
दकभ
दकम
दकर
दकल
दकव
दकश
दकस
दख
दग
दगत
दघ
दङ
दच
दचत
दचन
दज
दजन
दञ
दट
दण
दत
दतन
दतल
दथ
दद
ददत
ददर
दध
दधत
दधद
दधन
दधर
दन
दनक
दनत
दनद
दनन
दनप
दनपर
दनभ
दनम
दनय
दनर
दनव
दनश
दनस
दनसरस
दप
दपक
दपत
दपद
दपर
दफल
दब
दभ
दम
दमग
दमण
दमत
दमद
दमध
दमन
दमनक
दमप
दमब
दमभ
दमम
दमय
दमयन
दमर
दमव
दमस
दमह
दय
दयक
दयग
दयत
दयद
दयध
दयन
दयप
दयम
दयय
दयव
दयश
दयस
दयह
दर
दरक
दरण
दरत
दरद
दरप
दरम
दरव
दरश
दरस
दरह
दल
दलक
दलम
दलस
दव
दवत
दवद
दवन
दवम
दवर
दवल
दवश
दवस
दश
दशक
दशकप
दशग
दशत
दशद
दशध
दशन
दशप
दशब
दशभ
दशम
दशमस
दशय
दशर
दशरथ
दशरथस
दशलक
दशव
दशवर
दशश
दशशत
दशस
दशसहस
दशह
दष
दस
दसत
दसद
दसन
दसम
दसरस
दह
दहत
दहन
दहम
दहर
ध
धक
धकत
धकप
धकभ
धकम
धकर
धकल
धकव
धकस
धग
धगत
धगन
धच
धचन
धज
धजन
धञ
धट
धठ
धत
धतत
धतन
धतम
धतय
धद
धदर
धध
धधर
धन
धनक
धनग
धनञ
धनत
धनद
धनध
धनन
धनप
धनपत
धनभ
धनम
धनय
धनर
धनल
धनव
धनवत
धनश
धनस
धनसम
धनह
धप
धपत
धपद
धपर
धफल
धब
धभ
धम
धमण
धमत
धमध
धमन
धमप
धमभ
धमम
धमर
धमव
धमस
धमह
धय
धयत
धयन
धयर
धयश
धयस
धर
धरक
धरण
धरत
धरन
धरम
धरस
धल
धलक
धव
धवक
धवत
धवद
धवन
धवम
धवर
धवल
धवश
धवस
धश
धशब
धशर
धस
धसत
धसम
धसहस
धह
धहस
न
नक
नकम
नकर
नकरण
नकल
नकस
नख
नखर
नग
नगण
नगत
नगम
नगर
नगरम
नगरस
नघ
नङ
नच
नचक
नचत
नचन
नज
नजन
नञ
नट
नड
नण
नत
नतक
नतत
नतन
नतप
नतम
नतय
नतर
नतश
नतस
नथ
नद
नदत
नदन
नदर
नध
नधन
नधर
नन
ननन
ननम
ननर
ननस
नप
नपक
नपञ
नपत
नपद
नपन
नपर
नपश
नफल
नब
नबन
नबल
नभ
नभक
नभश
नभस
नम
नमक
नमग
नमज
नमण
नमत
नमथ
नमद
नमध
नमन
नमनन
नमनस
नमप
नमभ
नमम
नमय
नमर
नमव
नमश
नमस
नमह
नय
नयज
नयत
नयन
नयनम
नयनय
नयनस
नयम
नयव
नयश
नयस
नर
नरक
नरकस
नरत
नरद
नरन
नरप
नरपत
नरभ
नरम
नरय
नरर
नरव
नरश
नरस
नरह
नल
नलक
नलम
नलस
नव
नवक
नवग
नवच
नवज
नवत
नवद
नवदन
नवध
नवन
नवप
नवभ
नवम
नवय
नवर
नवरत
नवल
नवव
नवश
नवस
नश
नशक
नशत
नशन
नशब
नशर
नष
नस
नसङ
नसत
नसद
नसन
नसप
नसभ
नसम
नसमय
नसर
नसस
नसह
नह
नहन
नहम
नꣳ
प
पक
पकण
पकत
पकन
पकप
पकभ
पकम
पकर
पकरण
पकल
पकव
पकस
पग
पगच
पगत
पगन
पगम
पगमन
पघ
पङ
पच
पचक
पचत
पचन
पचय
पचर
पज
पजन
पञ
पट
पटल
पटव
पटस
पटह
पठ
पठत
पठन
पड
पढ
पण
पणक
पणत
पणन
पणप
पणम
पणमस
पणव
पणस
पत
पतङ
पतञ
पतत
पतद
पतन
पतनम
पतय
पतर
पतस
पथ
पथग
पथम
पद
पदक
पदग
पदच
पदत
पदद
पदध
पदन
पदप
पदभ
पदम
पदमन
पदय
पदर
पदव
पदश
पदस
पध
पधन
पधर
पन
पनक
पनत
पनप
पनम
पनय
पनयन
पनव
पनस
पप
पपत
पपद
पपन
पपर
पफल
पब
पभ
पम
पमण
पमत
पमध
पमन
पमप
पमभ
पमम
पमय
पमर
पमव
पमस
पमह
पय
पयत
पयद
पयन
पयस
पर
परक
परग
परच
परज
परत
परतन
परतर
परद
परन
परप
परपक
परपर
परब
परभ
परम
परमक
परमत
परमद
परमध
परमन
परमप
परमम
परमय
परमर
परमव
परमश
परमस
परमह
परय
परर
परल
परव
परश
परस
परह
पल
पलक
पलत
पलद
पलप
पलब
पलभ
पलम
पलस
पव
पवत
पवद
पवन
पवनस
पवम
पवर
पवस
पश
पशब
पशम
पशमन
पशव
पष
पस
पसङ
पसत
पसद
पसन
पसम
पसर
पसव
पह
पहत
पहन
पहम
पहर
पहरण
पहल
फ
फक
फट
फण
फत
फन
फर
फल
फलक
फलकम
फलत
फलद
फलन
फलप
फलभ
फलम
फलमस
फलय
फलव
फलवत
फलश
फलस
फस
ब
बई
बक
बकम
बकर
बख
बखण
बग
बङ
बच
बज
बट
बड
बढ
बण
बणम
बत
बद
बदर
बध
बन
बनत
बनम
बनस
बप
बपत
बपर
बब
बबन
बभ
बम
बय
बयत
बर
बरधर
बरम
बरव
बरस
बल
बलक
बलत
बलद
बलन
बलप
बलपर
बलभद
बलम
बलय
बलर
बलव
बलवत
बलवद
बलवन
बलवर
बलश
बलस
बव
बवत
बश
बष
बस
बसय
बह
बहव
भ
भक
भकत
भकम
भकर
भग
भगण
भगत
भगन
भगम
भगव
भगवच
भगवत
भगवद
भगवन
भगस
भङ
भच
भचक
भज
भजत
भजन
भजम
भजस
भञ
भट
भण
भणत
भत
भद
भध
भन
भनम
भप
भपर
भफल
भब
भभ
भम
भमण
भमन
भय
भयक
भयङ
भयत
भयथ
भयद
भयन
भयप
भयभ
भयम
भयव
भयश
भयस
भर
भरण
भरणभ
भरणम
भरणस
भरत
भरतर
भरतस
भरद
भरन
भरम
भल
भलक
भलग
भव
भवक
भवच
भवत
भवतस
भवथ
भवद
भवन
भवनम
भवप
भवभ
भवम
भवर
भवव
भवश
भवस
भश
भष
भस
भसम
भह
म
मए
मक
मकक
मकण
मकत
मकथ
मकन
मकप
मकम
मकर
मकरक
मकरण
मकरन
मकल
मकव
मकश
मकशब
मकस
मख
मखण
मखस
मग
मगण
मगत
मगतम
मगध
मगन
मगर
मघ
मघव
मघवन
मङ
मच
मचक
मचन
मचर
मज
मजन
मजप
मजम
मजस
मञ
मट
मठ
मड
मण
मणक
मणग
मणत
मणप
मणभ
मणम
मणय
मणव
मणश
मणस
मत
मतङ
मतत
मतद
मतन
मतप
मतभ
मतम
मतय
मतर
मतश
मतस
मथ
मथन
मथव
मद
मदक
मदग
मदण
मदत
मदध
मदन
मदनस
मदप
मदभ
मदम
मदर
मदल
मदव
मदश
मदस
मध
मधन
मधर
मन
मनक
मनन
मनप
मनम
मनय
मनर
मनव
मनश
मनस
मनसस
मप
मपक
मपत
मपद
मपर
मपरम
मपश
मफल
मफलप
मब
मबन
मबल
मभ
मभक
मभद
मम
ममण
ममत
ममध
ममन
ममप
ममभ
ममय
ममर
ममव
ममस
ममह
मय
मयक
मयज
मयट
मयत
मयन
मयप
मयम
मयव
मयश
मयस
मर
मरक
मरण
मरणम
मरणस
मरत
मरथ
मरद
मरन
मरम
मरव
मरश
मरस
मरह
मल
मलक
मलङ
मलत
मलद
मलन
मलप
मलम
मलय
मलव
मलश
मलस
मव
मवक
मवच
मवत
मवद
मवध
मवन
मवर
मवल
मवश
मवस
मश
मशक
मशत
मशब
मशर
मशस
मष
मस
मसङ
मसत
मसद
मसन
मसम
मसर
मसहस
मह
महच
महत
महद
महन
महप
महम
महर
महश
महस
य
यक
यकक
यकण
यकत
यकथ
यकथन
यकन
यकप
यकम
यकर
यकरण
यकरत
यकल
यकव
यकश
यकस
यख
यखण
यग
यगण
यगत
यगन
यगम
यगर
यघ
यङ
यच
यचक
यचत
यचन
यचर
यचरण
यज
यजत
यजन
यजम
यजय
यजल
यजस
यञ
यट
यटन
यड
यण
यणप
यणपर
यणभ
यणम
यणश
यणस
यत
यतक
यतत
यतद
यतन
यतनम
यतप
यतम
यतमम
यतमस
यतय
यतर
यतरत
यतरस
यतल
यतव
यतश
यतस
यथ
यथत
यथम
यथर
यथव
यद
यदक
यदग
यदङ
यदण
यदत
यदद
यदध
यदन
यदप
यदभ
यदम
यदय
यदर
यदव
यदश
यदस
यदह
यध
यधत
यधन
यधर
यन
यनक
यनत
यनद
यनन
यनप
यनभ
यनम
यनय
यनर
यनव
यनश
यनस
यप
यपक
यपञ
यपत
यपद
यपन
यपर
यपरत
यपरम
यपव
यपश
यपस
यफल
यब
यबन
यबल
यभ
यभक
यभट
यभय
यभव
यभवत
यभवन
यम
यमक
यमग
यमङ
यमच
यमज
यमण
यमत
यमथ
यमद
यमध
यमन
यमनन
यमनस
यमप
यमपर
यमब
यमभ
यमम
यमय
यमयत
यमर
यमरट
यमल
यमव
यमश
यमष
यमस
यमह
यय
ययक
ययग
ययज
ययत
ययन
ययनम
ययनव
ययनस
ययप
ययम
ययय
ययलक
ययव
ययश
ययस
यर
यरक
यरण
यरत
यरश
यरस
यरह
यल
यलक
यलङ
यलम
यव
यवक
यवग
यवगम
यवच
यवचन
यवज
यवत
यवद
यवध
यवन
यवप
यवभ
यवम
यवय
यवयव
यवर
यवल
यवश
यवस
यवसन
यवह
यवहर
यवहरत
यवहरन
यश
यशक
यशङ
यशत
यशन
यशब
यशर
यशश
यशस
यष
यस
यसक
यसख
यसङ
यसत
यसद
यसन
यसनम
यसप
यसभ
यसम
यसमन
यसमर
यसमव
यसर
यसवन
यसस
यसह
यह
यहन
यहम
यहर
यहस
यꣳ
र
रक
रकक
रकच
रकज
रकट
रकटयत
रकण
रकत
रकथ
रकथनम
रकद
रकन
रकप
रकभ
रकम
रकय
रकर
रकरण
रकरणम
रकरणस
रकल
रकव
रकश
रकस
रख
रखण
रखन
रग
रगच
रगण
रगत
रगद
रगन
रगम
रगमन
रगर
रगल
रगस
रघ
रघट
रङ
रच
रचक
रचण
रचत
रचन
रचय
रचयत
रचर
रचरण
रचरत
रचरन
रचल
रचलत
रचलन
रज
रजक
रजग
रजज
रजत
रजतम
रजतस
रजन
रजनन
रजप
रजम
रजय
रजल
रजव
रजस
रजह
रञ
रट
रड
रण
रणक
रणकर
रणग
रणज
रणञ
रणत
रणतय
रणद
रणधर
रणन
रणप
रणभ
रणम
रणमत
रणमन
रणमस
रणय
रणयन
रणर
रणव
रणवस
रणश
रणस
रत
रतक
रतत
रतद
रतन
रतप
रतपत
रतपर
रतभ
रतम
रतय
रतर
रतल
रतव
रतवर
रतश
रतस
रथ
रथक
रथचक
रथत
रथन
रथम
रथमक
रथमखण
रथमज
रथमत
रथमद
रथमप
रथमभ
रथमम
रथमय
रथमव
रथमश
रथमस
रथय
रथयत
रथव
रथस
रद
रदक
रदण
रदत
रदद
रदध
रदन
रदम
रदर
रदश
रदस
रध
रधन
रधर
रन
रनक
रनन
रनभ
रनर
रनष
रप
रपक
रपङ
रपञ
रपट
रपण
रपत
रपथ
रपद
रपन
रपय
रपर
रपरत
रपरम
रपल
रपव
रपश
रफ
रफल
रफलम
रब
रबद
रबन
रबल
रभ
रभक
रभङ
रभञ
रभट
रभत
रभद
रभन
रभम
रभय
रभर
रभव
रभवत
रभवन
रभस
रम
रमक
रमकर
रमग
रमङ
रमच
रमज
रमञ
रमण
रमणम
रमणस
रमत
रमथ
रमथन
रमद
रमध
रमधर
रमन
रमप
रमपद
रमपर
रमभ
रमम
रमय
रमयत
रमर
रमल
रमव
रमवत
रमवर
रमश
रमस
रमसम
रमह
रय
रयक
रयग
रयच
रयज
रयण
रयणम
रयत
रयतम
रयद
रयन
रयप
रयभ
रयम
रयय
रयव
रयश
रयस
रर
ररक
ररत
ररथ
ररस
ररह
रल
रलक
रलङ
रलत
रलब
रलम
रलय
रलयक
रव
रवक
रवग
रवच
रवचन
रवज
रवण
रवणम
रवणस
रवत
रवद
रवदन
रवध
रवन
रवप
रवभ
रवम
रवय
रवयव
रवर
रवल
रवव
रवश
रवस
रवह
रवहत
रवहन
रश
रशक
रशङ
रशत
रशन
रशब
रशम
रशमन
रशर
रशश
रशस
रष
रस
रसक
रसग
रसगङ
रसङ
रसज
रसञ
रसट
रसत
रसद
रसन
रसप
रसब
रसभ
रसम
रसमन
रसय
रसर
रसरत
रसल
रसव
रसवत
रसश
रसस
रससरत
रसह
रसहस
रह
रहक
रहग
रहण
रहणक
रहणप
रहणम
रहणमन
रहणव
रहणस
रहत
रहद
रहन
रहप
रहभ
रहम
रहय
रहर
रहरण
रहरत
रहव
रहश
रहस
रहसन
रꣳ
ल
लक
लकण
लकत
लकन
लकप
लकम
लकर
लकल
लकव
लकश
लकस
लख
लखण
लग
लगणन
लगत
लघ
लघव
लङ
लच
लचक
लचन
लचर
लज
लजन
लञ
लट
लड
लण
लत
लतय
लतर
लथ
लद
लदर
लध
लधर
लन
लनक
लनम
लनस
लप
लपक
लपञ
लपत
लपद
लपन
लपर
लफल
लब
लबन
लभ
लभत
लभन
लभम
लभस
लम
लमण
लमत
लमध
लमन
लमप
लमभ
लमय
लमर
लमस
लमह
लय
लयज
लयत
लयन
लयम
लयव
लयस
लर
लरस
लल
ललक
ललन
ललवण
लव
लवक
लवग
लवङ
लवण
लवणम
लवणस
लवत
लवद
लवध
लवन
लवप
लवम
लवर
लवल
लवश
लवस
लश
लशब
लशर
लष
लस
लसक
लसत
लसद
लसन
लसम
लसर
लह
लहर
लहस
ळ
ळक
ळग
ळन
ळम
व
वक
वकत
वकथन
वकन
वकप
वकम
वकर
वकरण
वकल
वकव
वकश
वकस
वख
वखण
वग
वगच
वगण
वगत
वगतत
वगतम
वगन
वगम
वगर
वगस
वघ
वङ
वच
वचक
वचत
वचन
वचनप
वचनम
वचनमब
वचनव
वचनस
वचम
वचर
वचस
वज
वजगत
वजत
वजन
वजम
वजस
वञ
वट
वटक
वटव
वड
वडव
वण
वणत
वणम
वणस
वत
वतक
वतत
वतद
वतन
वतप
वतम
वतय
वतर
वतरण
वतल
वतव
वतश
वतस
वथ
वद
वदक
वदग
वदङ
वदत
वदध
वदन
वदनम
वदप
वदभ
वदम
वदय
वदर
वदव
वदश
वदस
वध
वधन
वधम
वधय
वधर
वधस
वन
वनक
वनग
वनगर
वनज
वनत
वनद
वनन
वनप
वनभ
वनम
वनय
वनर
वनव
वनश
वनस
वप
वपक
वपच
वपट
वपत
वपद
वपदप
वपदस
वपन
वपर
वपरम
वपश
वफल
वब
वबन
वबल
वभ
वभक
वभट
वभर
वभव
वम
वमक
वमग
वमङ
वमज
वमण
वमत
वमथ
वमद
वमध
वमन
वमप
वमभ
वमम
वमय
वमर
वमल
वमव
वमश
वमस
वमह
वय
वयक
वयज
वयजन
वयञ
वयत
वयथ
वयद
वयन
वयप
वयब
वयम
वयमन
वयमप
वयय
वयव
वयवत
वयवस
वयश
वयस
वयसम
वर
वरक
वरग
वरच
वरज
वरजङ
वरजस
वरण
वरणम
वरणस
वरत
वरथ
वरद
वरदर
वरन
वरप
वरभ
वरम
वरमन
वरय
वरर
वरल
वरव
वरवर
वरश
वरस
वरसम
वरह
वल
वलक
वलग
वलङ
वलज
वलत
वलद
वलदत
वलन
वलप
वलभ
वलम
वलय
वलव
वलस
वळ
वव
ववक
ववच
ववचन
ववत
ववद
ववध
ववन
ववर
ववल
ववश
ववस
वश
वशक
वशग
वशङ
वशत
वशब
वशम
वशर
वशस
वष
वषट
वस
वसक
वसङ
वसत
वसथ
वसद
वसन
वसम
वसर
वसव
वसवर
वसस
वसह
वह
वहण
वहत
वहन
वहम
वहर
वहस
वꣳ
श
शक
शकट
शकत
शकन
शकम
शकर
शकल
शकस
शग
शगत
शङ
शच
शज
शञ
शट
शठ
शण
शत
शतक
शतग
शतत
शततम
शतद
शतध
शतन
शतप
शतपत
शतभ
शतम
शतय
शतर
शतव
शतवर
शतश
शतस
शतसहस
शद
शदक
शदध
शदर
शध
शधर
शन
शनक
शनत
शनद
शनन
शनप
शनम
शनय
शनव
शनश
शनस
शनसङ
शप
शपत
शपथ
शपद
शपर
शफ
शब
शबर
शबल
शभ
शम
शमत
शमध
शमन
शमप
शमभ
शमम
शमय
शमयत
शमर
शमव
शमस
शमह
शय
शयत
शयद
शयन
शयप
शयम
शयव
शयश
शयस
शर
शरक
शरच
शरण
शरणम
शरत
शरथ
शरद
शरभ
शरम
शरव
शरस
शरह
शल
शलक
शलभ
शलम
शव
शवत
शवद
शवन
शवम
शवर
शवश
शवस
शश
शशक
शशब
शष
शस
शसन
शसम
शह
शहस
ष
षक
षकत
षकन
षकम
षकर
षकल
षकस
षग
षगण
षगत
षगन
षघ
षङ
षच
षचर
षज
षजन
षजम
षञ
षट
षड
षडक
षडङ
षडश
षडह
षण
षणक
षणज
षणत
षणतय
षणद
षणन
षणप
षणपर
षणभ
षणभङ
षणम
षणमन
षणमप
षणय
षणर
षणलक
षणव
षणश
षणस
षणसम
षणह
षत
षतक
षतत
षतम
षतय
षतश
षतस
षथ
षद
षदन
षदम
षदर
षदश
षध
षधम
षधय
षधर
षधस
षन
षप
षपक
षपण
षपत
षपद
षपय
षपर
षफल
षब
षभ
षभक
षभध
षभस
षम
षमज
षमत
षमध
षमन
षमप
षमभ
षमम
षमय
षमर
षमव
षमश
षमस
षमह
षय
षयक
षयकत
षयकर
षयग
षयज
षयत
षयतय
षयद
षयन
षयप
षयभ
षयम
षयर
षयव
षयश
षयस
षर
षरक
षरण
षरत
षरन
षरप
षरम
षरव
षरस
षरह
षल
षलक
षव
षवचन
षवण
षवत
षवद
षवन
षवर
षवश
षवस
षश
षशत
षशब
षष
षस
षसत
षसन
षसम
षसस
षसहस
षह
षहर
स
सक
सकण
सकत
सकम
सकर
सकल
सकलद
सकलम
सकलव
सकलस
सकस
सख
सखण
सग
सगण
सगत
सगन
सगर
सघ
सङ
सच
सचत
सचन
सचर
सज
सजन
सञ
सट
सण
सत
सतत
सततम
सतन
सतर
सथ
सद
सदक
सदत
सदन
सदम
सदर
सदश
सदस
सदसत
सदसद
सध
सधम
सधर
सधस
सन
सनक
सनत
सनन
सनप
सनम
सनय
सनव
सनस
सप
सपक
सपत
सपद
सपर
सफ
सफल
सब
सबक
सबन
सबल
सभ
सभक
सभय
सम
समक
समग
समङ
समच
समज
समञ
समण
समत
समद
समदर
समध
समन
समनन
समनस
समप
समपद
समभ
समभवत
समम
सममण
समय
समयस
समर
समल
समव
समवर
समवस
समश
समष
समस
समह
सय
सयत
सयन
सर
सरक
सरण
सरत
सरथ
सरद
सरन
सरम
सरय
सरल
सरव
सरश
सरस
सरसस
सल
सलक
सलम
सलय
सव
सवक
सवत
सवद
सवदत
सवन
सवनम
सवम
सवर
सवश
सवस
सश
सशब
सशर
सष
सस
ससन
ससम
ससर
सह
सहक
सहच
सहचर
सहज
सहत
सहद
सहन
सहप
सहभ
सहम
सहय
सहर
सहव
सहस
सꣳस
ह
हक
हकत
हकम
हकर
हकस
हग
हङ
हच
हचर
हज
हञ
हट
हठ
हड
हण
हणम
हणस
हत
हतत
हतप
हतम
हतव
हतश
हतस
हथ
हद
हदय
हध
हधर
हन
हनत
हनदत
हनन
हनम
हनस
हप
हपत
हपर
हब
हभ
हम
हमध
हमन
हमप
हमय
हमस
हमह
हय
हयग
हयत
हयन
हयम
हयश
हयस
हर
हरक
हरण
हरणम
हरत
हरदत
हरन
हरम
हरय
हरस
हल
हलन
हलम
हव
हवत
हवन
हवम
हवर
हश
हशब
हस
हसत
हसन
हसम
हह
ऽ
ऽअ
ऽइ
ऽइत
ऽइव
ऽक
ऽकर
ऽख
ऽग
ऽगस
ऽघ
ऽङ
ऽच
ऽज
ऽजन
ऽञ
ऽण
ऽत
ऽतप
ऽतम
ऽतर
ऽतस
ऽथ
ऽथर
ऽथव
ऽद
ऽध
ऽधम
ऽधर
ऽधस
ऽन
ऽनघ
ऽनन
ऽनभ
ऽनय
ऽनर
ऽनल
ऽप
ऽपक
ऽपत
ऽपर
ऽपव
ऽपश
ऽपह
ऽब
ऽभ
ऽभय
ऽभव
ऽभवत
ऽभवद
ऽभवन
ऽम
ऽमत
ऽमन
ऽमर
ऽमल
ऽय
ऽयन
ऽयम
ऽयमन
ऽयमर
ऽर
ऽरण
ऽल
ऽलङ
ऽव
ऽवक
ऽवग
ऽवगम
ऽवत
ऽवद
ऽवध
ऽवन
ऽवभ
ऽवयव
ऽवर
ऽवल
ऽवश
ऽवस
ऽश
ऽशक
ऽष
ऽस
ऽसत
ऽसद
ऽसम
ऽह
ऽहन
ऽहम
ऽहमस
ऽहर
ऽऽ
ऽऽक
ऽऽग
ऽऽगत
ऽऽच
ऽऽज
ऽऽत
ऽऽद
ऽऽध
ऽऽन
ऽऽनन
ऽऽप
ऽऽय
ऽऽर
ऽऽव
ऽऽश
ऽऽस
ऽऽह
ऽऽहवन
ॐ
ॠ
ॡ
।
॥
०
००
०००
००१
००२
००३
००४
००५
००६
००७
००८
००९
०१
०१०
०११
०१२
०१३
०१४
०१५
०१६
०१७
०१८
०१९
०२
०२०
०२१
०२२
०२३
०२४
०२५
०२६
०२७
०२८
०२९
०३
०३०
०३१
०३२
०३३
०३४
०३५
०३६
०३७
०३८
०३९
०४
०४०
०४१
०४५
०५
०५३
०६
०६४
०६६
०६७
०६८
०७
०७०
०७२
०७६
०७७
०७८
०७९
०८
०८२
०८८
०९
०९४
१
१०
१००
१०००
१०१
१०२
१०३
१०४
१०५
१०६
१०७
१०८
१०९
११
११०
१११
११२
११३
११४
११५
११६
११७
११८
११९
१२
१२०
१२१
१२२
१२३
१२४
१२५
१२६
१२७
१२८
१२९
१३
१३०
१३१
१३२
१३३
१३४
१३५
१३६
१३७
१३८
१३९
१४
१४०
१४१
१४२
१४३
१४४
१४५
१४६
१४७
१४८
१४९
१५
१५०
१५१
१५२
१५३
१५४
१५५
१५६
१५७
१५८
१५९
१६
१६०
१६१
१६२
१६३
१६४
१६५
१६६
१६७
१६८
१६९
१७
१७०
१७१
१७२
१७३
१७४
१७५
१७६
१७७
१७८
१७९
१८
१८०
१८१
१८२
१८३
१८४
१८५
१८६
१८७
१८८
१८९
१९
१९०
१९१
१९२
१९३
१९४
१९५
१९६
१९७
१९८
१९९
२
२०
२००
२००१
२०१
२०११
२०१३
२०२
२०२२
२०३
२०४
२०५
२०६
२०७
२०८
२०९
२१
२१०
२११
२१२
२१३
२१४
२१५
२१६
२१७
२१८
२१९
२२
२२०
२२१
२२२
२२३
२२४
२२५
२२६
२२७
२२८
२२९
२३
२३०
२३१
२३२
२३३
२३४
२३४५
२३५
२३६
२३७
२३८
२३९
२४
२४०
२४१
२४२
२४३
२४४
२४५
२४६
२४७
२४८
२४९
२५
२५०
२५१
२५२
२५३
२५४
२५५
२५६
२५७
२५८
२५९
२६
२६०
२६१
२६२
२६३
२६४
२६५
२६६
२६७
२६८
२६९
२७
२७०
२७१
२७२
२७३
२७४
२७५
२७६
२७७
२७८
२७९
२८
२८०
२८१
२८२
२८३
२८४
२८५
२८६
२८७
२८८
२८९
२९
२९०
२९१
२९२
२९३
२९४
२९५
२९६
२९७
२९८
२९९
३
३०
३००
३०१
३०२
३०३
३०४
३०५
३०६
३०७
३०८
३०९
३१
३१०
३११
३१२
३१३
३१४
३१५
३१६
३१७
३१८
३१९
३२
३२०
३२१
३२२
३२३
३२४
३२५
३२६
३२७
३२८
३२९
३३
३३०
३३१
३३२
३३३
३३४
३३५
३३६
३३७
३३८
३३९
३४
३४०
३४१
३४२
३४३
३४४
३४५
३४६
३४७
३४८
३४९
३५
३५०
३५१
३५२
३५३
३५४
३५५
३५६
३५७
३५८
३५९
३६
३६०
३६१
३६२
३६३
३६४
३६५
३६६
३६७
३६८
३६९
३७
३७०
३७१
३७२
३७३
३७४
३७५
३७६
३७७
३७८
३७९
३८
३८०
३८१
३८२
३८३
३८४
३८५
३८६
३८७
३८८
३८९
३९
३९०
३९१
३९२
३९३
३९४
३९५
३९६
३९७
३९८
३९९
४
४०
४००
४०१
४०२
४०३
४०४
४०५
४०६
४०७
४०८
४०९
४१
४१०
४११
४१२
४१३
४१४
४१५
४१६
४१७
४१८
४१९
४२
४२०
४२१
४२२
४२३
४२४
४२५
४२७
४२८
४२९
४३
४३०
४३१
४३२
४३३
४३४
४३५
४३६
४३७
४३८
४३९
४४
४४१
४४२
४४३
४४४
४४५
४४६
४४७
