!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
001
003
01
010
013
0140
02
0261
03
0362
04
0462
05
06
07
08
09
0971
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1002
1007
101
1016
1017
102
103
1037
1038
104
105
106
1063
107
108
1080
1086
1088
109
1093
1097
1098
11
110
1100
1103
111
1111
112
1126
113
1136
114
115
116
117
1177
118
119
12
120
1200
121
122
123
124
125
126
127
128
129
13
130
1300
131
132
133
134
135
136
137
138
139
14
140
141
142
143
144
145
146
147
148
149
15
150
1500
151
152
1526
153
154
155
156
157
158
159
16
160
1600
1606
161
162
163
164
165
166
1660
167
1675
168
1680
169
17
170
1700
1704
1705
1707
1708
171
1710
172
173
174
1748
175
1750
1757
176
1761
177
1770
1771
1775
178
1780
1783
179
1790
1793
1794
1799
18
180
1800
1801
1802
1803
1804
1805
181
1810
1812
1813
1814
1815
1817
1818
1819
182
1820
1821
1822
1823
1827
1828
183
1830
1831
1832
1833
1834
1835
1836
1837
1838
1839
184
1840
1841
1842
1843
1844
1845
1846
1847
1848
1849
185
1850
1851
1852
1853
1854
1855
1856
1857
1858
1859
186
1860
1861
1862
1863
1864
1865
1866
1867
1868
1869
187
1870
1871
1872
1873
1874
1875
1876
1877
1878
1879
188
1880
1881
1882
1883
1884
1885
1886
1887
1888
1889
189
1890
1891
1892
1893
1894
1895
1896
1897
1898
1899
19
190
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
191
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
192
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
193
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
194
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
196
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
2022
203
204
205
206
207
208
209
21
210
211
212
213
214
215
216
217
218
219
22
220
221
222
223
224
225
226
227
228
229
23
230
2307
231
232
233
234
235
236
237
238
239
24
240
241
242
243
244
245
246
247
248
249
25
250
2500
251
252
253
254
255
256
257
258
259
26
260
261
262
263
264
265
266
267
268
269
27
270
271
272
273
274
275
276
277
28
280
281
282
283
285
287
288
289
29
290
291
292
293
294
295
296
297
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
3000
301
302
304
305
306
307
308
309
31
310
312
313
314
315
316
317
318
319
32
320
321
322
323
324
325
328
33
330
331
333
334
335
336
337
338
34
340
341
343
345
349
35
350
351
354
355
36
360
363
365
367
37
370
375
377
38
380
384
385
387
388
39
390
393
394
395
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
4000
407
41
412
415
419
42
420
4217
43
430
4331
44
440
444
45
450
46
465
47
470
471
48
480
486
49
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
5000
51
512
52
520
521
53
533
54
540
55
550
56
57
58
59
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
6000
61
62
63
64
65
650
66
67
670
6736
674
68
69
691
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
71
72
73
737
74
75
750
751
76
77
78
79
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
81
82
83
84
846
85
850
86
87
88
89
895
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
91
92
93
94
95
950
96
97
978
98
981
99
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aamir
aap
ab
abbas
abc
abdul
abhinav
about
above
abp
abraham
abstract
abu
abuse
ac
academic
academy
access
accessdate
accessed
according
account
achievement
acid
across
act
acting
action
active
activism
activist
activists
activities
actor
actors
actress
actresses
ad
adam
adams
add
addison
address
aditi
administration
adult
advanced
advisory
advocate
ae
af
affairs
afghan
afghanistan
africa
african
after
ag
again
against
agarwal
age
aged
agency
ages
ago
agricultural
agriculture
ah
ahead
ahmad
ahmed
ahmedabad
ai
aid
aids
air
airlines
airport
airports
airways
aj
ajay
ajitjalandhar
ak
aka
akademi
akbar
akhtar
akshay
al
alan
albert
album
alex
alexander
alexandra
alfred
algebra
ali
alice
aligned
alive
all
allen
alliance
allmusic
almost
along
alpha
also
alternative
although
alumni
always
am
amar
amazon
ambassador
ambedkar
amd
america
american
americans
amid
amir
amit
amnesty
among
amrita
amritsar
amsterdam
amu
amy
an
analysis
anand
ancestry
anchor
ancient
and
andaman
anderson
andhra
andrea
andrew
andrews
angel
angela
angeles
anglo
ani
anil
animal
anita
anjali
ann
anna
annalen
annals
anne
anniversary
announced
announcement
announces
annual
another
anthology
anthony
anthropology
anti
antonio
any
ao
ap
app
appear
appearances
apple
application
applications
applied
appointed
approach
apr
april
aq
ar
arab
arabia
arabic
archaeological
archaeology
architecture
archive
archived
archiveofge
archives
are
area
areas
argentina
arjun
arjuna
armenian
arms
army
arnold
arora
around
arrested
art
arte
arthur
article
articles
articleshow
artist
artists
arts
arxiv
as
asha
ashley
ashok
asia
asian
asiatic
asin
asked
asp
aspects
aspx
assam
assembly
assessment
associated
association
astronomical
astronomy
at
athletics
atlantic
atlas
atomic
attack
attribute
au
audience
audio
aug
august
aur
austin
australia
australian
austria
author
authority
authors
autobiography
autumn
av
available
average
avn
aw
award
awarded
awardees
awards
away
ax
ay
az
azhar
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baba
baby
bachchan
back
background
bad
badminton
bags
bahadur
bai
bajwa
baker
ball
baltimore
ban
banarsidass
band
banerjee
bangalore
bangladesh
banglapedia
bank
bar
barbara
barcelona
barnes
barry
base
based
basic
basis
basketball
bassi
basu
bathinda
battle
bay
bb
bbc
bc
bce
bd
be
beach
beat
beautiful
beauty
became
because
become
becomes
becoming
bedi
been
before
begin
beginning
begins
begum
behavior
behind
beijing
being
believe
bell
ben
bengal
bengali
bengaluru
benjamin
bennett
berkeley
berlin
bernard
best
beta
better
betty
between
beyond
bf
bg
bh
bhagat
bhai
bharat
bharatiya
bhaskar
bhatia
bhatt
bhattacharya
bhunerheri
bhushan
bhutan
bi
bibcode
bibliography
big
bigg
biggest
bihar
bill
billboard
billion
bin
bio
biographical
biography
biology
bird
birdlife
birds
birmingham
birth
birthday
bit
bj
bjp
bk
bl
black
blackwell
blair
blockreports
blockwise
blog
blogs
blogspot
blood
bloomberg
blue
bm
bmatrix
bn
bo
board
bob
bobby
bodies
body
bollywood
bombay
book
books
boost
border
born
bose
boss
boston
bot
both
bound
bowling
box
boxing
boy
boys
bp
bq
br
brain
branch
brand
brazil
break
breaking
breaks
breast
brian
bride
bridge
brief
brill
bring
brings
britain
britannica
british
broadcasting
bronze
brooks
bros
brother
brothers
brown
bruce
bs
bt
bu
buddhism
buddhist
build
building
buildings
built
bulletin
burden
bureau
bus
business
but
butler
bv
bw
bx
by
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cabinet
cable
cache
calcutta
calendar
california
call
called
calls
cambridge
came
camera
cameron
camp
campaign
campbell
campus
can
canada
canadian
cancer
candidate
candidates
cannes
cape
capital
capitalism
captain
car
card
care
career
caribbean
carl
carlos
carol
carolina
carter
case
cases
cash
cast
caste
castro
cat
catalog
catedral
category
cathedral
catherine
catholic
cause
causes
cb
cbc
cbs
cc
cd
cdc
cdot
cdots
ce
celebrate
celebrated
celebrates
celebration
celebrities
celebrity
cell
census
censusindia
centenary
center
centers
central
centre
centuries
century
ceo
ceremony
cf
cg
cgi
ch
chairman
challenge
challenges
champion
champions
championship
championships
chance
chand
chandigarh
chandra
change
changed
changes
changing
channel
chapter
character
charge
charity
charles
charlotte
chart
charts
chatterjee
chaudhary
chauhan
chawla
check
chemical
chemistry
chen
chennai
chess
chicago
chicken
chief
child
childhood
children
china
chinese
choice
chopra
chris
christian
christine
christopher
chronicle
church
churches
ci
cia
cid
cinema
circle
citation
cite
cities
citizen
citizenship
city
civil
civilization
cj
ck
cl
claim
claims
claire
clarendon
clark
class
classic
classical
classification
clean
clear
cleartrip
climate
clinical
clio
clock
close
club
cm
cms
cn
cnn
co
coach
coast
coauthors
cochrane
code
cohen
coke
cold
cole
colin
collected
collection
collections
collective
college
colleges
collins
colonial
color
colors
columbia
com
come
comeback
comedy
comes
comfort
comic
coming
commentary
commerce
commission
commissioner
committee
common
commons
commonwealth
communication
communications
communist
communities
community
companies
companion
company
comparative
comparison
competition
complete
complex
composition
comprehensive
computer
con
concept
concepts
concise
condition
conference
confirmed
confirms
conflict
congress
connection
connor
consciousness
conservation
considered
consolidated
constant
constants
constituencies
constituency
constituencywisedetailedresult
constitution
construction
contact
contemporary
content
context
contribution
contributions
control
controversy
convention
conversation
cook
cooking
cooper
copy
copyright
core
cornell
coronavirus
corporate
corporation
correspondent
corresponding
cos
cosmic
cosmology
cost
costa
could
council
countries
country
county
couple
course
court
cover
covid
cp
cpu
cq
cr
crc
create
created
creation
creative
crew
cricbuzz
cricinfo
cricket
cricketarchive
cricketer
crime
criminal
crisis
critic
critical
criticism
critics
critique
crore
cross
crown
cs
ct
cu
cultural
culture
cultures
cup
current
currentelections
customs
cut
cv
cw
cx
cy
cz
czech
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
dagger
daily
dainik
dalit
dam
dan
dana
dance
dancer
dancing
daniel
danish
dark
das
data
database
date
dated
dates
datta
daughter
dave
david
davis
dawn
day
days
db
dc
dd
ddsa
de
dead
deadline
deal
dean
death
deaths
debate
debut
dec
decade
deccan
december
decision
deep
deepika
default
defence
defense
defined
definition
definitions
degree
del
delhi
delimitation
delta
demand
democracy
democratic
den
dennis
density
department
deputy
der
dera
des
desai
describing
description
desert
design
desire
desk
despite
detail
detailed
details
determined
dev
development
devi
df
dg
dh
dhaka
dhillon
di
diabetes
diagnosis
diamond
diary
dictionaries
dictionary
did
didn
die
died
diego
dies
difference
different
digital
dil
diljit
din
dirac
direct
director
directorate
directors
directory
disability
discovery
discussion
disease
diseases
disney
disorders
display
displaystyle
distance
distribution
district
districts
diversity
divine
division
divya
dj
dk
dl
dm
dn
dna
dnaindia
do
doc
doctor
document
documentary
documentation
documents
does
doesn
doi
doing
domain
domestic
don
donald
done
door
dot
dots
double
douglas
dover
down
download
dp
dq
dr
draft
drag
drama
dream
dreams
drive
drug
ds
dt
du
dubai
due
duke
duo
durga
during
dutch
dutt
dutta
dv
dvd
dw
dx
dy
dynamics
dynasty
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
each
earlier
earliest
early
earth
east
eastern
easy
eb
ec
ece
eci
ecology
economic
economics
economictimes
economist
economy
ed
edge
edinburgh
edit
edited
edition
editions
editor
editorial
editors
edmund
eds
edu
education
educational
edward
edwards
ee
ef
effect
effective
effects
eg
egypt
eh
ei
eight
einstein
ej
ek
ekta
el
elected
election
elections
electoral
electric
electromagnetic
electronic
elementary
elements
elevation
elite
elizabeth
ellen
ellis
elsevier
em
emergency
emerging
emily
eminent
emma
emperor
empire
empty
en
encyclopaedia
encyclopedia
encyclopædia
end
energy
eng
engineering
engineers
england
english
enter
entertainment
entry
environment
environmental
eo
ep
epaper
epic
episode
epsilon
eq
equal
equality
equations
er
era
eric
ernest
es
esopb
espana
especially
espn
espncricinfo
essay
essays
essential
est
established
estimates
et
eta
etc
ethics
ethnic
etymology
eu
eugene
europa
europe
european
ev
evaluation
evans
eve
even
evening
event
events
ever
everest
every
everything
evidence
evil
evolution
ew
ex
example
excellence
exchange
exclusive
executive
exhibition
exist
exp
experience
experiment
experimental
explained
exploring
express
extension
external
extra
ey
eye
eyes
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
face
facebook
faces
fact
factbook
factor
facts
faculty
fair
faith
fall
false
fame
families
family
famous
fan
fans
fantasy
far
farm
farmer
farmers
fashion
fast
fateh
father
fatima
fb
fc
fd
fe
fear
feature
featured
features
feb
february
federal
federation
feed
feel
fellow
fellows
fellowship
female
feminine
feminism
feminist
festival
festivals
few
feynman
ff
fg
fh
fi
fiction
field
fields
fifa
fifth
fifty
fight
fighter
fighting
figure
figures
fih
file
files
film
filmfare
filmibeat
filmmaker
filmography
films
final
finally
finance
financial
find
finding
finds
fine
fire
first
firstpost
fish
fisher
five
fj
fk
fl
flag
flight
flora
florence
florida
fm
fn
fo
focus
folk
folklore
following
food
football
for
forbes
force
forced
forces
ford
foreign
forest
forgotten
form
format
former
forms
fort
fortune
forum
forward
found
foundation
foundations
founder
four
fourth
fox
fp
fq
fr
frac
france
frances
francis
francisco
frank
franz
fraser
frederick
free
freedom
freeman
french
fresh
friday
friend
friends
from
frome
front
frontline
fs
fsb
ft
fu
full
fun
function
fund
fundamental
fur
further
future
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gabriel
gale
gallery
game
games
gamma
gandhi
gang
ganga
ganguly
garden
gary
gate
gauri
gautam
gave
gay
gazette
gazetteer
gb
gc
gd
gdp
ge
geeta
gender
gene
genealogy
general
generation
genius
genocide
geo
geographic
geographical
geography
geological
geometry
george
georgia
german
germany
get
gets
getting
gf
gg
gh
ghanour
ghosh
ghz
gi
gibraltar
gift
gilbert
giles
gill
girl
girls
give
given
gives
giving
gj
gk
gl
global
globe
gloria
glory
glossary
gm
gn
go
goa
goal
goals
god
goddess
goddesses
gods
goes
going
gold
golden
good
google
gopal
gordon
gore
got
gothic
gov
government
governor
govt
gp
gq
gr
grace
graduate
graham
grammar
grand
grant
granth
gravitation
gravity
gray
great
greater
greatest
greece
greek
green
greenwood
greg
gregory
grewal
gritzner
gross
ground
group
groups
growing
growth
gs
gt
gu
guardian
guide
guidelines
guides
gujarat
gujarati
gulf
gupta
gurmukhifontconferter
guru
gutenberg
guy
gv
gw
gx
gy
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
had
hai
hain
hair
half
hall
hamilton
han
hand
handbook
hands
hanks
hannah
hans
happy
haq
hard
hari
harper
harpercollins
harris
harry
hart
harvard
harvey
haryana
has
hasan
hat
hate
have
haven
having
hb
hbar
hc
hd
he
head
headlines
health
heart
hearts
heat
hebrew
height
held
helen
help
henry
hep
her
herald
herbert
here
heritage
hero
heroes
herself
hf
hg
hh
hi
hidden
high
higher
highest
highlights
hill
him
himachal
himalayan
himself
hina
hindi
hindu
hinduism
hindus
hindustan
hindustantimes
hip
his
historia
historian
historians
historic
historical
history
hit
hits
hiv
hj
hk
hl
hm
hn
ho
hockey
hold
hollywood
holy
home
hong
honor
honorary
honour
honoured
honours
hope
hopkins
horror
horse
hoshiarpur
hospital
host
hot
hotel
hotels
houghton
hour
hours
house
housing
how
howard
however
hp
hq
hr
hs
ht
htm
html
http
https
hu
hudson
huffington
hugh
hum
human
hundred
hungama
hunter
husband
hussain
hv
hw
hx
hy
hyderabad
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
iaaf
ian
ians
ib
ibn
ibnlive
ic
icc
ice
icon
id
idea
ideas
identity
ideology
ie
ieee
if
ig
iglesia
ignored
ih
ii
iii
iit
ij
ik
il
ill
illinois
illustrated
im
image
images
imdb
impact
imperial
important
in
inc
include
included
includes
including
independence
independent
index
india
indiaglitz
indian
indiana
indianexpress
indians
indiatimes
indiatoday
indies
indira
individual
indo
indonesia
indus
industrial
industry
infection
infectious
influence
influential
info
infobox
information
inner
input
inside
insider
inspired
instagram
institute
institutes
institution
institutions
int
intellectual
intelligence
interactive
interest
international
internationals
internet
interpretation
interview
interviews
into
intoday
introduced
introduction
invalid
io
ip
ipa
ipl
iq
iqbal
ir
iran
iranian
iraq
ireland
irish
iron
is
isaac
isbn
ishq
islam
islamic
island
islands
iso
israel
issf
issn
issue
issues
ist
it
italian
italy
item
its
itself
iu
iucn
iv
iw
ix
iy
iz
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jack
jackson
jacques
jagran
jahan
jail
jain
jaipur
jalandhar
james
jammu
jan
jane
janet
january
japan
japanese
jason
javed
jay
jb
jc
jd
je
jean
jeff
jeffrey
jennifer
jeremy
jerry
jersey
jerusalem
jessica
jewish
jews
jf
jg
jh
jha
ji
jim
jj
jk
jl
jm
jn
jnanpith
jo
joan
job
joe
john
johns
johnson
join
joins
joint
jon
jonathan
jones
jordan
jose
joseph
josh
joshi
journal
journalism
journalist
journalists
journey
joy
joyce
jp
jpg
jq
jr
js
jsp
jstor
jt
ju
juan
judge
judith
jul
julia
julie
july
jump
jun
june
junior
just
justice
justin
jv
jw
jx
jy
jyoti
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kala
kalpana
kamal
kannada
kapil
kapoor
kapur
kapura
karachi
karan
karen
karishma
karl
karnataka
kartik
kashmir
kashmiri
kate
kathak
katherine
kaur
kavita
kay
kb
kc
kd
ke
keep
keith
kelly
kennedy
kenneth
kerala
kevin
key
kf
kg
kh
khadoor
khan
khanna
kharar
ki
kids
kill
killed
killing
kim
kind
king
kingdom
kings
kiran
kj
kk
kl
km
kn
knot
know
knowledge
known
ko
kohli
kolkata
kong
korea
korean
kot
kp
kq
kr
krishna
ks
kt
ku
kumar
kumari
kv
kw
kx
ky
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
lab
labor
laboratory
labour
ladies
lady
lahore
lake
lakes
lakh
lakshmi
lal
lambda
lancet
land
landscape
lane
lang
langle
language
languages
lanka
large
largest
larry
las
last
late
later
latest
latin
launch
launched
launches
laura
laureates
law
lawrence
laws
lawyer
lay
lb
lc
lccn
ld
le
lead
leader
leaders
leadership
leading
leads
league
learn
learning
least
leave
leaves
lebanon
lecture
lectures
led
lee
left
legacy
legal
legend
legends
legislative
leiden
length
leon
leonard
les
lesbian
less
lessons
let
letter
letters
level
levi
lewis
lexicon
lf
lg
lgbt
lgbtq
lh
li
liberation
liberty
libraries
library
life
lifestyle
lifetime
light
like
likely
limited
limits
linda
line
lines
linguistic
linguistics
link
links
lion
lisa
list
listed
listen
listofelectedmembers
listofsuccessfulcandidate
lists
literary
literature
little
littlefield
liu
live
lived
livemint
liver
liverpool
lives
living
lj
lk
ll
llc
lm
ln
lo
local
location
lockdown
logic
lohian
lok
london
lonely
long
longman
look
looking
looks
lopez
lord
lorentz
los
loss
lost
louis
love
low
lower
lp
lq
lr
ls
lt
ltd
lu
lucknow
ludhiana
luis
lv
lw
lx
ly
lyrics
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
machine
macmillan
made
madhuri
madras
madrid
mag
magazine
magic
magnetic
mahabharata
mahal
maharashtra
mahatma
mail
main
maint
major
make
makes
making
malayalam
malaysia
male
malhotra
malik
man
management
manchester
mani
mann
manual
many
map
maps
mar
marathi
marc
march
mare
margaret
maria
marie
mark
market
marks
marriage
married
marshall
martin
marx
marxist
mary
mass
massachusetts
master
masters
match
matches
material
materials
math
mathbf
mathcal
mathematical
mathematics
mathrm
mathworld
matrix
matt
matter
matthew
max
maxwell
may
maya
mayor
mb
mc
mcgraw
md
me
meaning
means
measurement
mechanical
mechanics
med
medal
medals
media
medical
medicine
medieval
meet
meeting
meets
mehta
mein
melbourne
member
members
memoir
memoirs
memorial
memories
memory
men
menon
mental
mercury
mere
meri
merriam
message
messier
met
meta
method
methods
metro
metropolitan
mexico
mf
mg
mh
mhz
mi
mia
miami
michael
michel
michelle
michigan
microcontroller
microsoft
mid
middle
mifflin
might
migration
mike
military
milk
millennium
miller
million
min
mind
minister
ministers
ministry
minnesota
minorities
minority
mint
minute
minutes
mir
mirror
mirza
mishra
mismatch
miss
missing
mission
mit
mitchell
mj
mk
ml
mla
mlas
mm
mn
mo
mobile
mode
model
models
modern
modi
module
moga
mohali
mohammad
mohammed
mohan
mojo
molecular
mom
moment
monetary
money
monica
monitor
month
monthly
monuments
moon
moore
more
morgan
morning
morris
mortality
moscow
mosque
most
mother
motilal
motion
mount
mountain
mountains
movable
move
movement
movements
moves
movie
movies
moving
mp
mq
mr
mrs
ms
msn
mt
mtv
mu
much
mughal
muhammad
mukherjee
muller
multiple
mumbai
municipal
murder
murray
muse
museo
museum
music
musical
muslim
muslims
must
mv
mw
mx
my
mysore
mystery
myth
mythology
myths
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
nabha
nabla
nach
nacional
nadu
nagar
nair
nakodar
name
named
names
nanak
nancy
narayan
nari
narrative
nasa
natak
nath
nation
national
nationalism
nations
native
natural
nature
navy
nb
nbc
nc
ncov
nd
ndia
ndian
ndtv
ne
near
need
needed
needs
neha
nehru
neil
nelson
nepal
net
netflix
netherlands
network
networks
never
new
news
newspaper
newspapers
newton
next
nf
nfl
ng
nh
ni
nic
nicholas
nick
nicole
nigeria
night
nightingale
nih
nikki
nine
nj
nk
nl
nm
nn
no
nobel
nobelprize
nominated
nomination
nominations
nominees
non
norman
north
northern
norton
not
note
noted
notes
nov
novel
novelist
november
now
np
npr
nq
nr
ns
nt
nternational
nu
nuclear
number
numbers
nutrition
nv
nw
nx
ny
nytimes
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
obama
obituary
observer
oc
ocean
oclc
oct
october
od
odi
odisha
oe
of
off
office
officer
official
officials
often
og
oh
ohio
oi
oil
oj
ok
ol
old
oldest
oliver
olympic
olympics
om
omega
on
once
one
oneindia
onepage
online
only
ontario
oo
op
open
opening
opens
opera
opinion
optics
option
oq
or
oral
order
orders
org
organisation
organization
orient
oriental
origin
original
originally
origins
orissa
os
oscar
ot
other
others
otherwise
otimes
ou
our
out
outbreak
outlook
outlookindia
outside
ov
over
overseas
overview
ow
own
ox
oxford
oy
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
pacific
padma
page
pages
paid
painting
paintings
pak
pakistan
pakistani
pal
palace
palgrave
pallavi
pan
pandemic
pandey
pandit
panel
panjab
panjabi
paper
paperback
papers
par
para
parade
paradise
parameter
parents
paris
park
parker
parliament
parliamentary
part
partial
particle
particles
parties
partition
partner
parts
party
passed
passes
passion
past
patel
path
pathak
patiala
patients
patna
patricia
patrick
paul
pavlovic
pb
pbplanning
pbs
pc
pd
pdf
pe
peace
peak
pearson
pedro
pen
penguin
pennsylvania
people
peoples
per
perfect
performance
performing
period
perry
perseus
persian
person
personal
personality
persons
perspective
perspectives
peter
pf
pg
ph
phase
phi
phil
philadelphia
philip
philippines
phillaur
phillips
philosopher
philosophical
philosophy
phone
photo
photos
php
phys
physical
physics
physik
physiology
pi
pib
pics
picture
pictures
pierre
pilot
pin
pink
pioneer
pittsburgh
pj
pk
pl
place
places
plan
planck
planet
planning
plans
plant
plants
play
played
player
players
playing
plays
plus
pm
pmatrix
pmc
pmid
pn
po
pocket
poem
poems
poet
poetry
poets
point
police
policy
political
politics
poll
polls
pooja
poonam
pop
popular
population
por
porn
port
portal
portrait
portugal
portuguese
position
positive
possible
post
poster
potential
potter
poverty
power
powerful
powers
pp
pq
pr
practical
practice
practices
pradesh
prakash
prakashan
prasad
pre
pregnancy
prem
premier
premiere
prentice
present
presented
president
presidential
press
prevalence
prevention
preview
price
pride
primary
prime
prince
princess
princeton
principle
principles
print
printed
printing
prior
private
priya
priyanka
prize
pro
problem
problems
proceedings
process
producer
product
production
products
prof
professional
professor
profile
profiles
program
programme
programming
progress
project
projects
pronunciation
properties
prospects
protected
protection
protest
protests
protocol
proud
provided
province
provinces
provisional
ps
psi
psychological
psychology
pt
ptc
pti
pu
pub
public
publication
publications
published
publisher
publishers
publishing
puchd
puente
puerto
pune
punjab
punjabi
punjabigyan
punjabipedia
punjabitribuneonline
purana
puranic
puraskar
puri
put
pv
pvt
pw
px
py
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
quad
quality
quantum
quarterly
que
queen
queer
question
questions
quits
quot
quote
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
race
rachel
radiation
radical
radio
rahat
rahman
rahul
rai
railway
rain
rainbow
raj
raja
rajasthan
rajput
rajya
ram
rama
ramesh
rana
random
range
rangle
rani
ranji
ranjit
ranking
rankings
rao
rape
rare
rate
rather
ratna
ravi
ray
raymond
rb
rc
rd
re
reach
read
reader
readers
reading
ready
real
reality
really
reason
reasons
rebecca
receive
receives
recent
recipe
recipes
recipients
recognition
record
records
red
reddy
rediff
reed
ref
reference
references
reflections
refs
region
regional
regions
register
registrar
registration
related
relations
relationship
relative
relativistic
relativity
release
released
releases
reliable
religion
religions
religious
remains
remembering
rep
report
reported
reporter
reports
representation
reprint
reprinted
rept
republic
republica
required
requires
res
research
reserve
resistance
resolution
resource
resources
response
rest
result
results
retrieved
return
returns
reuel
reuters
rev
revealed
reveals
review
reviews
revised
revolution
revolutionary
rf
rg
rh
rho
ri
rice
rich
richard
rico
right
rights
rio
rise
rising
risk
rita
ritu
river
rivers
rj
rk
rl
rm
rn
ro
road
robert
roberts
robin
robinson
rock
roger
rohit
role
roles
roll
rolling
roma
roman
romance
romanesque
rome
ron
ronald
room
root
roots
rose
rosen
ross
rough
round
route
routledge
row
rowman
roy
royal
rp
rq
rr
rs
rt
ru
rukh
rule
rules
run
running
runs
rural
russell
russia
russian
ruth
rv
rw
rx
ry
ryan
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
saba
sabha
sacred
saeed
safe
safety
sage
sahib
sahitya
sai
said
saini
saint
salman
sam
same
samuel
san
sana
sandhu
sangeet
sangrur
sanjay
sanskrit
sant
santa
santiago
sara
sarah
sardar
sarkar
sarokar
satellite
saudi
save
say
says
sb
sbn
sc
scale
scene
schedule
scheme
scholar
scholars
school
schools
schuster
sci
science
sciences
scientific
scientist
scientists
scores
scotland
scott
scottish
screen
script
scroll
sd
se
sea
sean
search
season
seat
seats
seattle
sebastian
second
secret
secretary
secrets
section
security
see
seeks
seema
seen
select
selected
selection
self
sen
sengupta
senior
sense
sep
september
serial
series
service
services
session
set
seth
sets
seven
several
sex
sexual
sexuality
sf
sg
sh
shah
shahid
shahkot
shakespeare
shakti
shankar
share
shares
sharma
shaw
she
sheet
sheikh
shetty
shilpa
shiva
shoot
shooter
shooting
short
shot
should
show
shows
shri
shruti
shukla
shweta
si
side
sidharth
sidhu
sify
sigma
sign
signs
sikh
sikhism
sikhs
silence
silent
silver
simon
simple
sin
since
singapore
singer
singh
single
sinha
sir
sister
sisters
site
sites
situation
six
sixth
size
sj
sk
sketch
skin
sky
sl
slam
sm
small
smith
sn
so
soccer
soccerway
social
socialist
societies
society
sociology
software
soil
solar
sold
some
something
sometimes
son
song
songs
sonia
sons
sony
soon
soul
sound
source
sources
south
southern
soviet
sp
space
spain
spainby
span
spanish
speak
speaker
speaking
speaks
special
species
specific
specified
spectrum
speech
speed
spin
spirit
spiritual
spoken
sport
sports
sportskeeda
spotlight
spread
spring
springer
sq
sqrt
squad
square
sr
sri
ss
sse
st
stadium
staff
stage
stan
stand
standard
standards
stanford
stanley
star
starrer
stars
start
starts
stat
state
statement
states
statesman
station
stations
statistical
statisticalreport
statisticalreports
statistics
statreport
stats
status
stay
steel
step
stephen
steve
steven
stewart
still
stone
stop
store
stories
storm
story
street
strength
strike
string
strong
structurae
structure
struggle
stuart
student
students
studies
studio
study
style
su
sub
subhash
subject
subscription
success
successful
such
sufi
suggested
suicide
sullivan
sultan
sum
summary
summer
summit
sun
sunday
sunil
sunny
suny
super
supplement
support
supporting
supreme
sur
suresh
surface
surgery
survey
susan
sv
sw
swami
sweden
swedish
sweet
sx
sy
sydney
syed
symbol
symbols
symposium
symptoms
syndrome
syria
syrian
system
systematic
systems
sz
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
table
tag
tags
take
taken
takes
taking
tale
talent
tales
talk
talks
tamil
tanda
tara
task
taste
tata
taylor
tb
tc
td
tdp
te
teacher
teaching
team
teams
tech
technical
technologies
technology
ted
teen
tehelka
tehsil
telegraph
telegraphindia
television
tell
tells
telly
tellychakkar
telugu
temperature
template
temple
ten
tennis
term
terms
territories
territory
terror
terrorism
terry
test
testing
tests
texas
text
textbook
texts
tf
tg
th
thailand
than
that
the
theater
theatre
thehindu
their
them
then
thenews
theoretical
theories
theory
there
thermodynamics
these
thesis
theta
they
thing
things
think
thinking
third
this
thomas
thompson
thomson
those
though
thought
thousand
threat
threatened
three
through
thumb
ti
ties
tiger
till
tim
time
timeline
times
timesofindia
timothy
title
tiwari
tj
tk
tl
tm
tn
tnn
to
today
together
toi
tokyo
told
tom
tony
too
took
top
topic
toronto
total
tour
tourism
tourist
tournament
toward
towards
tower
town
towns
tp
tq
tr
track
trade
tradition
traditional
traditions
traffic
tragedy
trailer
train
training
trans
transformation
transgender
transition
translated
translation
translator
transport
travel
traveller
travellers
treatment
treaty
tree
trends
trial
tribal
tribes
tribune
tribuneindia
tribute
tripathi
triple
trophy
true
trump
trust
truth
try
ts
tt
tu
turbo
turkey
turkish
turn
turned
turner
turns
tv
tw
twentieth
twenty
twitter
two
tx
txt
ty
type
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
ub
uber
uc
ud
ue
uefa
uf
ug
uh
ui
uj
uk
ukraine
ukrainian
ukt
ul
ultimate
um
un
una
unabridged
und
under
understanding
une
unesco
uni
union
unique
unit
united
units
unity
univ
universal
universe
universities
university
unknown
unrecognized
until
uo
up
upcoming
update
updated
updates
upon
upper
uq
ur
urban
urdu
url
us
usa
usage
use
used
uses
using
usually
ut
uttar
uttarakhand
uu
uv
uw
ux
uy
uz
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
valley
value
values
van
variants
variety
various
varma
varun
vb
vc
vd
vdblock
ve
vec
ved
venue
verlag
verma
version
versus
very
veteran
vf
vg
vh
vi
via
vice
victims
victor
victoria
victory
video
videos
vidhan
vidya
vietnam
vietnamese
view
views
vii
viii
vijay
vikas
vikram
village
villages
vincent
violence
virginia
virtual
virus
vision
visit
visual
vivek
vj
vk
vl
vm
vn
vo
vogue
voice
voices
vol
voli
volume
volumes
von
vote
vp
vq
vr
vs
vt
vu
vv
vw
vx
vy
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
wales
walk
walker
wall
walter
wang
want
wanted
wants
war
warner
warren
wars
was
washington
watch
water
watson
wave
waves
way
wayback
wb
wc
wd
we
weather
web
webcite
webopac
website
webster
wedding
week
weekend
weekly
weight
weisstein
welcome
welfare
well
were
wesley
west
western
wf
wg
wh
what
wheeler
when
where
which
while
white
who
whole
whose
why
wi
wickets
width
wife
wiki
wikimedia
wikipedia
wikisource
wild
wildlife
wiley
will
william
williams
wilson
win
windows
wing
winner
winners
winning
wins
winter
wire
wired
wisconsin
wisden
wisdom
wise
wish
with
within
without
wj
wk
wl
wm
wn
wo
woman
women
won
wood
word
wordpress
words
work
worker
workers
working
works
world
worldcat
worlds
worldwide
worth
would
wp
wq
wr
wrestler
wrestling
wright
write
writer
writereaddata
writers
writing
writings
written
wrong
ws
wt
wu
wv
ww
wwe
www
wx
wy
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xbiz
xc
xd
xe
xf
xg
xh
xi
xj
xk
xl
xm
xn
xo
xp
xq
xr
xrco
xs
xt
xu
xv
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yadav
yahoo
yale
yang
yb
yc
yd
ye
year
years
yeh
yes
yet
yf
yg
yh
yi
yj
yk
yl
ym
yn
yo
york
yorker
you
young
youngest
your
youth
youtube
yp
yq
yr
ys
yt
yu
yv
yw
yx
yy
yz
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zb
zc
zd
ze
zealand
zee
zero
zf
zg
zh
zhang
zi
zindagi
zj
zk
zl
zm
zn
zo
zone
zoran
zp
zq
zr
zs
zt
zu
zur
zv
zw
zx
zy
zz
{
|
}
~
£
¤
§
¨
©
ª
«
¬
®
¯
°
±
²
³
´
·
¹
º
»
½
¿
×
ß
æ
ð
÷
ø
þ
đ
ħ
ı
ł
ŋ
œ
ɐ
ɑ
ɒ
ɔ
ɕ
ə
ɛ
ɜ
ɡ
ɣ
ɦ
ɨ
ɪ
ɫ
ɯ
ɲ
ɴ
ɵ
ɹ
ɾ
ʀ
ʁ
ʂ
ʃ
ʊ
ʋ
ʌ
ʎ
ʏ
ʒ
ʔ
ʕ
ʝ
ʰ
ʲ
ʻ
ʼ
ʾ
ʿ
ˆ
ˈ
ˌ
ː
˙
ˤ
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϕ
ϵ
а
б
в
г
д
е
ж
з
и
к
л
м
н
на
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
є
і
ј
қ
ү
ө
ա
գ
դ
ե
թ
ի
լ
կ
հ
ղ
մ
յ
ն
ո
ս
վ
տ
ր
ց
ւ
א
ב
ג
ד
ה
ו
ז
ח
ט
י
כ
ל
ם
מ
ן
נ
ס
ע
פ
צ
ק
ר
ש
ת
،
؛
ء
ا
ب
ة
ت
ث
ج
ح
خ
خان
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ـ
ف
ق
ك
ل
م
محمد
ن
ه
و
ى
ي
ٱ
ٹ
ٽ
پ
چ
ڈ
ڑ
ک
ڪ
گ
ں
ھ
ہ
ی
ے
۔
ە
ܐ
ܕ
ܘ
ܝ
अ
अभ
आ
इ
ई
उ
ऊ
ऋ
ए
एक
ऐ
ऑ
ओ
औ
और
क
कर
ख
ग
घ
ङ
च
छ
ज
झ
ञ
ट
ठ
ड
ढ
ण
त
तक
थ
द
ध
न
प
पर
फ
ब
बन
बर
भ
म
मन
मह
य
र
रक
रत
रस
रह
ल
ळ
व
वर
श
शन
ष
स
सम
ह
ऽ
ॐ
।
॥
०
१
२
३
४
५
६
७
८
९
॰
অ
আ
ই
উ
এ
ও
ক
খ
গ
ঘ
ঙ
চ
ছ
জ
ঞ
ট
ঠ
ড
ঢ
ণ
ত
থ
দ
ধ
ন
প
ফ
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
ৎ
১
৯
ৰ
ৱ
ਅ
ਅਕ
ਅਕਤ
ਅਕਬਰ
ਅਕਰ
ਅਕਲ
ਅਕਸ
ਅਕਸਰ
ਅਖ
ਅਖਤ
ਅਖਤਰ
ਅਖਬ
ਅਖਰ
ਅਖਵ
ਅਗ
ਅਗਨ
ਅਗਮ
ਅਗਰ
ਅਗਰਵ
ਅਗਲ
ਅਗਵ
ਅਗਸਤ
ਅਘ
ਅਚ
ਅਚਨਚ
ਅਚਰਜ
ਅਛ
ਅਜ
ਅਜਨ
ਅਜਨਬ
ਅਜਬ
ਅਜਮ
ਅਟ
ਅਟਕ
ਅਟਲ
ਅਠ
ਅਠਵ
ਅਡ
ਅਡਲਟ
ਅਡਵ
ਅਣ
ਅਣਅਧ
ਅਣਖ
ਅਣਗ
ਅਣਚ
ਅਣਜ
ਅਣਦ
ਅਣਪ
ਅਣਪਛ
ਅਣਮ
ਅਣਵ
ਅਣਸ
ਅਣਹ
ਅਤ
ਅਤਨ
ਅਤਰ
ਅਥ
ਅਥਰ
ਅਥਲ
ਅਥਵ
ਅਦ
ਅਦਨ
ਅਦਬ
ਅਦਭ
ਅਦਰ
ਅਦਰਕ
ਅਦਲ
ਅਦਵ
ਅਧ
ਅਧਰ
ਅਨ
ਅਨਜ
ਅਨਤ
ਅਨਦ
ਅਨਪੜ
ਅਨਮ
ਅਨਲ
ਅਨਵ
ਅਨਵਰ
ਅਨਸ
ਅਨਹਦ
ਅਪ
ਅਪਗ
ਅਪਡ
ਅਪਣ
ਅਪਨ
ਅਪਮ
ਅਪਰ
ਅਪਲ
ਅਪਵ
ਅਪਸ
ਅਪਸਰ
ਅਪੜ
ਅਫ
ਅਫਗ
ਅਫਰ
ਅਫਵ
ਅਫਸ
ਅਫਸਰ
ਅਬ
ਅਬਦ
ਅਬਰ
ਅਭ
ਅਮ
ਅਮਜ
ਅਮਨ
ਅਮਰ
ਅਮਰਜ
ਅਮਰਦ
ਅਮਲ
ਅਮਸ
ਅਯ
ਅਰ
ਅਰਕ
ਅਰਗ
ਅਰਚਨ
ਅਰਜ
ਅਰਜਨ
ਅਰਜਨਟ
ਅਰਟ
ਅਰਡ
ਅਰਤ
ਅਰਥ
ਅਰਥਚ
ਅਰਥਵ
ਅਰਥਸ
ਅਰਦ
ਅਰਦਲ
ਅਰਧ
ਅਰਨ
ਅਰਨਸਟ
ਅਰਪ
ਅਰਪਣ
ਅਰਪਰਸਨ
ਅਰਬ
ਅਰਬਨ
ਅਰਮ
ਅਰਲ
ਅਰਵ
ਅਰਸ
ਅਰਸਤ
ਅਰਸਨ
ਅਲ
ਅਲਕ
ਅਲਕਨ
ਅਲਖ
ਅਲਗ
ਅਲਜ
ਅਲਜਬਰ
ਅਲਟ
ਅਲਟਰ
ਅਲਤ
ਅਲਪ
ਅਲਫ
ਅਲਬ
ਅਲਬਰਟ
ਅਲਮ
ਅਲਵ
ਅਲਵਰ
ਅਲਸ
ਅਲਹ
ਅਵ
ਅਵਚ
ਅਵਤ
ਅਵਧ
ਅਵਰ
ਅਵਸ
ਅਵਸਥ
ਅਵਸਰ
ਅਸ
ਅਸਚਰਜ
ਅਸਟ
ਅਸਟਰ
ਅਸਤ
ਅਸਥ
ਅਸਦ
ਅਸਧ
ਅਸਪ
ਅਸਪਸ
ਅਸਫ
ਅਸਫਲ
ਅਸਫਲਤ
ਅਸਬ
ਅਸਮ
ਅਸਮਰ
ਅਸਮਰਥ
ਅਸਰ
ਅਸਰਦ
ਅਸਲ
ਅਸਵ
ਅਸਹ
ਅਹ
ਅਹਮਦ
ਅੜ
ਆ
ਆਇ
ਆਇਆ
ਆਇਐ
ਆਇਓ
ਆਇਡ
ਆਇਤ
ਆਇਨ
ਆਇਨਕ
ਆਇਰ
ਆਇਰਨ
ਆਇਰਲ
ਆਇਲ
ਆਇਸ
ਆਈ
ਆਈਆ
ਆਈਆਈਟ
ਆਈਏ
ਆਈਕ
ਆਈਗਨ
ਆਈਜ
ਆਈਟ
ਆਈਟਮ
ਆਈਡ
ਆਈਨ
ਆਈਨਸਟ
ਆਈਪ
ਆਈਫ
ਆਈਬ
ਆਈਲ
ਆਈਸ
ਆਈਸਲ
ਆਉ
ਆਉਟ
ਆਉਟਪ
ਆਉਟਲ
ਆਉਣ
ਆਉਣਗ
ਆਉਦ
ਆਊ
ਆਊਟ
ਆਏ
ਆਏਗ
ਆਏਜ
ਆਓ
ਆਕ
ਆਕਤ
ਆਕਰਣ
ਆਕਰਨ
ਆਕਰਸ
ਆਕਲ
ਆਕਸ
ਆਕਸਫ
ਆਕੜ
ਆਖ
ਆਖਕ
ਆਖਣ
ਆਖਦ
ਆਖਰ
ਆਖਰਕ
ਆਗ
ਆਗਤ
ਆਗਮਨ
ਆਗਰ
ਆਘਰ
ਆਚ
ਆਚਰਣ
ਆਜ
ਆਜੜ
ਆਟ
ਆਟਰ
ਆਡ
ਆਣ
ਆਣਪ
ਆਣਵ
ਆਤ
ਆਤਮ
ਆਤਮਕ
ਆਤਮਕਥ
ਆਤਸ
ਆਥਣ
ਆਦ
ਆਦਤ
ਆਦਮ
ਆਦਮਪ
ਆਦਰ
ਆਦਰਸ
ਆਦਲ
ਆਧ
ਆਨ
ਆਨਕ
ਆਨਤ
ਆਨਪ
ਆਨਰ
ਆਨਰਜ
ਆਨਲ
ਆਪ
ਆਪਕ
ਆਪਕਤ
ਆਪਟ
ਆਪਣ
ਆਪਤ
ਆਪਦ
ਆਪਨ
ਆਪਰ
ਆਪਸ
ਆਪਹ
ਆਫ
ਆਬ
ਆਬਜ
ਆਭ
ਆਮ
ਆਮਤ
ਆਮਦ
ਆਮਦਨ
ਆਮਲ
ਆਯ
ਆਰ
ਆਰਕ
ਆਰਕਟ
ਆਰਗ
ਆਰਚ
ਆਰਜ
ਆਰਟ
ਆਰਟਰ
ਆਰਟਸ
ਆਰਡ
ਆਰਡਰ
ਆਰਤ
ਆਰਥ
ਆਰਥਕ
ਆਰਥਣ
ਆਰਥਰ
ਆਰਨ
ਆਰਪ
ਆਰਬ
ਆਰਮ
ਆਰਵ
ਆਰਸ
ਆਲ
ਆਲਕ
ਆਲਟ
ਆਲਮ
ਆਲਮਗ
ਆਲਸ
ਆਵ
ਆਵਜ
ਆਵਣ
ਆਵਤ
ਆਵਨ
ਆਵਰ
ਆਵਰਤ
ਆਵਸ
ਆਵਹ
ਆਸ
ਆਸਕਰ
ਆਸਟ
ਆਸਟਰ
ਆਸਣ
ਆਸਤ
ਆਸਤਦ
ਆਸਥ
ਆਸਨ
ਆਸਪ
ਆਸਮ
ਆਸਰ
ਆਹ
ਆਹਰ
ਆਹਲ
ਆੜ
ਇ
ਇਆ
ਇਆਨ
ਇਉ
ਇਐ
ਇਓ
ਇਓਕ
ਇਓਟ
ਇਓਮ
ਇਓਲ
ਇਕ
ਇਕਜ
ਇਕਠ
ਇਕਤ
ਇਕਦਮ
ਇਕਨ
ਇਕਬ
ਇਕਮ
ਇਕਰ
ਇਕਲ
ਇਕਵ
ਇਕਸ
ਇਕਹ
ਇਖ
ਇਗ
ਇਗਨ
ਇਚ
ਇਛ
ਇਜ
ਇਜਲ
ਇਟ
ਇਟਰ
ਇਟਲ
ਇਟਸ
ਇਡ
ਇਡਰ
ਇਣ
ਇਣਕ
ਇਤ
ਇਤਨ
ਇਤਫ
ਇਤਬ
ਇਤਰ
ਇਤਲ
ਇਤਹ
ਇਥ
ਇਦ
ਇਧਰ
ਇਨ
ਇਨਕ
ਇਨਕਲ
ਇਨਜ
ਇਨਟ
ਇਨਡ
ਇਨਪ
ਇਨਫ
ਇਨਫਰਮ
ਇਨਫਲ
ਇਨਰ
ਇਨਲ
ਇਨਵ
ਇਨਸ
ਇਨਹ
ਇਪ
ਇਪਟ
ਇਪਰ
ਇਫ
ਇਬ
ਇਬਘਰ
ਇਬਟ
ਇਬਨ
ਇਬਰ
ਇਮ
ਇਮਤ
ਇਮਪ
ਇਮਰ
ਇਮਲ
ਇਯ
ਇਰ
ਇਰਡ
ਇਰਦ
ਇਰਨ
ਇਰਫ
ਇਰਮ
ਇਰਲ
ਇਰਵ
ਇਰਸ
ਇਲ
ਇਲਜ
ਇਲਟ
ਇਲਡ
ਇਲਨ
ਇਲਪ
ਇਲਮ
ਇਲਰ
ਇਵ
ਇਵਜ
ਇਵਨ
ਇਸ
ਇਸਕ
ਇਸਟ
ਇਸਤ
ਇਸਤਰ
ਇਸਦ
ਇਸਨ
ਇਸਪ
ਇਸਮ
ਇਸਰ
ਇਸਲ
ਇਸਲਈ
ਇਸਵ
ਇਹ
ਇਹਦ
ਇਹਨ
ਈ
ਈਅਤ
ਈਅਰ
ਈਆ
ਈਆਕਸ
ਈਏ
ਈਐ
ਈਐਫਏ
ਈਓ
ਈਕ
ਈਕਰ
ਈਕਲ
ਈਗ
ਈਗਰ
ਈਗਲ
ਈਗਲਟਨ
ਈਚ
ਈਜ
ਈਟ
ਈਟਡ
ਈਟਨ
ਈਟਰ
ਈਟਰਜ
ਈਟਲ
ਈਟਸ
ਈਡ
ਈਡਜ
ਈਡਰ
ਈਡਸ
ਈਥ
ਈਦ
ਈਨ
ਈਨਜ
ਈਨਮ
ਈਨਰ
ਈਨਲ
ਈਨਸ
ਈਪ
ਈਪਰ
ਈਫ
ਈਫਟ
ਈਫਲ
ਈਬ
ਈਬਰ
ਈਬਲ
ਈਮ
ਈਮਜ
ਈਮਨ
ਈਮਰ
ਈਮਲ
ਈਮਸ
ਈਯ
ਈਰ
ਈਰਖ
ਈਲ
ਈਲਡ
ਈਵ
ਈਵਜ
ਈਵਰ
ਈਸ
ਈਸਟ
ਈਸਟਰ
ਈਸਪ
ਈਸਵ
ਉ
ਉਕ
ਉਕਤ
ਉਕਰ
ਉਕਸ
ਉਖ
ਉਗ
ਉਗਰ
ਉਘ
ਉਚ
ਉਛ
ਉਜ
ਉਜਰਤ
ਉਜਲ
ਉਜੜ
ਉਟ
ਉਠ
ਉਠਕ
ਉਠਣ
ਉਠਦ
ਉਡ
ਉਡਣ
ਉਡਦ
ਉਣ
ਉਣਗ
ਉਤ
ਉਤਨ
ਉਤਪ
ਉਤਪਤ
ਉਤਮ
ਉਤਰ
ਉਤਰਦ
ਉਤਰਨ
ਉਤਲ
ਉਤਸ
ਉਤਸਵ
ਉਥ
ਉਦ
ਉਦਘ
ਉਦਮ
ਉਦਯ
ਉਦਰ
ਉਧ
ਉਧਰ
ਉਨ
ਉਨਕ
ਉਨਟ
ਉਪ
ਉਪਕ
ਉਪਕਰਣ
ਉਪਕਰਨ
ਉਪਗ
ਉਪਚ
ਉਪਜ
ਉਪਜਦ
ਉਪਦ
ਉਪਨ
ਉਪਨਗਰ
ਉਪਭ
ਉਪਮ
ਉਪਮਹ
ਉਪਯ
ਉਪਰ
ਉਪਰਲ
ਉਪਲ
ਉਪਲਬਧ
ਉਪਵ
ਉਪਸ
ਉਬ
ਉਭ
ਉਭਰ
ਉਭਰਦ
ਉਮ
ਉਮਰ
ਉਰ
ਉਰਜ
ਉਰਦ
ਉਰਫ
ਉਰਮ
ਉਰਸ
ਉਲ
ਉਲਝ
ਉਲਝਣ
ਉਲਟ
ਉਲਥ
ਉਲਨ
ਉਵ
ਉਸ
ਉਸਕ
ਉਸਤ
ਉਸਤਤ
ਉਸਦ
ਉਸਨ
ਉਸਮ
ਉਸਰ
ਉਹ
ਉਹਦ
ਉਹਨ
ਉਹਲ
ਉੜ
ਊ
ਊਆ
ਊਕ
ਊਕਲ
ਊਗ
ਊਚ
ਊਜ
ਊਟ
ਊਟਨ
ਊਟਰ
ਊਠ
ਊਡ
ਊਡਰ
ਊਣ
ਊਥ
ਊਦ
ਊਧਮ
ਊਨ
ਊਨਟ
ਊਨਲ
ਊਨਸ
ਊਪਰ
ਊਬ
ਊਮ
ਊਮਨ
ਊਮਰ
ਊਯ
ਊਰ
ਊਰਜ
ਊਰਮ
ਊਲ
ਊਸ
ਊਸਰ
ਊੜ
ਏ
ਏਅਰ
ਏਅਰਕ
ਏਅਰਪ
ਏਅਰਬ
ਏਅਰਲ
ਏਅਰਵ
ਏਕ
ਏਕਤ
ਏਕਲ
ਏਕੜ
ਏਗ
ਏਚ
ਏਜ
ਏਟ
ਏਟਰ
ਏਡ
ਏਡਜ
ਏਤ
ਏਥ
ਏਥਨਜ
ਏਦ
ਏਧਰ
ਏਨ
ਏਨਕ
ਏਪ
ਏਫ
ਏਬ
ਏਬਲ
ਏਮ
ਏਰ
ਏਰਨ
ਏਲ
ਏਲਨ
ਏਵ
ਏਸ
ਏਸਕ
ਏਹ
ਐ
ਐਕ
ਐਕਟ
ਐਕਟਰ
ਐਕਸ
ਐਕਸਚ
ਐਕਸਟ
ਐਕਸਪ
ਐਕਸਪਲ
ਐਕਸਲ
ਐਗਜ
ਐਗਰ
ਐਚ
ਐਚਆਈਵ
ਐਚਓ
ਐਚਡ
ਐਚਪ
ਐਜ
ਐਟ
ਐਟਮ
ਐਟਲ
ਐਡ
ਐਡਮ
ਐਡਮਜ
ਐਡਰ
ਐਡਵ
ਐਡਵਰਡ
ਐਤਵ
ਐਥ
ਐਥਨ
ਐਥਲ
ਐਨ
ਐਨਏ
ਐਨਕ
ਐਨਜ
ਐਨਟ
ਐਨਟਨ
ਐਨਡ
ਐਨਬ
ਐਨਰਜ
ਐਨਸ
ਐਪ
ਐਪਰ
ਐਪਲ
ਐਪਸ
ਐਫ
ਐਫਸ
ਐਬ
ਐਮ
ਐਮਏ
ਐਮਐਸ
ਐਮਟ
ਐਮਨ
ਐਮਪ
ਐਮਬ
ਐਮਰਜ
ਐਮਸ
ਐਮਸਟਰਡਮ
ਐਰ
ਐਲ
ਐਲਗ
ਐਲਜ
ਐਲਨ
ਐਲਪ
ਐਲਫ
ਐਲਬ
ਐਲਬਮ
ਐਲਬਰਟ
ਐਲਵ
ਐਵ
ਐਵਰ
ਐਸ
ਐਸਏ
ਐਸਐਸਆਰ
ਐਸਕ
ਐਸਟ
ਐਸਟਰ
ਐਸਪ
ਐਸਸ
ਓ
ਓਇ
ਓਏ
ਓਕ
ਓਕਲ
ਓਗ
ਓਜ
ਓਟ
ਓਡ
ਓਣ
ਓਤ
ਓਥ
ਓਦ
ਓਦਰ
ਓਧਰ
ਓਨ
ਓਨਟ
ਓਨਲ
ਓਪ
ਓਪਨ
ਓਪਰ
ਓਫ
ਓਬ
ਓਬਰ
ਓਮ
ਓਰ
ਓਰਲ
ਓਲ
ਓਲਡ
ਓਵ
ਓਵਨ
ਓਵਰ
ਓਸ
ਓਸਟ
ਓਸਦ
ਓਸਮ
ਓਹ
ਓਹਦ
ਓਹਨ
ਓਹਲ
ਓੜ
ਓੜਕ
ਔ
ਔਕਟ
ਔਕੜ
ਔਖ
ਔਗ
ਔਚ
ਔਜ
ਔਟ
ਔਡ
ਔਨ
ਔਨਲ
ਔਪਟ
ਔਫ
ਔਬਜ
ਔਰ
ਔਰਤ
ਔਰਥ
ਔਰਬ
ਔਲ
ਔਲਖ
ਔਸ
ਔਸਤ
ਔਸਤਨ
ਔਹ
ਕ
ਕਇ
ਕਈ
ਕਈਆ
ਕਉ
ਕਕ
ਕਖ
ਕਗ
ਕਘਰ
ਕਚ
ਕਚਰ
ਕਚਰਜ
ਕਚਹ
ਕਛ
ਕਜ
ਕਟ
ਕਟਕ
ਕਟਰ
ਕਟਲ
ਕਟਸ
ਕਠ
ਕਠਪ
ਕਡ
ਕਡਫ
ਕਢ
ਕਢਣ
ਕਢਦ
ਕਣ
ਕਣਕ
ਕਤ
ਕਤਮ
ਕਤਰ
ਕਤਲ
ਕਤਵਰ
ਕਤਸਰ
ਕਥ
ਕਥਕ
ਕਥਨ
ਕਦ
ਕਦਮ
ਕਦਰ
ਕਧ
ਕਨ
ਕਨਆਨ
ਕਨਜ
ਕਨਫ
ਕਨਰ
ਕਨਵ
ਕਨਸ
ਕਪ
ਕਪਟ
ਕਪਤ
ਕਪਲ
ਕਪੜ
ਕਫ
ਕਫਰਟ
ਕਬ
ਕਬਜ
ਕਬਰ
ਕਬਰਸਤ
ਕਬਲ
ਕਬਹ
ਕਭ
ਕਮ
ਕਮਜ
ਕਮਤ
ਕਮਨ
ਕਮਰ
ਕਮਰਸ
ਕਮਲ
ਕਯ
ਕਰ
ਕਰਕ
ਕਰਗ
ਕਰਜ
ਕਰਟ
ਕਰਣ
ਕਰਤ
ਕਰਦ
ਕਰਨ
ਕਰਨਗ
ਕਰਨਲ
ਕਰਪ
ਕਰਮ
ਕਰਮਕ
ਕਰਮਚ
ਕਰਮਜ
ਕਰਮਣ
ਕਰਯ
ਕਰਲ
ਕਰਵ
ਕਰਵਰਤ
ਕਰਸ
ਕਰਹ
ਕਰੜ
ਕਲ
ਕਲਕ
ਕਲਗ
ਕਲਚਰ
ਕਲਚਰਲ
ਕਲਜ
ਕਲਟ
ਕਲਣ
ਕਲਦ
ਕਲਨ
ਕਲਪ
ਕਲਪਕ
ਕਲਪਨ
ਕਲਬ
ਕਲਮ
ਕਲਰ
ਕਲਰਕ
ਕਲਰਜ
ਕਲਰਸ
ਕਲਸ
ਕਵ
ਕਵਚ
ਕਵਰ
ਕਵਲ
ਕਸ
ਕਸਟ
ਕਸਟਮ
ਕਸਡ
ਕਸਤ
ਕਸਨ
ਕਸਪ
ਕਸਬ
ਕਸਮ
ਕਸਰ
ਕਸਰਤ
ਕਸਲ
ਕਸਵ
ਕਸਸ
ਕਹ
ਕਹਣ
ਕਹਤ
ਕੜ
ਕੜਕ
ਖ
ਖਕ
ਖਗ
ਖਜ
ਖਟ
ਖਡ
ਖਣ
ਖਣਤ
ਖਣਯ
ਖਤ
ਖਤਮ
ਖਤਰ
ਖਤਰਨ
ਖਦ
ਖਨ
ਖਪ
ਖਪਤ
ਖਪਤਕ
ਖਬ
ਖਬਰ
ਖਭ
ਖਮ
ਖਮਨ
ਖਯ
ਖਰ
ਖਰਗ
ਖਰਚ
ਖਰਜ
ਖਰਤ
ਖਰਬ
ਖਰਲ
ਖਰੜ
ਖਲ
ਖਲਨ
ਖਵ
ਖਸ
ਖਸਤ
ਖਸਮ
ਖਹ
ਖੜ
ਖੜਕ
ਖੜਗ
ਖੜਵ
ਗ
ਗਇਆ
ਗਈ
ਗਈਆ
ਗਉੜ
ਗਊ
ਗਊਆ
ਗਏ
ਗਕ
ਗਕਤ
ਗਕਰਮ
ਗਗ
ਗਗਨ
ਗਚ
ਗਜ
ਗਟ
ਗਟਨ
ਗਠ
ਗਠਜ
ਗਠਨ
ਗਡ
ਗਡਮ
ਗਣ
ਗਣਤ
ਗਣਨ
ਗਣਰ
ਗਤ
ਗਦ
ਗਦਰ
ਗਧ
ਗਨ
ਗਨਟ
ਗਨਲ
ਗਪ
ਗਪਗ
ਗਪਤ
ਗਫ
ਗਫਲ
ਗਬ
ਗਭ
ਗਭਗ
ਗਭਰ
ਗਮ
ਗਮਈ
ਗਮਨ
ਗਮਰਮਰ
ਗਯ
ਗਰ
ਗਰਜ
ਗਰਟ
ਗਰਣ
ਗਰਤ
ਗਰਦ
ਗਰਦਨ
ਗਰਨ
ਗਰਬ
ਗਰਭ
ਗਰਭਪ
ਗਰਭਵਤ
ਗਰਮ
ਗਰਲ
ਗਰਲਜ
ਗਰਸ
ਗਰਹ
ਗਲ
ਗਲਕ
ਗਲਜ
ਗਲਤ
ਗਲਪ
ਗਲਪਕ
ਗਲਬ
ਗਲਮ
ਗਲਵ
ਗਵ
ਗਵਤ
ਗਵਰ
ਗਵਰਨ
ਗਵਰਨਰ
ਗਸ
ਗਸਟਨ
ਗਸਟਰ
ਗਹ
ਗੜ
ਗੜਦ
ਗੜਨ
ਗੜਬੜ
ਗੜਵ
ਗੲ
ਘ
ਘਟ
ਘਟਕ
ਘਟਣ
ਘਟਦ
ਘਟਨ
ਘਣ
ਘਣਤ
ਘਤ
ਘਦ
ਘਨ
ਘਬਰ
ਘਮ
ਘਰ
ਘਰਦ
ਘਰਵ
ਘਰਸ
ਘਲ
ਘਵ
ਘਸ
ਘੜ
ਘੜਦ
ਘੜਨ
ਙ
ਚ
ਚਉਪਦ
ਚਕ
ਚਕਰ
ਚਕਵ
ਚਖ
ਚਚ
ਚਟ
ਚਟਨ
ਚਡ
ਚਣ
ਚਤ
ਚਤਮ
ਚਤਰ
ਚਦ
ਚਨ
ਚਪ
ਚਬ
ਚਮ
ਚਮਕ
ਚਮਕਦ
ਚਮਚ
ਚਮਤਕ
ਚਮਨ
ਚਮੜ
ਚਯ
ਚਰ
ਚਰਕ
ਚਰਖ
ਚਰਚ
ਚਰਜ
ਚਰਡ
ਚਰਣ
ਚਰਦ
ਚਰਨ
ਚਰਨਜ
ਚਰਪਟ
ਚਰਬ
ਚਰਮ
ਚਰਵ
ਚਰਸ
ਚਲ
ਚਲਕ
ਚਲਣ
ਚਲਤ
ਚਲਦ
ਚਲਨ
ਚਲਰ
ਚਵ
ਚਸ
ਚਹ
ਚੜ
ਚੜਦ
ਛ
ਛਕ
ਛਗ
ਛਟ
ਛਡ
ਛਣ
ਛਣਕ
ਛਤ
ਛਤਰ
ਛਦ
ਛਨ
ਛਪ
ਛਪਣ
ਛਪਦ
ਛਪਵ
ਛਬ
ਛਮ
ਛਰ
ਛਲ
ਛਵ
ਛੜ
ਜ
ਜਉ
ਜਕ
ਜਕਤ
ਜਕਰਤ
ਜਕਲ
ਜਕੜ
ਜਖ
ਜਖਮ
ਜਗ
ਜਗਜ
ਜਗਤ
ਜਗਦ
ਜਗਨਨ
ਜਗਬ
ਜਗਮ
ਜਗਰ
ਜਗਹ
ਜਜ
ਜਟ
ਜਠ
ਜਡ
ਜਣ
ਜਣਨ
ਜਤ
ਜਤਨ
ਜਥ
ਜਦ
ਜਦਕ
ਜਧ
ਜਨ
ਜਨਕ
ਜਨਗਣਨ
ਜਨਜ
ਜਨਤ
ਜਨਤਕ
ਜਨਮ
ਜਨਮਦ
ਜਨਮਸ
ਜਨਰ
ਜਨਰਲ
ਜਨਲ
ਜਨਵਰ
ਜਨਸ
ਜਪ
ਜਪਤ
ਜਫ
ਜਬ
ਜਬਰ
ਜਬਰਦਸਤ
ਜਭ
ਜਮ
ਜਮਨ
ਜਮਰ
ਜਮਸ
ਜਮਹ
ਜਯ
ਜਯਦ
ਜਰ
ਜਰਗ
ਜਰਜ
ਜਰਦ
ਜਰਨ
ਜਰਨਲ
ਜਰਮ
ਜਰਮਨ
ਜਰਵ
ਜਰਸ
ਜਲ
ਜਲਈ
ਜਲਗ
ਜਲਣ
ਜਲਦ
ਜਲਨ
ਜਲਵ
ਜਲਸ
ਜਵ
ਜਸ
ਜਸਟ
ਜਸਥ
ਜਸਪ
ਜਸਬ
ਜਸਵ
ਜਹ
ਜੜ
ਝ
ਝਕ
ਝਗੜ
ਝਟ
ਝਟਕ
ਝਣ
ਝਦ
ਝਨ
ਝਬ
ਝਰ
ਝਰਨ
ਝਲ
ਝਲਕ
ਝਲਕਦ
ਝਲਦ
ਝਵ
ਝਸ
ਝਹ
ਝੜ
ਝੜਪ
ਞ
ਞਣ
ਟ
ਟਕ
ਟਕਕ
ਟਕਪ
ਟਕਰ
ਟਕਲ
ਟਕਸ
ਟਗ
ਟਜ
ਟਟ
ਟਡ
ਟਣ
ਟਤ
ਟਦ
ਟਨ
ਟਨਬਰਗ
ਟਪ
ਟਪਦ
ਟਫ
ਟਫਲ
ਟਬ
ਟਮ
ਟਯ
ਟਰ
ਟਰਕ
ਟਰਜ
ਟਰਟ
ਟਰਨ
ਟਰਨਰ
ਟਰਪ
ਟਰਪਤ
ਟਰਫ
ਟਰਬ
ਟਰਮ
ਟਰਲ
ਟਰਵ
ਟਰਸ
ਟਰਸਟ
ਟਰਸਬਰਗ
ਟਲ
ਟਲਮ
ਟਲਰ
ਟਲਸ
ਟਵ
ਟਵਰਕ
ਟਸ
ਟਸਕ
ਟਸਨ
ਟਹ
ਟੜ
ਟੜਪ
ਠ
ਠਕ
ਠਗ
ਠਜ
ਠਣ
ਠਤ
ਠਦ
ਠਭ
ਠਮ
ਠਰ
ਠਲ
ਠਵ
ਠਵਰਤ
ਠਸ
ਠਹ
ਠੜ
ਡ
ਡਕ
ਡਕਟ
ਡਕਟਰ
ਡਕਰ
ਡਕਲ
ਡਕਸ
ਡਗ
ਡਗਲਸ
ਡਚ
ਡਜ
ਡਟ
ਡਡ
ਡਣ
ਡਤ
ਡਦ
ਡਨ
ਡਪ
ਡਫ
ਡਬ
ਡਬਲ
ਡਬਲਜ
ਡਬਲਯ
ਡਮ
ਡਯ
ਡਰ
ਡਰਗ
ਡਰਗਰ
ਡਰਜ
ਡਰਡ
ਡਰਦ
ਡਰਨ
ਡਰਪ
ਡਰਮ
ਡਰਲ
ਡਰਸ
ਡਰਸਨ
ਡਲ
ਡਲਮ
ਡਲਰ
ਡਲਸ
ਡਵ
ਡਸ
ਡਸਕ
ਡਸਟ
ਡਸਟਰ
ਡਹ
ਡੜ
ਢ
ਢਕ
ਢਣ
ਢਤ
ਢਦ
ਢਲ
ਢਹ
ਢੜ
ਣ
ਣਕ
ਣਗ
ਣਚ
ਣਜ
ਣਤ
ਣਦ
ਣਨ
ਣਨਫਲ
ਣਬ
ਣਮ
ਣਯ
ਣਵ
ਣਸ
ਣਹ
ਤ
ਤਉ
ਤਕ
ਤਕਥ
ਤਕਦ
ਤਕਨ
ਤਕਰ
ਤਕਲ
ਤਕਸ
ਤਕੜ
ਤਖ
ਤਖਤ
ਤਗ
ਤਗਮ
ਤਗਰਦ
ਤਗੜ
ਤਜ
ਤਜਰਬ
ਤਜਵ
ਤਟ
ਤਣ
ਤਤ
ਤਤਕ
ਤਤਕਰ
ਤਤਵ
ਤਥ
ਤਦ
ਤਨ
ਤਨਖ
ਤਨਜ
ਤਨਤ
ਤਨਵ
ਤਨਹ
ਤਪ
ਤਪਤ
ਤਪਦ
ਤਪਸ
ਤਫ
ਤਬ
ਤਬਕ
ਤਬਦ
ਤਬਰ
ਤਬਲ
ਤਭ
ਤਮ
ਤਮਈ
ਤਮਕ
ਤਮਕਤ
ਤਮਗ
ਤਮਤ
ਤਯ
ਤਰ
ਤਰਕ
ਤਰਕਲ
ਤਰਕਸ
ਤਰਖ
ਤਰਗਤ
ਤਰਜ
ਤਰਜਮ
ਤਰਣ
ਤਰਤ
ਤਰਦ
ਤਰਨ
ਤਰਨਤ
ਤਰਪ
ਤਰਫ
ਤਰਫਲ
ਤਰਬ
ਤਰਮ
ਤਰਰ
ਤਰਲ
ਤਰਵ
ਤਰਸ
ਤਰਹ
ਤਲ
ਤਲਖ
ਤਲਬ
ਤਲਵ
ਤਲੜ
ਤਵ
ਤਵਪ
ਤਵਵ
ਤਸ
ਤਸਕ
ਤਸਕਰ
ਤਸਦ
ਤਸਨ
ਤਸਮ
ਤਸਰ
ਤਸਲ
ਤਸਵ
ਤਹ
ਤੜ
ਤੜਕ
ਤੜਪ
ਤੜਫ
ਥ
ਥਈ
ਥਕ
ਥਣ
ਥਣਧ
ਥਨ
ਥਪ
ਥਮ
ਥਰ
ਥਰਮ
ਥਰਮਲ
ਥਲ
ਥਵ
ਥਸ
ਥਹ
ਥੜ
ਦ
ਦਇਆ
ਦਇਆਲ
ਦਈ
ਦਏ
ਦਕ
ਦਕਤ
ਦਕਰ
ਦਕਸ
ਦਖ
ਦਖਣ
ਦਖਲ
ਦਖਲਅ
ਦਗ
ਦਗੜ
ਦਜ
ਦਣ
ਦਤ
ਦਦ
ਦਨ
ਦਨਸ
ਦਪ
ਦਫ
ਦਫਤਰ
ਦਫਨ
ਦਬ
ਦਬਦਬ
ਦਭ
ਦਮ
ਦਮਤ
ਦਮਦਮ
ਦਮਨ
ਦਯ
ਦਰ
ਦਰਅਸਲ
ਦਰਕ
ਦਰਖ
ਦਰਖਤ
ਦਰਗ
ਦਰਗਹ
ਦਰਜ
ਦਰਜਨ
ਦਰਤ
ਦਰਦ
ਦਰਦਨ
ਦਰਨ
ਦਰਪ
ਦਰਪਣ
ਦਰਬ
ਦਰਭ
ਦਰਮ
ਦਰਯ
ਦਰਲ
ਦਰਵ
ਦਰਸ
ਦਰਸਨ
ਦਲ
ਦਲਜ
ਦਲਦਲ
ਦਵ
ਦਵਤ
ਦਵਰਧਨ
ਦਸ
ਦਸਣ
ਦਸਤ
ਦਸਤਕ
ਦਸਤਖ
ਦਸਤਖਤ
ਦਸਦ
ਦਸਮ
ਦਸਵ
ਦਹ
ਦੜ
ਦੜਬ
ਧ
ਧਕ
ਧਣ
ਧਤ
ਧਦ
ਧਨ
ਧਨਵ
ਧਪ
ਧਮ
ਧਮਕ
ਧਯ
ਧਰ
ਧਰਤ
ਧਰਦ
ਧਰਨ
ਧਰਮ
ਧਰਮਪ
ਧਰਮਸ
ਧਰਵ
ਧਲ
ਧਵ
ਧਵਨ
ਧਸ
ਧੜ
ਧੜਕ
ਧੜਕਣ
ਨ
ਨਈ
ਨਉ
ਨਏ
ਨਕ
ਨਕਦ
ਨਕਰ
ਨਕਲ
ਨਕਸ
ਨਕਸਲ
ਨਖ
ਨਖਰ
ਨਗ
ਨਗਨ
ਨਗਰ
ਨਗਰਪ
ਨਗੜ
ਨਚ
ਨਛ
ਨਜ
ਨਜਦ
ਨਜਨਕ
ਨਜਮ
ਨਜਰ
ਨਟ
ਨਟਨ
ਨਟਰ
ਨਡ
ਨਣ
ਨਣਦ
ਨਤ
ਨਤਮ
ਨਥ
ਨਦ
ਨਦਰ
ਨਨ
ਨਨਕ
ਨਪ
ਨਪਲ
ਨਫ
ਨਫਰ
ਨਫਰਤ
ਨਬ
ਨਬਰ
ਨਬਰਗ
ਨਮ
ਨਮਕ
ਨਮਸਕ
ਨਯ
ਨਰ
ਨਰਕ
ਨਰਗ
ਨਰਗਠਨ
ਨਰਜ
ਨਰਮ
ਨਰਮਦ
ਨਰਵ
ਨਰਸ
ਨਰਸਰ
ਨਰਹ
ਨਲ
ਨਲਕ
ਨਲਡ
ਨਲਵ
ਨਵ
ਨਵਗ
ਨਵਜ
ਨਵਤ
ਨਵਨ
ਨਵਯ
ਨਵਰ
ਨਵਲ
ਨਵਵ
ਨਵਸ
ਨਸ
ਨਸਕ
ਨਸਟ
ਨਸਤ
ਨਸਨ
ਨਸਭ
ਨਸਰ
ਨਸਲ
ਨਸਲਕ
ਨਸਲਵ
ਨਹ
ਨੜ
ਪ
ਪਇਆ
ਪਈ
ਪਈਆ
ਪਉੜ
ਪਏ
ਪਏਗ
ਪਕ
ਪਕਵ
ਪਕੜ
ਪਖ
ਪਖਤ
ਪਗ
ਪਗੜ
ਪਚ
ਪਛ
ਪਛਤ
ਪਛਮ
ਪਛੜ
ਪਜ
ਪਟ
ਪਟਕਥ
ਪਟਨ
ਪਟਨਮ
ਪਟਰ
ਪਟਵ
ਪਟੜ
ਪਠ
ਪਡ
ਪਣ
ਪਣਜ
ਪਤ
ਪਤਕਰਤ
ਪਤਝੜ
ਪਤਨ
ਪਤਰ
ਪਤਲ
ਪਤਵ
ਪਥ
ਪਥਰ
ਪਦ
ਪਦਕ
ਪਦਮ
ਪਦਮਨ
ਪਦਮਸ
ਪਦਵ
ਪਧਰ
ਪਨ
ਪਨਗਰ
ਪਨਹ
ਪਪ
ਪਬ
ਪਬਲ
ਪਮ
ਪਯ
ਪਰ
ਪਰਉਪਕ
ਪਰਕ
ਪਰਖ
ਪਰਖਣ
ਪਰਗ
ਪਰਗਟ
ਪਰਚ
ਪਰਛ
ਪਰਜ
ਪਰਟ
ਪਰਡ
ਪਰਤ
ਪਰਤਣ
ਪਰਤਦ
ਪਰਦ
ਪਰਧ
ਪਰਨ
ਪਰਪ
ਪਰਫ
ਪਰਬ
ਪਰਬਤ
ਪਰਭ
ਪਰਮ
ਪਰਮਜ
ਪਰਮਲ
ਪਰਲ
ਪਰਵ
ਪਰਵਰ
ਪਰਸ
ਪਰਸਟ
ਪਰਸਨ
ਪਰਸਪਰ
ਪਰਹ
ਪਲ
ਪਲਕ
ਪਲਜ
ਪਲਟ
ਪਲਰ
ਪਲਸ
ਪਵ
ਪਵਨ
ਪਸ
ਪਸਰ
ਪਹ
ਪਹਰ
ਪਹਲ
ਪੜ
ਪੜਚ
ਪੜਤ
ਪੜਦ
ਪੜਨ
ਫ
ਫਕ
ਫਗਵ
ਫਜ
ਫਟ
ਫਟਣ
ਫਟਵ
ਫਤ
ਫਤਹ
ਫਨ
ਫਰ
ਫਰਕ
ਫਰਜ
ਫਰਦ
ਫਰਨ
ਫਰਮ
ਫਰਵਰ
ਫਰਸ
ਫਰਹ
ਫਲ
ਫਲਸਤ
ਫਲਸਫ
ਫਲਸਰ
ਫਸ
ਫਸਟ
ਫਸਲ
ਫਹ
ਫੜ
ਫੜਕ
ਫੜਦ
ਫੜਨ
ਬ
ਬਈ
ਬਕ
ਬਕਤ
ਬਕਰ
ਬਕਸ
ਬਖ
ਬਖਤ
ਬਖਸ
ਬਗ
ਬਗਦ
ਬਗਲ
ਬਘ
ਬਚ
ਬਚਣ
ਬਚਦ
ਬਚਨ
ਬਚਪਨ
ਬਜ
ਬਜਟ
ਬਜਰ
ਬਟ
ਬਟਨ
ਬਟਲਰ
ਬਠ
ਬਡ
ਬਣ
ਬਣਕ
ਬਣਤਰ
ਬਣਦ
ਬਣਨ
ਬਣਵ
ਬਤ
ਬਥ
ਬਦ
ਬਦਕ
ਬਦਨ
ਬਦਬ
ਬਦਮ
ਬਦਰ
ਬਦਲ
ਬਦਲਣ
ਬਦਲਦ
ਬਦਲਵ
ਬਧ
ਬਨ
ਬਨਣ
ਬਨਮ
ਬਨਵ
ਬਨਸਪਤ
ਬਪ
ਬਪਤ
ਬਬ
ਬਮ
ਬਯ
ਬਰ
ਬਰਕ
ਬਰਕਤ
ਬਰਕਰ
ਬਰਕਲ
ਬਰਖ
ਬਰਗ
ਬਰਛ
ਬਰਜ
ਬਰਟ
ਬਰਡ
ਬਰਤ
ਬਰਤਨ
ਬਰਦ
ਬਰਦਸਤ
ਬਰਨ
ਬਰਫ
ਬਰਬ
ਬਰਮ
ਬਰਮਨ
ਬਰਲ
ਬਰਸ
ਬਲ
ਬਲਕ
ਬਲਖ
ਬਲਗ
ਬਲਜ
ਬਲਡ
ਬਲਤਨ
ਬਲਦ
ਬਲਬ
ਬਲਰ
ਬਲਵ
ਬਵ
ਬਸ
ਬਸਤ
ਬਸਤਰ
ਬਸਨ
ਬਸਰ
ਬਹ
ਬਹਰ
ਬੜ
ਬੜਦ
ਭ
ਭਇਆ
ਭਈ
ਭਉ
ਭਏ
ਭਕ
ਭਕਤ
ਭਖ
ਭਗ
ਭਗਤ
ਭਗਵ
ਭਗਵਤ
ਭਚ
ਭਜ
ਭਜਨ
ਭਟ
ਭਟਕ
ਭਟਕਣ
ਭਟਕਦ
ਭਟਨ
ਭਣ
ਭਤ
ਭਦ
ਭਨ
ਭਰ
ਭਰਕ
ਭਰਜ
ਭਰਤ
ਭਰਤਨ
ਭਰਤਮ
ਭਰਥਰ
ਭਰਦ
ਭਰਨ
ਭਰਪ
ਭਰਮ
ਭਰਵ
ਭਲ
ਭਲਕ
ਭਲਵ
ਭਵ
ਭਵਨ
ਭਸ
ਭਸਮ
ਭੜ
ਭੜਕ
ਮ
ਮਈ
ਮਕ
ਮਕਦ
ਮਕਬ
ਮਕਬਰ
ਮਕਰ
ਮਕਰਣ
ਮਕਰਨ
ਮਕਲ
ਮਕਸ
ਮਕਸਦ
ਮਖ
ਮਗ
ਮਗਧ
ਮਗਨ
ਮਗਰ
ਮਗਰਮ
ਮਗਰਲ
ਮਗੜ
ਮਘ
ਮਚ
ਮਚਲ
ਮਛ
ਮਛਲ
ਮਜ
ਮਜਦ
ਮਜਨ
ਮਜਬ
ਮਜਲ
ਮਝ
ਮਟ
ਮਟਕ
ਮਟਰ
ਮਠ
ਮਡ
ਮਣ
ਮਣਕ
ਮਤ
ਮਤਭ
ਮਤਰ
ਮਤਲ
ਮਤਲਬ
ਮਤਵ
ਮਥ
ਮਥਰ
ਮਦ
ਮਦਦ
ਮਦਦਗ
ਮਦਨ
ਮਦਰ
ਮਧ
ਮਧਕ
ਮਧਰ
ਮਨ
ਮਨਚ
ਮਨਜ
ਮਨਦ
ਮਨਪ
ਮਨਪਸ
ਮਨਮ
ਮਨਮਰਜ
ਮਨਵ
ਮਨਸ
ਮਨਹ
ਮਪ
ਮਪਲ
ਮਫ
ਮਬ
ਮਬਰ
ਮਬਰਗ
ਮਮ
ਮਮਤ
ਮਯ
ਮਰ
ਮਰਕ
ਮਰਕਜ
ਮਰਗ
ਮਰਜ
ਮਰਣ
ਮਰਤ
ਮਰਦ
ਮਰਦਮਸ
ਮਰਨ
ਮਰਫ
ਮਰਯ
ਮਰਵ
ਮਰਸ
ਮਰਹ
ਮਲ
ਮਲਕ
ਮਲਟ
ਮਲਤ
ਮਲਬ
ਮਲਯ
ਮਲਵ
ਮਲਵਈ
ਮਲਹ
ਮਵ
ਮਵਰ
ਮਵਰਕ
ਮਸ
ਮਸਕ
ਮਸਜ
ਮਸਜਦ
ਮਸਤ
ਮਸਤਕ
ਮਸਨ
ਮਸਨਵ
ਮਸਰ
ਮਸਲ
ਮਹ
ਮਹਤ
ਮਹਤਵਪ
ਮਹਲ
ਮੜ
ਯ
ਯਕ
ਯਕਸ
ਯਜ
ਯਤ
ਯਤਨ
ਯਤਨਸ
ਯਥ
ਯਦ
ਯਨ
ਯਪ
ਯਮ
ਯਮਕ
ਯਮਤ
ਯਮਨ
ਯਮਲ
ਯਰ
ਯਲ
ਯਸ
ਯਹ
ਰ
ਰਅ
ਰਆਨ
ਰਈ
ਰਈਸ
ਰਉ
ਰਕ
ਰਕਟ
ਰਕਟਰ
ਰਕਤ
ਰਕਨ
ਰਕਬ
ਰਕਮ
ਰਕਰ
ਰਕਰਣ
ਰਕਲ
ਰਕਸ
ਰਕਸਵ
ਰਖ
ਰਖਣ
ਰਖਤ
ਰਖਦ
ਰਖਨ
ਰਖਪ
ਰਖਵ
ਰਗ
ਰਗਈ
ਰਗਟ
ਰਗਤ
ਰਗਦਰਸ
ਰਗਨ
ਰਗਬ
ਰਗਰ
ਰਗਵ
ਰਗੜ
ਰਘ
ਰਘਟਨ
ਰਘਬ
ਰਚ
ਰਚਣ
ਰਚਣਹ
ਰਚਦ
ਰਚਨ
ਰਚਰਨ
ਰਚਲ
ਰਚਲਤ
ਰਚਲਨ
ਰਛ
ਰਜ
ਰਜਕ
ਰਜਕਰਤ
ਰਜਣ
ਰਜਣਹ
ਰਜਦ
ਰਜਨ
ਰਜਨਨ
ਰਜਬ
ਰਜਮ
ਰਜਵ
ਰਜਸ
ਰਜਹ
ਰਝ
ਰਟ
ਰਟਨ
ਰਟਨਰ
ਰਟਫ
ਰਟਮ
ਰਟਰ
ਰਟਲ
ਰਟਸ
ਰਠ
ਰਡ
ਰਡਜ
ਰਡਨ
ਰਡਨਰ
ਰਡਰ
ਰਡਵ
ਰਡਸ
ਰਣ
ਰਣਜ
ਰਣਤ
ਰਣਧ
ਰਣਨ
ਰਣਬ
ਰਤ
ਰਤਕ
ਰਤਗ
ਰਤਨ
ਰਤਪ
ਰਤਮ
ਰਤਰ
ਰਤਸ
ਰਥ
ਰਥਕ
ਰਥਕਤ
ਰਥਨ
ਰਥਮ
ਰਥਲ
ਰਥਵ
ਰਦ
ਰਦਰ
ਰਦਰਜ
ਰਦਰਸ
ਰਦਵ
ਰਦਸ
ਰਧ
ਰਨ
ਰਨਜ
ਰਨਤ
ਰਨਮ
ਰਨਰ
ਰਨਵ
ਰਨਹ
ਰਪ
ਰਪਰ
ਰਪਸ
ਰਫ
ਰਫਤ
ਰਬ
ਰਬਖ
ਰਬਖਸ
ਰਬਚਨ
ਰਬਤ
ਰਬਨ
ਰਬਰ
ਰਬਲ
ਰਬਸ
ਰਬੜ
ਰਭ
ਰਭਜਨ
ਰਭਰ
ਰਭਰਤ
ਰਮ
ਰਮਕ
ਰਮਜ
ਰਮਣ
ਰਮਤ
ਰਮਨ
ਰਮਰ
ਰਮਲ
ਰਮਵ
ਰਮਸ
ਰਯ
ਰਰ
ਰਲ
ਰਲਡ
ਰਲਦ
ਰਲਸ
ਰਵ
ਰਵਕ
ਰਵਚਨ
ਰਵਜ
ਰਵਣ
ਰਵਤ
ਰਵਰ
ਰਵਰਡ
ਰਵਰਤ
ਰਵਲ
ਰਸ
ਰਸਕ
ਰਸਟ
ਰਸਤ
ਰਸਥ
ਰਸਦ
ਰਸਨ
ਰਸਪ
ਰਸਮ
ਰਸਲ
ਰਸਵ
ਰਹ
ਰਹਣ
ਰਹਤ
ਰਹਮ
ਰੜ
ਰੜਕ
ਲ
ਲਇਆ
ਲਈ
ਲਈਆ
ਲਈਏ
ਲਉ
ਲਏ
ਲਓ
ਲਕ
ਲਕਣ
ਲਕਤ
ਲਕਦਮ
ਲਕਨ
ਲਕਮ
ਲਕਰ
ਲਕਸ
ਲਕਸਮਬਰਗ
ਲਕੜ
ਲਖ
ਲਖਣ
ਲਖਨ
ਲਖਨਊ
ਲਗ
ਲਗਜ
ਲਗਣ
ਲਗਦ
ਲਗਨ
ਲਗਪਗ
ਲਗਭਗ
ਲਗਰ
ਲਗਵ
ਲਗੜ
ਲਘ
ਲਚ
ਲਚਕ
ਲਚਰ
ਲਚਸਪ
ਲਛਮਣ
ਲਜ
ਲਝ
ਲਟ
ਲਟਕ
ਲਟਕਦ
ਲਟਜ
