!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
0004
001
002
003
007
01
010
02
03
04
05
06
07
08
09
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1002
1007
101
1016
102
103
1038
104
105
1051
106
107
1073
108
1080
1086
109
1093
11
110
111
1111
112
1126
113
114
1145
115
116
11690
117
118
119
12
120
1200
121
122
123
124
125
126
127
128
129
13
130
1300
131
132
133
134
135
136
137
138
139
1397
14
140
1400
141
142
143
144
145
146
147
148
149
15
150
1500
151
152
153
1531
154
1542
1545
155
1558
156
1563
157
1579
158
1585
159
1592
1597
16
160
1600
1602
1605
1606
161
1612
1613
1614
162
163
164
165
166
167
168
169
17
170
1700
171
172
173
174
175
176
177
178
1789
179
1793
18
180
1800
1801
181
1812
1814
1815
182
1820
1821
183
1830
1832
1835
1836
1837
1839
184
1840
1842
1844
1846
1847
1848
1849
185
1850
1851
1852
1853
1854
1855
1856
1857
1858
1859
186
1860
1861
1862
1863
1864
1865
1866
1867
1868
1869
187
1870
1871
1872
1873
1874
1875
1876
1877
1878
1879
188
1880
1881
1882
1883
1884
1885
1886
1887
1888
1889
189
1890
1891
1892
1893
1894
1895
1896
1897
1898
1899
19
190
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
191
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
192
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
193
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
194
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
196
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
2022
2023
203
204
205
206
207
208
209
21
210
211
212
213
214
215
216
217
218
219
22
220
221
222
223
224
225
226
227
228
229
23
230
2305
2307
231
232
233
234
235
236
237
238
239
24
240
241
242
243
244
245
246
247
248
249
25
250
251
252
253
254
255
256
257
258
259
26
260
261
262
263
264
265
266
267
268
269
27
270
271
272
273
274
275
276
277
278
279
28
280
281
282
283
284
285
286
287
288
289
29
290
291
292
293
294
295
296
297
298
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
3000
301
302
303
304
305
306
307
308
309
31
310
311
312
313
314
315
316
317
318
319
32
320
321
322
323
324
325
326
327
328
329
33
330
331
332
333
334
335
336
337
338
339
34
340
341
342
343
344
345
346
347
349
35
350
351
352
353
355
356
357
36
360
361
363
364
365
366
367
368
369
37
370
374
375
38
380
382
383
385
386
387
388
39
390
391
393
394
395
396
398
399
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
4000
401
402
403
404
405
406
407
41
410
413
415
416
42
420
422
425
43
430
44
440
45
450
451
453
46
460
47
470
471
48
480
485
486
49
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
5000
501
51
510
512
52
520
521
527
529
53
530
54
540
55
550
55608
56
560
57
570
58
583
59
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
6000
61
614
618
62
62265494
63
64
65
650
66
660
67
68
69
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
7000
705
71
710
72
720
73
737
74
747
75
750
76
760
77
777
78
79
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
8000
801
8018
802
81
82
8221
83
84
85
850
86
87
88
8852
89
894
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
91
92
93
94
95
955
96
97
978
979
98
99
999
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
ab
abc
about
ac
academic
academy
access
accessed
accreditations
acid
act
acta
action
activity
ad
adam
adams
administration
advanced
adventure
ae
af
afc
affairs
africa
african
after
ag
again
against
agb
age
agency
ah
ai
aid
aids
air
airlines
airport
aj
ak
akb
al
alan
albert
album
albums
alex
alexander
alfred
alice
aligned
all
allen
allmusic
alpha
also
alternative
always
am
amazon
amd
america
american
among
an
analysis
ancient
and
anderson
andrew
android
andy
angel
angeles
animal
ann
anna
annals
anne
anniversary
announces
annual
another
anthony
anti
any
ao
ap
apg
api
apj
apple
application
applications
approach
april
aq
ar
architecture
archive
archived
archives
are
area
aria
arm
army
around
ars
art
arthur
article
articles
artist
arts
arxiv
as
asia
asian
asp
associated
association
astro
astronomical
astronomy
astrophysical
astrophysics
at
atmospheric
atp
attack
au
august
australia
australian
authority
av
available
aw
award
awards
away
ax
ay
az
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baby
back
bad
baker
ball
ban
band
bang
bank
bar
base
baseball
based
basic
battle
bay
bb
bbc
bc
bd
be
beat
beatles
beautiful
because
been
before
begin
behavior
behind
being
bell
ben
benjamin
berlin
bernard
best
beta
better
between
beyond
bf
bg
bh
bi
bibcode
bible
big
bill
billboard
biography
biological
biology
bird
birth
bit
bj
bk
bl
black
blog
blood
blue
blues
bm
bn
bo
board
bob
body
book
books
born
boston
both
box
boy
boys
bp
bpi
bq
br
brain
break
brian
bridge
brief
britain
britannica
british
brothers
brown
browser
bruce
bs
bt
bu
building
bullet
bulletin
bureau
business
but
bv
bw
bx
by
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cable
california
call
called
cambridge
campbell
can
canada
canadian
cancer
cap
capital
car
care
carl
carleton
case
cases
cat
catalogue
catholic
cb
cbeta
cbs
cc
cctv
cd
cdot
cdots
ce
cell
cells
census
center
central
centre
century
ceo
certain
certification
certifications
cf
cg
ch
championship
change
changes
channel
chapter
character
charles
chart
charts
chemical
chemistry
chen
chi
chicago
child
children
china
chinese
choice
chris
christgau
christian
christmas
christopher
chu
church
ci
cia
cid
circ
circle
cities
city
civil
cj
ck
cl
clark
class
classic
classical
classification
climate
clinical
close
club
cm
cn
cnn
co
code
cold
colin
collection
college
colon
color
columbia
com
come
coming
command
commission
committee
common
communication
communications
community
company
complete
complex
computer
con
concacaf
concert
conference
cong
congress
consciousness
conservation
consumer
content
control
cooper
copy
core
coronavirus
corporation
cos
could
council
counties
country
county
course
court
cover
covid
cp
cpu
cq
cr
craig
crazy
credits
crisis
critical
critics
cross
cs
ct
cu
cultural
culture
cup
current
cv
cw
cx
cy
cz
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
daily
dan
dance
daniel
dark
das
data
database
date
daum
dave
david
davis
day
days
db
dc
dd
de
dead
deal
death
december
decennial
deep
defense
definition
del
delta
den
department
der
des
description
design
destiny
details
development
df
dfb
dg
dh
di
dictionary
did
die
dies
different
digital
dim
diocese
direct
director
discovery
disease
diseases
disney
disorder
displaystyle
district
division
dj
dk
dl
dm
dn
dna
do
doctor
does
dog
doi
domainfalsefalse
domainpublic
don
donald
dos
dot
dots
double
douglas
down
download
downloaded
dp
dq
dr
dragon
drama
dream
dreams
drive
drug
ds
dt
du
during
dutch
dv
dvd
dw
dx
dy
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
each
early
earth
east
eastern
eb
ebs
ec
economic
economics
economy
ed
edge
edition
eds
edu
education
edward
ee
ef
effect
effects
eg
eh
ei
ej
ek
el
election
electric
electronic
elements
elizabeth
em
emi
empire
emporis
en
encyclopedia
end
energy
engineering
england
english
enter
entertainment
entry
environment
eo
ep
episode
epsilon
eq
er
era
eric
erlewine
es
espn
essential
est
estimates
et
etc
eu
europe
european
ev
evans
even
ever
every
everything
evidence
evil
evolution
evolutionary
ew
ex
example
except
exclusive
exp
experience
express
ey
eye
eyes
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
face
fact
facts
faith
fall
family
fantasy
far
father
fb
fbi
fc
fd
fe
feat
february
federal
federation
feel
feeling
festival
ff
fg
fh
fi
field
fifa
file
files
film
final
financial
find
fire
first
five
fj
fk
fl
fleet
flight
fly
fm
fn
fo
food
football
footnote
for
forall
force
forces
foreign
forever
form
format
formation
found
foundation
four
fox
fp
fq
fr
frac
france
francis
francisco
frank
free
freedom
french
friends
from
front
fs
ft
fta
fu
full
function
fur
future
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
galaxy
game
gamer
gamerankings
games
gamespot
gamma
gaon
garden
gary
gay
gazette
gb
gc
gd
gdp
ge
gecko
gene
general
generation
genus
geographic
george
geq
german
germany
get
gets
gf
gfdl
gg
gh
gi
giant
girl
girls
give
gj
gk
gl
global
gm
gn
gnu
go
goal
god
goes
going
gold
golden
good
google
gordon
got
gov
government
gp
gq
gr
grand
gray
great
greatest
greek
green
greg
ground
group
groups
growth
gs
gt
gu
guardian
guide
gv
gw
gx
gy
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
had
half
hall
han
hand
handbook
hans
happy
hard
harris
harry
harvard
has
hat
have
hb
hc
hd
he
head
health
heart
heaven
heavy
hell
hello
help
henry
her
herald
here
heritage
hero
hf
hg
hh
hi
high
higher
hill
him
hip
his
historical
history
hit
hits
hiv
hj
hk
hl
hm
hms
hn
ho
hollywood
home
hong
hop
hopkins
hot
hotel
house
housing
how
howard
hp
hpa
hq
hr
hs
ht
htm
html
http
https
hu
human
hung
hv
hw
hx
hy
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
ian
iata
ib
ibm
ic
ice
id
identity
ie
iec
ieee
if
ifpi
ig
ign
ih
ii
iii
ij
ik
il
im
image
images
imf
impact
in
inc
including
independent
index
india
indian
industry
info
information
infty
inside
institute
instrumental
int
intel
intelligence
interactive
international
internet
interview
into
introduction
io
ioc
ios
ip
ipa
iq
ir
iran
ireland
irish
iron
is
isbn
island
islands
iso
israel
issn
issue
it
italian
italy
its
itunes
iu
iucn
iv
iw
ix
iy
iz
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jack
jackson
james
jan
jane
january
japan
japanese
jason
jay
jazz
jb
jc
jd
je
jean
jeff
jennifer
jersey
jesus
jf
jg
jh
ji
jim
jj
jk
jl
jm
jn
jo
joe
john
johnson
jon
jonathan
jones
jose
joseph
journal
jp
jq
jr
js
jstor
jt
jtbc
ju
juan
july
jun
june
just
justice
justin
jv
jw
jx
jy
jz
jʌ
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kappa
karl
kb
kbo
kbs
kc
kd
ke
keith
kenneth
kevin
key
kf
kg
kh
khan
khz
ki
kia
kids
kim
king
kingdom
kiss
kj
kk
kl
km
kn
know
knowledge
known
ko
kong
korea
korean
kp
kq
kr
ks
kt
ktx
ku
kv
kw
kx
ky
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
lady
lake
lambda
land
lang
langle
language
languages
large
las
last
late
launch
law
lawrence
lb
lc
ld
le
lead
league
learning
least
led
lee
left
legend
leq
les
let
letter
letters
level
lewis
lf
lg
lh
li
library
life
light
like
lim
limited
line
link
linux
list
literature
little
live
living
lj
lk
ll
lm
ln
lo
local
log
london
long
look
lord
los
lost
louis
love
low
lp
lq
lr
ls
lsd
lt
ltd
lu
lv
lw
lx
ly
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
mac
machine
macmillan
made
madrid
magazine
magic
mail
main
major
make
makes
making
mammal
mammals
man
management
manual
many
map
mapsto
marc
march
maria
marie
marine
mario
mark
market
mars
martin
marvel
mary
mass
master
mat
match
math
mathbb
mathbf
mathcal
mathematical
mathematics
mathfrak
mathrm
mathsf
mathworld
matrix
matt
matter
matthew
max
may
mb
mbc
mbn
mc
md
me
means
media
medical
medicine
medien
memory
men
ment
mental
metacritic
metal
meteorological
method
metro
mexico
mf
mg
mh
mhz
mi
michael
microsoft
mid
middle
mike
military
miller
million
min
mind
minister
ministry
minor
miss
mission
mit
mix
mj
mk
ml
mlb
mm
mn
mnet
mo
mobile
mod
mode
model
models
modern
molecular
money
monthly
moon
moore
more
morning
most
mother
motion
move
movement
movie
mp
mq
mr
ms
msl
mt
mtv
mu
much
muroidea
museum
music
musser
must
mv
mvp
mw
mx
my
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
nam
name
named
names
nasa
nathan
nation
national
nations
nato
natural
nature
naver
nb
nba
nbc
nc
nd
ne
near
need
neil
neq
net
network
never
new
news
next
nf
ng
ngc
nguyen
nh
nhk
nhn
ni
nick
night
nintendo
nj
nk
nl
nlab
nm
nme
nn
no
nobel
nominations
non
normal
normals
north
northern
not
note
noted
notes
nothing
november
now
np
nq
nr
ns
nt
nu
nuclear
number
numbers
nv
nw
nx
ny
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
object
objects
obs
oc
oclc
ocn
october
od
oe
oecd
of
off
office
official
og
oh
oi
oid
oil
oj
ok
ol
old
olympic
olympics
om
omega
on
once
one
online
only
oo
op
open
operation
operatorname
oq
or
order
org
organization
oricon
origin
original
origins
os
osen
ost
ot
other
otimes
ou
our
out
ov
ova
over
overview
ow
own
ox
oxford
oy
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
pacific
page
pages
paper
papers
paris
park
part
partial
party
past
patrick
paul
pb
pc
pd
pdf
pe
peace
penguin
people
per
perfect
performance
period
perry
person
personal
personality
peter
pf
pg
ph
phc
phi
phil
philip
philosophy
php
phylogenetic
phylogeny
physical
physics
pi
piano
picture
pictures
pierre
pitchfork
pj
pk
pl
place
plan
planet
planetary
planets
plant
plants
platinum
play
player
playstation
plus
pm
pmatrix
pmc
pmid
pn
pnas
po
point
police
policy
political
politics
pop
popular
population
post
poverty
power
pp
pq
pr
practice
pre
present
president
press
price
prime
prince
princeton
principles
print
prize
pro
problem
proceedings
process
product
production
profile
program
project
protein
province
ps
psi
psp
psychology
pt
pu
public
publications
published
publishers
publishing
pv
pw
px
py
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qquad
qr
qs
qt
qu
quantum
que
queen
quickfacts
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
radio
railway
rain
rangle
ranking
ratings
raw
ray
rb
rc
rd
re
read
real
record
recorded
recording
records
red
reeder
ref
reference
region
regional
related
relations
release
releases
religion
remix
report
reporter
reports
republic
research
resources
result
results
retrieved
return
reuters
rev
review
reviews
revolution
rf
rfc
rg
rh
rho
ri
richard
right
rights
ring
rise
river
rj
rk
rl
rlts
rm
rn
rna
ro
road
rob
robert
rock
roger
role
roll
rolling
roman
rome
room
rose
round
routledge
royal
rp
rq
rr
rs
rsssf
rt
ru
ruby
run
russell
russia
russian
rv
rw
rx
ry
ryan
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
safety
said
saint
sales
sam
same
samsung
samuel
san
santa
say
says
sb
sbs
sc
school
schuster
sci
science
sciences
scientific
scott
sd
se
sea
search
season
sec
second
secret
section
security
see
seed
select
self
sense
seoul
september
series
service
services
set
seven
sex
sf
sg
sh
shall
she
short
should
show
si
sid
side
sigma
sign
simon
simple
sin
since
singapore
single
singles
sir
site
sites
six
sj
sk
sky
skyscraperpage
sl
sm
small
smith
sn
snow
sns
so
soccer
social
society
software
solar
solo
some
something
son
song
songs
sonic
sons
sony
soul
sound
source
south
southern
soviet
sp
space
spain
spanish
spec
special
species
speed
spin
spirit
sport
sports
spring
springer
sq
sqrt
square
sr
ss
st
stadium
staff
stage
stand
standard
star
stars
start
state
states
station
statistical
statistics
status
step
stephen
ster
steve
steven
still
stone
stop
store
story
street
string
strong
structure
studies
studio
study
style
su
sub
subseteq
subsp
such
sum
summary
summer
sun
super
superfamily
supplement
support
sur
survey
sv
sw
sweet
swiss
switzerland
sx
sy
syndrome
syria
system
systematic
systems
sz
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
table
tables
take
takes
talk
tan
tau
taxonomic
taylor
tb
tbc
tbs
tc
tcm
td
te
team
teams
technical
technology
telegraph
television
ten
term
terms
test
texas
text
tf
tg
th
than
thanh
that
the
their
them
then
theology
theorem
theory
therapy
there
these
theta
they
thi
thing
things
think
third
this
thomas
those
thought
threatened
three
through
ti
tilde
tim
time
times
title
tj
tk
tl
tm
tn
to
today
together
tokyo
tom
tony
too
top
toronto
total
tour
tower
town
tp
tq
tr
track
trade
train
trans
transit
translation
transport
travel
treatment
tree
tribune
true
truth
ts
tt
tu
tv
tvn
tw
twitter
two
tx
ty
type
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
ub
uc
ud
ue
uefa
uf
ug
uh
ui
uj
uk
ukraine
ul
ultratop
um
un
und
under
union
unit
united
universal
universe
university
uo
up
update
upon
uq
ur
urban
url
us
usa
usb
use
used
using
uss
ut
utc
uu
uv
uw
ux
uy
uz
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
value
van
var
variety
various
vb
vc
vcr
vd
ve
vec
ver
verlag
version
very
vf
vg
vh
vi
via
victor
video
vietnam
view
vii
village
virginia
virtual
virus
vision
visual
vj
vk
vl
vm
vn
vo
vocal
voice
vol
volume
von
vp
vq
vr
vs
vt
vu
vv
vw
vx
vy
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
walker
wall
walter
wang
want
war
wars
was
washington
watch
water
wave
way
wb
wc
wd
we
weather
web
website
week
weekly
weisstein
well
were
west
western
wf
wg
wh
what
when
where
which
while
white
who
why
wi
wii
wiki
wild
wiley
will
william
williams
wilson
win
windows
winners
wins
winter
with
within
without
wj
wk
wl
wm
wn
wo
wolf
wolfgang
wolfram
woman
women
won
word
words
work
working
works
world
would
wp
wq
wr
ws
wt
wu
wv
ww
wwe
www
wx
wy
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xbox
xc
xd
xe
xf
xg
xh
xi
xian
xj
xk
xl
xm
xn
xo
xp
xq
xr
xs
xt
xu
xv
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yahoo
yb
yc
yd
ye
year
years
yes
yet
yf
yg
yh
yi
yj
yk
yl
ym
yn
yo
york
you
young
your
youtube
yp
yq
yr
ys
yt
ytn
yu
yv
yw
yx
yy
yz
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zb
zbl
zc
zd
ze
zealand
zero
zf
zg
zh
zi
zj
zk
zl
zm
zn
zo
zone
zp
zq
zr
zs
zt
zu
zv
zw
zx
zy
zz
{
|
}
~
¡
£
§
©
«
¬
®
¯
°
±
²
³
´
µ
·
¹
º
»
½
¿
×
ß
æ
ð
÷
ø
þ
đ
ı
ł
ŋ
ŋd
ŋs
ŋɦa
œ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɕa
ɕʌ
ɗ
ə
ɛ
ɜ
ɟ
ɡ
ɣ
ɤ
ɥ
ɦ
ɦa
ɨ
ɪ
ɫ
ɭ
ɯ
ɰ
ɲ
ɸ
ɹ
ɽ
ɽida
ɾ
ʀ
ʁ
ʂ
ʃ
ʊ
ʋ
ʌ
ʎ
ʏ
ʐ
ʑ
ʑa
ʑʌ
ʒ
ʔ
ʝ
ʣ
ʤ
ʥ
ʦ
ʧ
ʨ
ʰ
ʲ
ʷ
ʻ
ʼ
ʾ
ʿ
ˀ
ˇ
ˈ
ˊ
ˋ
ˌ
ː
˙
˚
ˠ
˥
˦
˧
˨
˩
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϕ
ϵ
а
б
в
г
д
е
ж
з
и
к
л
м
н
на
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
є
і
ј
ћ
қ
ү
ә
ө
ա
բ
ե
ի
կ
հ
մ
յ
ն
ո
ս
տ
ր
ւ
א
ב
ג
ד
ה
ו
ח
ט
י
כ
ל
ם
מ
ן
נ
ס
ע
פ
ק
ר
ש
ת
ء
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
پ
چ
ک
گ
ۇ
ی
ە
ܐ
क
ग
च
ज
त
द
न
प
ब
म
य
र
ल
व
श
स
ह
র
க
த
ம
ர
ก
ข
ค
ง
จ
ช
ณ
ด
ต
ท
ธ
น
บ
ป
พ
ภ
ม
ย
ร
ล
ว
ศ
ษ
ส
ห
อ
ะ
า
ำ
เ
แ
โ
ใ
ไ
າ
་
ག
ང
ད
ན
བ
མ
ར
ས
က
င
တ
န
ပ
မ
ა
ე
ვ
ი
ლ
ნ
ო
რ
ს
ᄀ
가
각
간
갇
갈
감
갑
값
갓
갔
강
갖
같
갚
개
객
갤
갯
갱
갸
걀
거
걱
건
걷
걸
검
겁
것
겉
게
겐
겔
겟
겠
겨
격
겪
견
결
겸
겹
겼
경
곁
계
고
곡
곤
곧
골
곰
곱
곳
공
곶
과
곽
관
괄
괌
광
괘
괜
괴
굉
교
구
국
군
굳
굴
굵
굶
굽
굿
궁
궈
권
궐
궤
귀
귄
규
균
귤
그
극
근
글
긁
금
급
긋
긍
긔
기
긴
길
김
깁
깃
깅
깊
ᄀᆞ
ᄀᆞᆯ
ᄁ
까
깍
깎
깐
깔
깜
깝
깡
깥
깨
꺼
꺽
꺾
껄
껍
껏
껑
께
껴
꼈
꼬
꼭
꼴
꼼
꼽
꽁
꽂
꽃
꽉
꽝
꽤
꾀
꾸
꾼
꿀
꿇
꿈
꿔
꿨
꿰
뀌
뀐
끄
끈
끊
끌
끓
끔
끗
끝
끼
낀
낄
낌
ᄂ
나
낙
낚
난
날
낡
남
납
낫
났
낭
낮
낯
낱
낳
내
낸
낼
냄
냅
냈
냉
냐
냥
너
넉
넌
널
넓
넘
넛
넣
네
넥
넨
넬
넷
녀
녁
년
념
녔
녕
녘
녜
노
녹
논
놀
놈
놉
놋
농
높
놓
뇌
뇨
뇰
뇽
누
눅
눈
눌
눔
눕
눠
뉘
뉜
뉴
늄
느
늑
는
늘
늙
늠
능
늦
늪
늬
니
닉
닌
닐
님
닙
닛
닝
ᄂᆞ
ᄂᆞᆫ
ᄂᆞᆯ
ᄂᆡ
ᄃ
다
닥
닦
단
닫
달
닭
닮
담
답
닷
당
닿
대
댁
댄
댈
댐
댓
댕
더
덕
던
덜
덟
덤
덥
덧
덩
덮
데
덱
덴
델
뎀
뎅
뎌
뎐
뎡
뎨
도
독
돈
돋
돌
돔
돕
돗
동
돼
됐
되
된
될
됨
됩
됴
두
둑
둔
둘
둠
둡
둥
둬
뒀
뒤
뒷
듀
듈
듐
드
득
든
듣
들
듬
듭
듯
등
듸
디
딕
딘
딜
딤
딥
딧
딩
딪
ᄃᆞ
ᄃᆡ
ᄄ
따
딱
딴
딸
땀
땃
땄
땅
때
땐
땡
떠
떡
떤
떨
떴
떻
떼
또
똑
똥
뚜
뚝
뚫
뚱
뛰
뜨
뜩
뜬
뜯
뜰
뜸
뜻
띄
띠
띤
ᄅ
라
락
란
랄
람
랍
랏
랐
랑
랗
래
랙
랜
랠
램
랩
랫
랬
랭
랴
략
량
러
럭
런
럴
럼
럽
럿
렀
렁
렇
레
렉
렌
렐
렘
렙
렛
렝
려
력
련
렬
렴
렵
렷
렸
령
례
롄
로
록
론
롤
롬
롭
롯
롱
뢰
료
룡
루
룩
룬
룰
룸
룹
룻
룽
뤄
뤘
뤼
류
륙
륜
률
륨
륭
르
륵
른
를
름
릅
릇
릉
릎
리
릭
린
릴
림
립
릿
링
ᄅᆞ
ᄅᆞᆯ
ᄅᆞᆷ
ᄅᆡ
ᄆ
마
막
만
많
맏
말
맑
맘
맙
맛
망
맞
맡
매
맥
맨
맬
맵
맷
맹
맺
머
먹
먼
멀
멈
멋
멍
메
멕
멘
멜
멤
멧
멩
며
멱
면
멸
명
몇
모
목
몫
몬
몯
몰
몸
몹
못
몽
뫼
묘
무
묵
묶
문
묻
물
뭄
뭇
뭉
뭐
뭔
뭘
뮈
뮌
뮐
뮤
뮬
므
믄
믈
미
믹
민
믿
밀
밈
밋
밍
및
밑
ᄆᆡ
ᄇ
바
박
밖
반
받
발
밝
밟
밤
밥
밧
방
밭
배
백
밴
밸
뱀
뱃
뱅
뱉
뱌
버
벅
번
벌
범
법
벗
벙
벚
베
벡
벤
벨
벳
벵
벼
벽
변
별
볍
병
볕
보
복
볶
본
볼
봄
봅
봇
봉
봐
봤
뵈
부
북
분
불
붉
붐
붓
붕
붙
뷔
뷰
브
븐
블
비
빅
빈
빌
빔
빗
빙
빚
빛
ᄇᆡ
ᄇᆡᆨ
ᄈ
빠
빡
빨
빵
빼
빽
뺀
뺏
뺨
뻐
뻔
뻗
뼈
뽀
뽑
뽕
뾰
뿌
뿐
뿔
뿜
쁘
쁜
쁨
삐
ᄉ
사
삭
산
살
삶
삼
삽
삿
샀
상
새
색
샌
샐
샘
샛
생
샤
샨
샬
샴
샵
샷
샹
섀
서
석
섞
선
설
섬
섭
섯
섰
성
세
섹
센
셀
셈
셉
셋
셔
셕
션
셜
셤
셧
셨
셩
셰
셴
셸
소
속
손
솔
솜
솟
송
솥
쇄
쇠
쇼
숀
숍
수
숙
순
술
숨
숫
숭
숲
쉐
쉘
쉬
쉰
쉴
쉼
쉽
슈
슌
슐
슘
슛
슝
스
슨
슬
슭
슴
습
슷
승
시
식
신
싣
실
싫
심
십
싯
싱
싶
ᄉᆞ
ᄉᆞᆷ
ᄉᆡ
ᄉᆡᆼ
ᄊ
싸
싹
싼
쌀
쌈
쌍
쌓
써
썩
썬
썰
썸
썹
썼
썽
쎄
쏘
쏜
쏟
쏠
쑤
쑥
쑨
쑹
쓰
쓴
쓸
씀
씌
씨
씩
씬
씹
씻
씽
ᄋ
아
악
안
앉
않
알
앓
암
압
앗
았
앙
앞
애
액
앤
앨
앰
앱
앳
앵
야
약
얀
얄
얇
얌
얏
양
얕
얘
어
억
언
얹
얻
얼
얽
엄
업
없
엇
었
엉
엌
엎
에
엑
엔
엘
엠
엡
엣
엥
여
역
엮
연
열
염
엽
엿
였
영
옆
예
옌
옐
옛
오
옥
온
올
옮
옳
옴
옵
옷
옹
와
왁
완
왈
왓
왔
왕
왜
외
왼
요
욕
욘
욤
용
우
욱
운
울
움
웁
웃
웅
워
웍
원
월
웠
웨
웬
웰
웹
위
윅
윈
윌
윗
윙
유
육
윤
율
융
으
윽
은
을
음
읍
응
의
이
익
인
일
읽
잃
임
입
잇
있
잉
잊
잎
ᄋᆡ
ᄌ
자
작
잔
잖
잘
잠
잡
잣
장
잦
재
잭
잼
쟁
쟈
쟝
저
적
전
절
젊
점
접
젓
정
젖
제
젝
젠
젤
젯
져
젹
젼
졀
졈
졌
졍
졔
조
족
존
졸
좀
좁
종
좇
좋
좌
좡
죄
죠
죵
주
죽
준
줄
줌
줍
중
줘
줬
쥐
쥔
쥘
쥬
쥭
쥰
쥴
즁
즈
즉
즌
즐
즘
즙
증
지
직
진
질
짐
집
짓
징
짖
짙
짚
ᄌᆞ
ᄌᆡ
ᄍ
짜
짝
짠
짤
짧
짱
째
쨌
쩌
쩍
쩐
쩔
쪼
쪽
쫓
쭈
쭉
쯔
쯤
찌
찍
찐
찔
찜
찢
ᄎ
차
착
찬
찮
찰
참
찻
창
찾
채
책
챈
챌
챔
챙
챠
처
척
천
철
첨
첩
첫
청
체
첸
첼
쳐
쳔
쳤
쳥
초
촉
촌
촐
촘
촛
총
촨
촬
최
쵸
추
축
춘
출
춤
충
춰
췄
췌
취
츄
츈
츙
츠
측
츨
츰
층
치
칙
친
칠
침
칩
칫
칭
ᄎᆞ
ᄏ
카
칵
칸
칼
캄
캅
캇
캉
캐
캔
캘
캠
캡
캣
캬
커
컨
컫
컬
컴
컵
컷
컸
케
켄
켈
켐
켓
켜
켰
코
콕
콘
콜
콤
콥
콧
콩
콰
쾌
쾨
쾰
쿄
쿠
쿡
쿤
쿨
쿰
쿵
쿼
퀀
퀄
퀘
퀴
퀸
퀼
큐
큘
크
큰
클
큼
키
킥
킨
킬
킴
킵
킷
킹
ᄐ
타
탁
탄
탈
탐
탑
탓
탔
탕
태
택
탠
탤
탬
탭
탱
터
턱
턴
털
텀
텅
테
텍
텐
텔
템
텝
텬
톈
토
톡
톤
톨
톰
톱
통
퇴
투
툭
툰
툴
툼
퉁
튀
튜
튠
튬
트
특
튼
튿
틀
틈
티
틱
틴
틸
팀
팅
ᄐᆡ
ᄑ
파
팍
팎
판
팔
팜
팝
팟
팡
팥
패
팩
팬
팰
팻
팽
퍼
퍽
펀
펄
펌
펑
페
펙
펜
펠
펩
펫
펭
펴
편
펼
평
폐
포
폭
폰
폴
폼
퐁
표
푸
푹
푼
풀
품
풋
풍
퓌
퓨
퓰
프
픈
플
픔
피
픽
핀
필
핌
핍
핏
핑
ᄒ
하
학
한
할
함
합
핫
항
해
핵
핸
핼
햄
햇
했
행
향
허
헌
헐
험
헛
헝
헤
헥
헨
헬
헴
혀
혁
현
혈
혐
협
혔
형
혜
호
혹
혼
홀
홈
홉
홋
홍
화
확
환
활
황
회
획
횟
횡
효
후
훈
훌
훔
훗
훙
훤
훨
훼
휘
휠
휩
휴
휼
흉
흐
흑
흔
흘
흙
흠
흡
흥
흩
희
흰
히
힌
힐
힘
힙
ᄒᆞ
ᄒᆞᄂᆞᆫ
ᄒᆞᆫ
ᄒᆞᆯ
ᄒᆞᆷ
ᄒᆡ
ᄒᆡᆼ
ᄠ
ᄡ
ᄡᅥ
ᄫ
ᄬ
ᄭ
ᄯ
ᄯᅩ
ᄯᆡ
ᄲ
ᄶ
ᅀ
ᅌ
ᅘ
ᅙ
ᅡ
ᅢ
ᅣ
ᅤ
ᅥ
ᅦ
ᅧ
ᅨ
ᅩ
ᅪ
ᅫ
ᅬ
ᅭ
ᅮ
ᅯ
ᅰ
ᅱ
ᅲ
ᅳ
ᅴ
ᅵ
ᅶ
ᅸ
ᆈ
ᆑ
ᆔ
ᆕ
ᆛ
ᆞ
ᆡ
ᆨ
ᆩ
ᆪ
ᆫ
ᆬ
ᆭ
ᆮ
ᆯ
ᆰ
ᆱ
ᆲ
ᆳ
ᆴ
ᆵ
ᆶ
ᆷ
ᆸ
ᆹ
ᆺ
ᆻ
ᆼ
ᆽ
ᆾ
ᆿ
ᇀ
ᇁ
ᇂ
ᇢ
ᇦ
ᇫ
ᇰ
ᇹ
រ
ᠠ
ᠡ
ᠢ
ᠣ
ᠤ
ᠦ
ᠨ
ᠩ
ᠪ
ᠬ
ᠭ
ᠮ
ᠯ
ᠰ
ᠵ
ᠶ
ᠷ
ᡝ
ᡠ
ᡤ
ᡥ
ᡳ
ᡵ
‐
–
—
―
‖
‘
’
“
”
„
†
•
․
‥
…
‧
′
″
※
⁄
ⁿ
€
℃
ℏ
ℓ
№
™
ℵ
ⅰ
ⅱ
ⅲ
ⅳ
←
↑
→
↓
↔
↗
↘
↠
↦
↪
↷
⇒
∀
∂
∃
∅
∇
∈
∏
∑
−
∖
∗
∘
∙
√
∞
∠
∣
∧
∨
∩
∪
∫
∼
≅
≈
≡
≤
≥
≪
≫
≲
⊂
⊆
⊊
⊔
⊕
⊗
⊤
⊥
⋀
⋃
⋅
⋮
⋯
⌊
⌋
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑪
⑫
⑬
⑭
⑮
⑯
⑰
⑱
⑲
⑳
─
━
│
┃
┌
┐
└
┘
├
┠
┤
┨
┬
┴
┼
║
█
■
□
▲
△
▶
◄
◆
◇
◈
○
◎
●
◯
◻
★
☆
☉
♂
♡
♣
♥
♪
♬
♭
♯
⟨
⟩
⟪
⟫
⟹
⟺
⺀
⺄
⺆
⺈
⺊
⺌
⺕
⺝
⺸
⺼
⼒
⼗
⿰
⿱
⿲
⿳
⿴
⿵
⿶
⿷
⿸
⿹
⿺
⿻
、
。
〃
々
〇
〈
〉
《
》
「
」
『
』
【
】
〔
〕
〜
〢
〮
〯
〻
〾
あ
い
う
え
お
か
から
き
く
け
こ
さ
し
す
する
せ
そ
た
ち
っ
つ
て
と
な
に
について
ぬ
ね
の
は
ひ
ふ
へ
ほ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
わ
を
ん
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
キ
ク
ケ
コ
サ
シ
ス
セ
ソ
タ
チ
ッ
ツ
テ
ト
ナ
ニ
ヌ
ネ
ノ
ハ
ヒ
フ
ヘ
ホ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ワ
ヲ
ン
ヶ
・
ー
ㄅ
ㄉ
ㄌ
ㄍ
ㄐ
ㄒ
ㄓ
ㄔ
ㄕ
ㄚ
ㄠ
ㄢ
ㄣ
ㄤ
ㄥ
ㄧ
ㄨ
ㄩ
ㄱ
ㄴ
ㄷ
ㄹ
ㅁ
ㅂ
ㅅ
ㅇ
ㅈ
ㅊ
ㅋ
ㅌ
ㅍ
ㅎ
ㅏ
ㅓ
ㅗ
ㅜ
ㅡ
ㅣ
ㆍ
㇁
㇂
㇄
㇇
㇈
㇉
㇓
㈜
㉒
㉔
㎑
㎒
㎜
㎝
㎞
㎡
㎢
㎾
㐁
㐄
㐅
㐌
㐫
㐬
㐭
㐮
㐱
㑒
㒵
㒸
㒼
㓁
㓞
㔾
㕛
㕣
㖾
㘝
㚅
㚇
㚔
㚘
㝉
㝡
㝴
㝵
㞋
㞢
㞷
㠩
㠭
㠯
㡀
㡭
㡿
㢲
㢴
㣇
㣺
㥯
㪅
㫄
㫐
㫒
㫺
㬅
㬎
㬥
㬰
㲋
㳄
㷠
㸒
㸚
㸦
㼁
㼌
㼲
㽞
㿟
䀠
䂞
䍃
䏍
䒑
䖍
䖒
䖝
䖵
䙴
䚻
䜌
䝿
䡛
䧹
䪞
一
丁
丂
七
丄
丅
丆
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
东
丞
両
丢
丣
两
严
並
丨
丩
个
丫
丬
中
丮
丰
丱
串
临
丵
丶
丷
丸
丹
为
主
丽
举
丿
乀
乂
乃
久
乆
乇
么
义
之
乌
乍
乎
乏
乐
乑
乔
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
书
乱
乳
乾
亀
亂
亅
了
亇
予
争
事
二
亍
于
亏
亐
云
互
亓
五
井
亘
亚
些
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亯
亰
亲
亳
亶
亷
人
亻
亼
亾
什
仁
仇
今
介
仌
仍
从
仏
仐
仑
仒
仓
仔
仕
他
仗
付
仙
仝
代
令
以
仮
仰
仲
件
价
任
企
伊
伋
伍
伎
伏
伐
休
众
会
伝
传
伤
伯
伱
伴
伶
伸
伺
似
伽
但
佇
位
低
住
佐
佑
体
何
佘
余
佛
作
佞
你
佥
佩
佯
佳
使
侃
來
侈
例
侌
侍
侖
供
依
価
侫
侮
侯
侵
便
係
促
俄
俊
俎
俗
俛
保
俞
俟
俠
信
修
俯
俱
俸
俺
俾
倂
倅
倉
個
倍
們
倒
倖
倘
候
倚
借
倠
倡
倣
値
倦
倫
倭
债
倻
值
偃
假
偉
偏
偕
做
停
健
偰
側
偵
偶
偸
傅
傍
傑
傘
備
催
傭
傲
傳
債
傷
傾
僅
僉
働
像
僑
僕
僖
僚
僞
僥
僧
僭
價
僻
儀
億
儉
儒
償
優
儲
儺
儻
儼
儿
兀
允
兂
元
兄
充
兆
兇
先
光
兊
克
兌
免
兎
児
兑
兒
兓
兔
党
兜
兟
兢
入
內
全
兩
兪
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
兼
冀
冂
冃
冄
内
円
冈
冉
冊
冋
册
再
冎
冏
冐
冑
冒
冓
冕
冖
冗
冘
写
军
农
冝
冠
冡
冢
冤
冥
冫
冬
冰
冲
决
况
冶
冷
准
凉
凋
凌
凍
凝
几
凡
凢
凤
処
凰
凱
凵
凶
凷
凸
凹
出
击
函
凾
刀
刁
刂
刃
刄
刅
分
切
刈
刊
刍
刑
刕
刖
列
刘
则
初
判
別
利
刪
别
到
制
刷
券
刹
刺
刻
則
削
剌
前
剎
剖
剛
剝
剡
剣
剩
剪
副
割
創
剽
劃
劇
劉
劍
劑
劒
力
办
功
加
务
劣
劦
动
助
努
劫
劳
労
劵
効
劾
勁
勃
勅
勇
勉
勑
勒
動
勘
務
勝
勞
募
勢
勤
勦
勳
勵
勸
勹
勺
勻
勾
勿
匀
匂
包
匆
匈
匊
匋
匍
匕
化
北
匙
匚
匝
匠
匡
匣
匪
匱
匸
匹
区
医
匽
匿
區
十
卂
千
卄
卅
卆
升
午
卉
半
卌
华
协
卑
卒
卓
協
单
卖
南
博
卜
卝
卞
占
卡
卢
卣
卤
卦
卩
卪
卫
卬
卯
印
危
即
却
卵
卷
卸
卻
卽
卿
厂
厃
厄
历
厈
厉
压
厌
厓
厘
厚
原
厤
厥
厨
厭
厲
厶
厷
厸
去
厼
厽
县
叀
参
參
叅
又
叉
及
友
双
反
収
叐
发
叒
叔
叕
取
受
变
叙
叚
叛
叜
叟
叢
口
古
句
另
叨
叩
只
叫
召
可
台
叱
史
右
叵
叶
号
司
叹
吁
吂
吃
各
吅
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吕
君
吝
吞
吟
否
含
听
启
吳
吴
吸
吹
吾
呂
呆
呈
告
呑
员
呙
周
呪
味
呵
呼
命
咀
咅
咈
和
咎
咠
咢
咨
咫
咬
咲
咳
咸
咼
咽
哀
品
哈
哉
員
哥
哨
哭
哲
唄
唇
唐
售
唯
唱
唾
商
啇
問
啓
啚
啬
啻
善
喆
喇
喉
喘
喚
喜
喝
喧
喩
喪
喫
喬
單
営
喻
喿
嗇
嗔
嗚
嗜
嗟
嗣
嗾
嘆
嘉
嘔
嘗
嘴
嘻
器
噩
噫
噴
嚴
囂
囊
囑
囗
囘
囙
囚
四
回
囟
因
团
団
囧
囬
园
困
囱
図
囷
固
国
图
圂
圃
圅
圈
國
圍
園
圓
圖
團
土
圡
圣
圥
在
圭
地
圶
场
圼
址
坂
均
坊
坎
坐
坑
坒
坚
坝
坡
坤
坦
坪
坫
坴
垂
垈
型
垔
垕
垚
垢
垣
埀
埈
埋
城
域
埶
執
培
基
埼
堀
堂
堅
堆
堇
堡
堤
堪
堯
堰
報
場
堵
塊
塑
塔
塗
塘
塚
塞
塡
塩
塵
塾
境
墓
増
墜
增
墟
墨
墩
墮
墳
墻
墾
壁
壅
壇
壊
壑
壓
壘
壙
壞
壤
士
壬
壮
壯
声
売
壳
壴
壹
壺
壻
壽
夂
处
夅
夆
备
変
夊
夋
夌
复
夏
夒
夕
外
夗
夘
夙
多
夜
夢
夥
大
夨
天
太
夫
夬
夭
央
失
夲
头
夷
夸
夹
夻
夾
奂
奄
奇
奈
奉
奎
奏
奐
契
奓
奔
奕
套
奚
奞
奠
奢
奥
奧
奪
奬
奭
奮
女
奴
奸
奻
好
如
妃
妄
妉
妓
妖
妙
妟
妣
妥
妨
妬
妹
妻
妾
姉
姊
始
姑
姓
委
姚
姜
姦
姪
姫
姬
姻
姿
威
娄
娑
娘
娛
娶
娼
婁
婆
婚
婢
婦
婬
婴
媒
媚
媛
嫁
嫉
嫌
嫡
嬪
嬰
嬴
子
孑
孔
孕
孖
字
存
孙
孚
孛
孜
孝
孟
季
孤
孥
学
孩
孫
孰
孱
學
孺
孽
宀
宁
宂
它
宅
宇
守
安
宋
完
宏
宓
宗
官
宙
定
宛
宜
宝
实
実
审
客
宣
室
宥
宦
宫
宮
宰
害
宴
宵
家
宸
容
宾
宿
寂
寃
寄
寅
密
寇
富
寐
寒
寓
寔
寛
察
寡
寢
寥
實
寧
寨
審
寫
寬
寮
寵
寶
寸
对
寺
寻
寽
対
寿
封
専
尃
射
将
將
專
尉
尊
尋
尌
對
導
小
少
尒
尓
尔
尖
尗
尙
尚
尞
尢
尣
尤
尧
尨
尭
就
尸
尹
尺
尻
尼
尽
尾
尿
局
居
屈
届
屋
屍
屎
屏
屑
展
屖
屚
屛
属
屠
屡
屢
層
履
屬
屮
屯
屰
山
屵
屾
岁
岂
岐
岑
岗
岛
岡
岩
岭
岱
岳
岸
峙
峨
峯
峰
峴
島
峻
峽
崇
崎
崑
崔
崖
崗
崙
崩
嵐
嵩
嵬
嶋
嶲
嶺
嶼
嶽
巂
巔
巖
巛
川
州
巟
巠
巡
巢
巤
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巸
巻
巽
巾
巿
帀
市
布
帆
师
希
帖
帚
帛
帝
帥
带
帨
師
席
帯
帰
帳
帶
帷
常
帽
帿
幀
幄
幅
幕
幡
幢
幣
干
平
年
幵
并
幷
幸
幹
幺
幻
幼
幽
幾
广
庁
広
庄
庆
庇
床
序
库
应
底
店
庙
庚
府
庠
度
座
庫
庭
庵
庶
康
庸
庾
廂
廉
廊
廌
廐
廓
廚
廛
廟
廡
廢
廣
廩
廬
廳
廴
延
廷
建
廻
廾
廿
开
弁
异
弃
弄
弇
弊
弋
式
弑
弓
弔
引
弗
弘
弛
弜
弟
张
弥
弦
弩
弭
弱
張
強
强
弼
弾
彈
彊
彌
彎
彐
彑
归
当
彔
录
彖
彗
彙
彛
彝
彡
形
彥
彦
彧
彩
彫
彬
彭
彰
影
彳
役
彼
往
征
待
徇
律
後
徐
徑
徒
従
得
徙
從
御
復
循
徭
微
徳
徴
徵
德
徹
徽
心
忄
必
忉
忌
忍
志
忘
忙
応
忝
忠
忤
忩
快
忭
忱
念
忽
忿
怒
怕
怖
怛
思
怠
怡
急
性
怨
怪
怯
怱
怴
怵
总
恂
恃
恆
恋
恐
恒
恕
恚
恢
恣
恤
恥
恨
恩
恪
恬
恭
息
恰
恵
恶
悅
悉
悌
悍
悔
悖
悚
悛
悟
悠
患
悤
悪
悰
悲
悶
悼
情
惇
惊
惋
惑
惕
惛
惜
惟
惠
惡
惢
惰
惱
想
惶
惹
惺
惻
愁
愆
愈
愍
意
愕
愚
愛
感
愧
愴
愼
慄
慈
態
慎
慕
慘
慙
慚
慝
慟
慢
慣
慧
慨
慮
慰
慳
慶
慷
慼
慾
憂
憊
憍
憎
憐
憑
憙
憚
憤
憧
憫
憲
憶
憾
懇
懈
應
懋
懍
懲
懶
懷
懸
懺
懼
懽
懿
戀
戈
戉
戊
戋
戌
戍
戎
戏
成
我
戒
戔
戕
或
战
戚
戟
戠
戢
戦
截
戮
戰
戱
戲
戴
戶
户
戸
戹
戼
戾
房
所
扁
扇
扈
手
扌
才
打
托
扣
执
扶
批
承
技
抄
把
抑
投
抗
折
抛
抜
护
报
披
抱
抵
抹
押
抽
拂
拄
担
拈
拉
拍
拒
拓
拔
拖
拘
拙
招
拜
括
拭
拯
拱
拳
拷
拾
拿
持
指
挈
按
挑
挙
振
挺
挽
挾
捄
捉
捏
捐
捕
换
捧
捨
据
捲
捷
掃
授
掉
掌
排
掖
掘
掛
掠
採
探
掣
接
控
推
掩
措
揀
揆
描
提
揖
揚
換
握
揣
揭
揮
援
揷
搆
損
搏
搖
搗
搜
搢
搬
搶
携
摘
摠
摧
摩
摸
撃
撒
撓
撞
撤
撥
撫
播
撮
撰
撲
擁
擄
擅
擇
擊
操
擎
擒
擔
據
擢
擦
擧
擬
擲
擴
擺
擾
攀
攘
攝
支
攴
攵
收
攷
攸
改
攻
放
政
敄
故
效
敍
敎
敏
救
敕
敖
敗
教
敝
敞
敢
散
敦
敫
敬
数
整
敵
敷
數
斂
斃
文
斉
斊
斎
斐
斑
斗
料
斛
斜
斟
斡
斤
斥
斧
斩
斫
斬
断
斯
新
斷
方
於
施
斿
旁
旅
旋
旌
族
旗
无
旡
既
旣
日
旦
旧
旨
早
旬
旭
旱
旲
时
旺
旻
旾
昆
昇
昉
昊
昌
昍
明
昏
易
昔
昕
昗
昜
星
映
春
昧
昨
昬
昭
是
昱
昴
昵
昷
昻
時
晃
晉
晋
晏
晚
晝
晟
晦
晨
晩
普
景
晴
晶
晷
智
暇
暈
暉
暎
暑
暖
暗
暘
暢
暦
暫
暮
暴
暹
暾
曁
曄
曆
曇
曉
曖
曙
曜
曝
曠
曩
曰
曲
曳
更
曷
書
曹
曺
曼
曾
替
最
朁
會
月
有
朋
服
朔
朕
朗
望
朝
朞
期
木
朩
未
末
本
札
朮
术
朱
朴
朵
朶
机
朽
朿
杀
杂
权
杉
杌
李
杏
材
村
杓
杖
杜
杞
束
条
来
杨
杭
杯
杰
東
杲
杳
杵
松
板
枉
析
枕
林
枚
果
枝
枯
枲
枳
架
枷
枼
柄
柏
某
柑
染
柔
柢
查
柩
柬
柯
柰
柱
柳
柴
柵
査
栄
标
树
栗
校
栢
株
样
核
根
格
栽
桀
桂
桃
案
桐
桑
桓
桔
桜
桥
桶
桼
梁
梅
梓
梔
梗
條
梟
梢
梧
梨
梯
械
梵
棄
棋
棍
棒
棗
棘
棚
棟
棠
棥
森
棲
棺
椅
植
椎
椒
検
椽
椿
楊
楓
楗
楚
楞
楠
楡
楨
楫
業
楮
極
楷
楹
楼
楽
概
榜
榮
榻
槃
構
槍
槐
様
槨
槪
樂
樊
樑
樓
標
樞
模
樣
権
横
樵
樸
樹
樽
橋
橘
機
橫
檀
檄
檜
檢
櫃
欄
權
欠
次
欢
欣
欮
欲
欶
欺
欽
款
歆
歇
歉
歌
歎
歐
歛
歟
歡
止
正
此
步
武
歧
歨
歩
歪
歮
歯
歰
歲
歳
歴
歷
歸
歹
歺
死
歿
殃
殄
殆
殉
殊
残
殖
殘
殞
殫
殯
殲
殳
段
殷
殸
殹
殺
殻
殼
殿
毀
毁
毅
毋
毌
母
毎
每
毒
毓
比
毕
毗
毘
毚
毛
毫
毬
毳
氏
氐
民
氓
气
気
氣
水
氵
氶
氷
永
氺
氾
汀
汁
求
汉
汎
汗
汚
汝
汞
江
池
污
汤
汪
汰
汲
汶
決
汽
汾
沁
沂
沃
沆
沈
沉
沐
沒
沓
沔
沖
沙
沛
沝
沟
没
沢
沫
沮
河
沸
油
治
沼
沽
沾
沿
況
泂
泄
泉
泊
泓
法
泗
泛
泡
波
泣
泥
注
泮
泯
泰
泳
洋
洗
洙
洛
洞
津
洩
洪
洲
洵
洶
洹
活
洽
派
流
浅
济
浙
浚
浜
浦
浩
浪
浮
浴
海
浸
浹
涅
消
涉
涎
涓
涕
涙
涯
液
涵
涼
淆
淋
淑
淚
淡
淨
淫
淮
深
淳
淵
混
淸
淹
淺
添
清
済
渋
渙
渚
減
渝
渠
渡
渤
渥
温
渫
測
渭
港
渴
游
渾
湊
湌
湍
湖
湘
湛
湜
湧
湯
湾
満
源
準
溜
溝
溟
溢
溥
溪
溫
溶
溺
滄
滅
滉
滋
滌
滑
滓
滔
滝
满
滯
滴
滿
漁
漂
漆
漏
漑
演
漕
漠
漢
漫
漬
漸
漿
潑
潔
潘
潚
潛
潜
潟
潤
潭
潮
潰
潼
澁
澄
澈
澗
澟
澤
澮
澳
澹
激
濁
濂
濃
濊
濕
濟
濡
濤
濩
濫
濬
濯
濱
瀆
瀉
瀋
瀑
瀛
瀝
瀬
灌
灑
灘
灝
灣
火
灬
灭
灯
灰
灵
灷
灸
灼
災
炅
炎
炏
炒
炗
炙
炡
炫
炭
炮
炯
炳
点
為
烈
烏
烙
烝
烟
热
烽
焉
焚
無
焦
焰
焱
然
焼
煉
煌
煎
煖
煙
煞
煥
照
煩
煮
煽
熊
熏
熙
熟
熤
熱
熹
熾
燁
燃
燈
燒
燔
燕
營
燥
燦
燧
燭
燮
爀
爆
爐
爛
爪
爫
爭
爯
爰
爱
爲
爵
父
爺
爻
爽
爾
爿
片
版
牌
牒
牙
牚
牛
牜
牟
牡
牢
牧
物
牪
牲
特
牽
犀
犧
犫
犬
犭
犮
犯
状
狀
狂
狄
狊
狐
狗
狡
狩
独
狹
狺
狼
猋
猒
猛
猜
猝
猥
猪
猫
献
猶
猷
猾
猿
獄
獅
獎
獐
獨
獲
獵
獸
獻
玄
玆
率
玉
王
玟
玨
玩
环
现
玲
珉
珍
珎
珒
珖
珞
珠
珣
珥
珩
珪
班
珽
現
球
琅
理
琉
琛
琢
琦
琰
琳
琴
琵
琶
瑀
瑕
瑗
瑚
瑛
瑜
瑞
瑟
瑠
瑢
瑣
瑤
瑩
瑾
璃
璋
璘
璜
璞
璟
璧
環
璽
璿
瓊
瓔
瓘
瓚
瓜
瓦
甁
甄
甑
甕
甘
甚
甞
生
產
産
用
甫
甬
田
由
甲
申
电
甶
男
甸
甹
町
画
甾
畀
畇
界
畏
畐
畑
畓
畔
留
畜
畝
畟
畢
畤
略
畧
畨
番
畫
異
畱
畵
當
畺
畾
畿
疆
疇
疊
疋
疌
疎
疏
疑
疒
疝
疫
疲
疵
疹
疼
疽
疾
病
症
痒
痔
痕
痛
痰
痴
痺
痼
瘁
瘞
瘠
瘡
瘦
瘳
瘼
療
癘
癡
癰
癶
癸
癹
発
登
發
白
百
皀
皃
的
皆
皇
皋
皐
皓
皕
皮
皷
皿
盃
盆
盇
盈
益
盍
盎
监
盒
盖
盗
盘
盛
盜
盞
盟
盡
監
盤
盥
盧
目
盲
直
相
盾
省
眇
眉
看
県
眔
眞
真
眠
眩
眷
眼
眾
着
睘
睟
睡
督
睦
睪
睿
瞋
瞏
瞞
瞢
瞬
瞻
瞿
矍
矛
矜
矞
矢
矣
知
矦
矧
矩
短
矯
石
砂
研
砥
砲
破
硏
硝
硫
硬
碍
碎
碑
碧
碩
確
磁
磊
磐
磨
磬
礎
礙
礪
礬
示
礻
礼
社
祀
祁
祇
祈
祉
祐
祔
祕
祖
祗
祚
祛
祜
祝
神
祟
祠
祥
祧
票
祭
祿
禀
禁
禄
禍
禎
福
禑
禦
禧
禪
禫
禮
禰
禱
禸
禹
禺
离
禽
禾
禿
秀
私
秃
秇
秉
秋
种
科
秘
秝
租
秦
秩
积
称
移
稀
稅
程
稍
税
稔
稚
稜
稟
稠
種
稱
稲
稷
稻
稼
稽
稿
穀
穂
穆
穌
積
穎
穗
穡
穢
穩
穫
穰
穴
究
穹
空
穿
突
窄
窒
窓
窘
窟
窠
窩
窮
窯
窺
竄
竅
竇
竊
立
竒
站
竜
竝
竟
章
竢
童
竪
竭
端
競
竹
竺
竿
笏
笑
笛
笞
笠
符
第
筆
等
筋
筑
筒
答
策
筠
筮
筵
简
箇
箋
箕
算
箚
管
箭
箱
箴
節
範
篆
篇
築
篚
篠
篤
篭
簡
簪
簽
簾
簿
籌
籍
籠
籤
籬
籲
米
类
粉
粒
粗
粘
粛
粟
粤
粥
粦
粧
粲
粹
精
糊
糖
糜
糞
糧
糴
糶
糸
糹
系
糾
紀
紂
約
紅
紊
紋
納
紓
純
紗
紙
級
紛
紜
素
紡
索
紫
紬
累
細
紳
紵
紹
終
絃
組
絅
経
結
絕
絜
絞
絡
給
絫
絰
統
絲
絳
絵
絶
絹
綃
綏
經
継
続
綜
綠
綢
綬
維
綱
網
綴
綵
綸
綺
綻
綽
綾
綿
緊
総
緒
緖
緘
線
緜
緝
緞
締
緣
編
緩
緯
練
緻
縄
縉
縛
縡
縣
縫
縮
縱
縷
總
績
繁
繆
繇
織
繕
繖
繞
繡
繩
繪
繫
繹
繼
纂
纉
續
纍
纏
纓
纔
纖
纘
纟
红
约
级
纪
纳
线
组
细
经
结
绝
统
缶
缺
罄
网
罒
罔
罕
罗
罙
罡
罢
罪
置
罰
署
罵
罷
罹
羅
羈
羊
羌
羍
美
羔
羕
羗
羞
羡
羣
群
義
羲
羸
羹
羽
翁
翅
翊
翌
翎
翏
習
翔
翕
翟
翠
翰
翻
翼
耀
老
耂
考
者
耆
耉
而
耎
耐
耑
耒
耕
耗
耘
耳
耴
耶
耷
耽
耿
聂
聃
聆
聊
联
聖
聘
聚
聞
聯
聰
聲
聳
聴
聶
職
聽
聾
聿
肀
肃
肄
肅
肆
肇
肉
肌
肖
肙
肚
肝
股
肢
肥
肩
肯
肱
育
肴
肺
胃
胄
背
胎
胜
胞
胡
胤
胥
胱
胸
能
脂
脅
脇
脈
脊
脚
脣
脩
脫
脯
脱
脹
脾
腎
腐
腔
腕
腦
腫
腰
腳
腸
腹
腾
膀
膈
膏
膚
膜
膝
膠
膳
膺
膽
膿
臂
臆
臍
臘
臚
臟
臣
臤
臥
臧
臨
自
臬
臭
臯
臱
至
致
臺
臻
臼
臽
臾
臿
舀
舂
舄
舅
與
興
舉
舊
舌
舍
舎
舒
舛
舜
舞
舟
舡
航
般
舶
船
艇
艘
艦
艮
良
艱
色
艸
艹
艺
艾
节
芍
芎
芒
芔
芙
芝
芥
芩
芬
芮
花
芳
芷
芸
芹
芺
芻
芽
芾
苏
苑
苔
苗
苛
苞
苟
若
苦
苧
苯
英
茂
范
茅
茨
茫
茯
茶
茸
茹
荀
荅
草
荊
荐
荒
荣
药
荷
荼
莅
莆
莉
莊
莎
莖
莘
莞
莧
莫
莽
菅
菆
菊
菌
菐
菓
菜
菩
華
菱
菲
菴
萄
萊
萌
营
萬
萱
落
葉
著
葛
葡
董
葬
葵
葺
蒙
蒦
蒲
蒸
蒼
蓄
蓉
蓋
蓍
蓬
蓮
蓺
蔑
蔓
蔘
蔚
蔡
蔣
蔭
蔵
蔽
蕃
蕆
蕉
蕩
蕪
蕭
薄
薇
薑
薛
薦
薨
薩
薪
薬
薰
藁
藉
藍
藎
藏
藝
藤
藥
藩
藪
藻
藿
蘆
蘇
蘊
蘭
虍
虎
虐
虒
虔
處
虖
虗
虘
虚
虛
虜
虞
號
虧
虫
虹
虽
蚤
蚩
蛇
蜀
蜂
蜜
蝕
蝗
蝦
蝶
融
螺
蟲
蠟
蠡
蠱
蠲
蠶
蠻
血
衆
行
衍
術
街
衙
衛
衝
衡
衢
衣
衤
补
表
衫
衮
衰
衷
衿
袁
袋
袍
袒
袖
袞
被
裁
裂
装
裏
裔
裕
裘
裙
補
裝
裡
裨
裳
裴
裵
裸
裹
製
褆
複
褒
褥
褭
褱
襄
襲
襾
西
覀
要
覃
覆
覇
覈
見
規
覓
視
覘
覚
覧
覩
親
覲
観
覺
覽
觀
见
观
规
视
角
觔
解
觴
觸
言
訁
訂
訃
訇
計
訊
討
訒
訓
訔
訖
託
記
訛
訝
訟
訣
訥
訪
設
許
訳
訴
訶
診
註
証
詆
詐
詔
評
詗
詛
詞
詠
詡
詢
詣
試
詩
詬
詭
詮
詰
話
該
詳
詹
誅
誇
誉
誌
認
誑
誓
誕
誘
語
誠
誡
誣
誤
誥
誦
誨
誩
說
説
読
誰
課
誼
誾
調
諂
諄
談
諉
請
諍
諒
論
諛
諡
諦
諧
諫
諭
諮
諱
諳
諷
諸
諺
諾
謀
謁
謂
謄
謎
謗
謙
謚
講
謝
謠
謨
謩
謫
謬
謹
證
譎
譏
識
譚
譜
警
譬
譯
議
譴
護
譽
讀
讃
變
讎
讐
讒
讓
讖
讚
讜
讠
计
订
认
议
记
论
设
证
识
诉
词
译
试
话
语
说
请
调
谋
谢
谷
豆
豈
豊
豐
豕
豖
豙
豚
象
豦
豩
豪
豫
豸
豹
貂
貇
貊
貌
貝
貞
貟
負
財
貢
貧
貨
販
貪
貫
責
貯
貰
貲
貳
貴
貶
買
貸
費
貼
貽
貿
賀
賁
賂
賃
賄
資
賈
賊
賏
賑
賓
賔
賚
賛
賜
賞
賠
賡
賢
賣
賤
賦
質
賴
賻
購
賽
贈
贊
贍
贓
贖
贝
负
贡
财
责
贤
败
货
贯
贲
贵
费
资
赖
赛
赞
赤
赦
赫
走
赴
赵
起
趁
超
越
趙
趣
趨
足
趾
跋
距
跟
跡
跪
路
跳
踈
踊
踏
踐
踰
踵
蹄
蹇
蹈
蹙
蹟
蹤
蹴
躁
躋
躍
身
躬
軀
車
軋
軌
軍
軎
軒
軛
軟
転
軫
軸
軼
軽
軾
較
輅
載
輒
輔
輕
輝
輟
輦
輩
輪
輯
輸
輿
轄
轅
轉
轍
轎
轝
车
轨
转
辑
辛
辜
辞
辟
辥
辦
辨
辭
辯
辰
辱
農
辵
辶
边
辺
込
达
迂
迄
迅
过
迎
运
近
返
还
这
进
远
连
迦
迪
迫
迭
述
迴
迷
迹
追
退
送
适
逃
逆
逈
选
逋
透
逐
途
這
通
逝
逞
速
造
逢
連
逭
逮
週
進
逵
逸
逼
逾
遀
遁
遂
遇
遊
運
遍
過
遏
遐
遑
道
達
違
遗
遙
遜
遞
遠
遣
適
遭
遮
遲
遵
遷
選
遺
遼
遽
避
邀
邁
還
邇
邈
邊
邏
邑
邕
邢
那
邦
邪
邯
邱
邵
邸
郁
郊
郎
郑
郞
郡
部
郭
郵
郷
都
鄉
鄒
鄕
鄙
鄧
鄭
酉
酋
酌
配
酒
酓
酢
酬
酷
酸
醇
醉
醋
醒
醜
醞
醫
醬
醮
醴
釀
釁
釆
采
釉
释
釋
里
重
野
量
釐
金
釒
釜
針
釣
鈍
鈔
鈞
鈴
鈺
鉄
鉅
鉉
鉛
鉞
鉢
鉤
銀
銃
銅
銓
銖
銘
銜
銳
銷
鋒
鋤
鋪
鋼
錄
錚
錢
錦
錫
錬
錮
錯
録
鍊
鍋
鍮
鍼
鍾
鎌
鎔
鎖
鎬
鎭
鎮
鎰
鏞
鏡
鐘
鐵
鐸
鑄
鑑
鑛
鑰
鑾
鑿
钅
钱
铁
铺
销
镇
長
镸
长
門
閃
閈
閉
開
閏
閑
閒
間
閔
関
閣
閤
閥
閨
閫
閭
閱
閲
閵
閻
閼
闇
闈
闊
闌
闔
闕
闘
關
闡
闢
门
问
间
闷
闻
阑
阜
阝
阪
阮
防
阳
阻
阼
阿
陀
陂
附
际
陆
陈
陋
降
限
陛
陜
陞
陟
院
陣
除
陪
陰
陳
陵
陶
陷
陸
険
陽
隄
隅
隆
隊
隋
隍
階
随
隐
隔
隕
隘
隙
際
障
隡
隣
隨
險
隱
隴
隶
隷
隸
隹
隺
隻
隼
隽
难
雀
雁
雄
雅
集
雇
雈
雉
雋
雌
雍
雐
雑
雔
雕
雖
雙
雚
雜
雝
雞
離
難
雨
雩
雪
雲
零
雷
雹
電
需
霆
震
霈
霊
霍
霑
霖
霜
霝
霞
霧
露
霸
霽
靈
靑
青
靖
静
靜
非
靡
面
靣
靦
革
靳
靴
鞋
鞍
鞏
鞠
鞫
鞭
韋
韓
韦
韩
韭
韯
韱
音
韶
韻
響
頁
頂
頃
項
順
須
頊
頌
預
頑
頒
頓
頗
領
頡
頣
頤
頭
頸
頹
頻
頼
顆
題
額
顏
顒
顔
顕
願
顚
顛
類
顧
顯
页
项
顺
领
频
题
風
飄
风
飛
飜
飞
食
飠
飡
飢
飭
飮
飯
飲
飼
飽
飾
餉
養
餌
餐
餓
餘
餞
餠
館
饉
饋
饌
饑
饒
饔
饣
饭
馆
首
香
馨
馬
馭
馮
馳
馴
馹
駁
駄
駅
駐
駒
駕
駙
駦
駭
駿
騎
験
騫
騰
騷
驅
驍
驕
驗
驚
驛
驟
驥
驪
马
骨
骸
髓
體
高
髟
髮
鬘
鬚
鬥
鬧
鬪
鬯
鬱
鬲
鬼
魁
魂
魄
魅
魏
魔
魚
魯
鮮
鱗
鱼
鲁
鳥
鳩
鳳
鳴
鴉
鴨
鴻
鵝
鵠
鵬
鵲
鶴
鷄
鷲
鷹
鸞
鸟
鸡
鹤
鹵
鹽
鹿
麃
麒
麓
麗
麝
麟
麤
麥
麦
麴
麵
麻
麽
麾
麿
黃
黄
黍
黎
黑
黒
黔
默
黜
點
黨
黯
黹
黽
黾
鼎
鼓
鼠
鼻
齊
齋
齎
齐
齒
齡
齿
龍
龙
龜
龟
龠
龰
龱
龴
龵
龶
龷
龸
龹
者
艹
！
＂
＆
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
［
］
ａ
ｃ
ｅ
ｉ
ｍ
ｎ
ｏ
ｒ
ｓ
ｔ
｜
～
｢
｣
･
�
𠀁
𠀃
𠀆
𠀉
𠀎
𠀐
𠁁
𠁣
𠂆
𠂇
𠂈
𠂉
𠂊
𠂋
𠂎
𠂒
𠂔
𠂛
𠂡
𠂢
𠂤
𠂬
𠂭
𠂹
𠃊
𠃋
𠃌
𠃍
𠃎
𠃑
𠃓
𠃔
𠃜
𠄌
𠄎
𠄠
𠄢
𠆢
𠆥
𠇍
𠈌
𠌵
𠓜
𠔉
𠔥
𠔼
𠔽
𠔿
𠕀
𠕁
𠕋
𠘧
𠘨
𠙻
𠙼
𠚏
𠚒
𠚤
𠚪
𠣏
𠤎
𠤕
𠥓
𠦄
𠦑
𠦝
𠧒
𠧗
𠧪
𠩺
𠪚
𠫓
𠫔
𠫤
𠬛
𠬝
𠬞
𠬢
𠬤
𠬶
𠮛
𠮦
𠮷
𠯑
𠱠
𠳮
𠷎
𡈼
𡉀
𡉵
𡌥
𡍮
𡏳
𡕒
𡕩
𡕰
𡖅
𡗗
𡗜
𡘆
𡘤
𡧱
𡨄
𡩧
𡬠
𡭽
𡰣
𡰥
𡰪
𡰯
𡰱
𡷈
𡸁
𡿨
𡿩
𡿪
𡿺
𢀖
𢀛
𢀩
𢁙
𢆉
𢆰
𢆶
𢇁
𢇇
𢉖
𢌬
𢌿
𢏚
𢑑
𢑚
𢖻
𢙣
𢛳
𢦏
𢦒
𢧵
𢼄
𢾕
𣁋
𣄼
𣅀
𣅽
𣍘
𣎳
𣎵
𣏋
𣏼
𣗥
𣥂
𣥖
𣦵
𣦼
𣧄
𣪊
𣪠
𣬉
𣳾
𣶒
𤇾
𤊽
𤐫
𤓰
𤔔
𤕨
𤣩
𤰇
𤰔
𤰞
𤴓
𤴔
𤽄
𥁑
𥁕
𥃦
𥃩
𥃭
𥇡
𥑟
𥘅
𥘈
𥝢
𥫗
𥱡
𦈢
𦉪
𦉬
𦉼
𦍌
𦍒
𦎧
𦐇
𦓔
𦔮
𦘒
𦙃
𦚏
𦣝
𦣞
𦣻
𦥑
𦥔
𦥯
𦨉
𦭝
𦰩
𧆞
𧈧
𧘇
𧰨
𧴪
𧴮
𧵩
𧾷
𨸏
𨾴
𩙿
𩠐
𩫏
𩵋
𪉷
𪜀
𪟽
𪠲
𪩲
𫇦
𫔭
𫜸
𫝀
𫠣
𫠩
𫢉
𫥞
𫩏
𫩠
𫪡
𫲽
𫶧
𬀷
𬐘
𬗌
𬙙
𬛸
𬜯
𬟩
𬯁
𬴘
𬺻
𬼉
𬼖
𭀰
𭁈
𭁨
𭅰
𭑈
𭕄
𭗼
𭤨
𭥫
𭻾
𮅕
𮊿
𮍌
𮍏
𮓗
𮥼
𮧮
廾
𰀁
𰀄
𰀈
𰀉
𰀕
𰀠
𰀡
𰀢
𰀪
𰁜
𰃮
𰆊
𰆘
𰋙
𰕎
𰢴
𰧭
𰯲
0--
00--
000--
01--
02--
03--
04--
05--
06--
07--
08--
09--
1--
2--
3--
37--
38--
4--
41--
42--
43--
44--
45--
46--
47--
48--
49--
5--
50--
51--
52--
53--
54--
55--
56--
57--
58--
59--
6--
60--
61--
62--
63--
64--
65--
66--
67--
68--
69--
7--
70--
71--
72--
73--
74--
75--
76--
77--
78--
79--
8--
80--
81--
82--
83--
84--
85--
86--
87--
88--
89--
9--
90--
91--
92--
93--
94--
95--
96--
97--
978--
97889--
98--
99--
aa--
ab--
abso--
ac--
acco--
ad--
addi--
ae--
aero--
af--
ag--
agre--
agri--
ah--
ai--
air--
aj--
ak--
al--
all--
am--
an--
anal--
anim--
any--
ap--
appe--
ar--
arch--
arge--
as--
asse--
at--
athl--
atla--
au--
aust--
auto--
av--
aw--
ax--
ay--
az--
b--
ba--
back--
bar--
be--
ben--
berk--
bh--
bi--
big--
bl--
bloo--
bo--
br--
brac--
broa--
bu--
budd--
by--
ca--
calc--
camp--
can--
car--
cat--
cd--
ce--
cele--
cent--
ch--
cham--
chan--
char--
chro--
ci--
cl--
cm--
cn--
co--
cogn--
coll--
com--
con--
conse--
contr--
corr--
coun--
cr--
crea--
crit--
cs--
ct--
cu--
cy--
d--
da--
de--
dead--
deci--
decl--
defi--
demo--
depo--
dete--
deut--
dh--
di--
diag--
diff--
dino--
disc--
disp--
dist--
distri--
dm--
do--
docu--
dr--
du--
dw--
dy--
ea--
eb--
ec--
ed--
ef--
eg--
ei--
el--
elec--
else--
em--
emer--
en--
end--
ep--
eq--
equi--
er--
es--
et--
eu--
euro--
ev--
ex--
exec--
exp--
extr--
fa--
face--
fami--
fe--
fi--
figh--
fl--
fo--
foll--
for--
fr--
fran--
fred--
frie--
fu--
ga--
gala--
ge--
geom--
gh--
gi--
gl--
gm--
go--
gr--
grad--
gu--
h--
ha--
he--
her--
hi--
hl--
ho--
holl--
home--
homo--
hu--
hy--
i--
ia--
ib--
ic--
id--
iden--
ig--
il--
illu--
im--
impo--
in--
indi--
indu--
infe--
infi--
infl--
inno--
inst--
int--
inter--
inve--
invest--
io--
ip--
ir--
is--
it--
iv--
ja--
je--
ji--
jo--
ju--
k--
ka--
ke--
kh--
ki--
kl--
kn--
ko--
kr--
ku--
ky--
la--
le--
li--
libe--
ling--
ll--
lo--
lu--
ly--
m--
ma--
mac--
magn--
mala--
man--
marg--
mari--
mb--
mc--
me--
meas--
mech--
memo--
mess--
meta--
mi--
micr--
mid--
mill--
mm--
mn--
mo--
mono--
mont--
moun--
mp--
ms--
mu--
mult--
my--
n--
na--
nc--
ne--
new--
news--
ng--
nh--
ni--
nich--
nico--
no--
not--
nu--
nutr--
nv--
ny--
oa--
ob--
oc--
od--
of--
og--
oh--
ok--
ol--
om--
on--
op--
or--
orie--
os--
ot--
out--
over--
ow--
p--
pa--
para--
parlia--
pass--
path--
patr--
pe--
per--
ph--
phot--
physio--
pi--
pl--
plat--
po--
poli--
poly--
pop--
port--
posi--
poss--
pr--
pre--
prim--
pro--
ps--
psyc--
psycho--
pu--
py--
qa--
qi--
qu--
ra--
re--
rece--
reco--
regi--
regu--
rela--
reli--
reme--
resi--
reso--
resp--
rest--
rh--
ri--
ro--
ru--
ry--
s--
sa--
sate--
sc--
sche--
scho--
schw--
se--
sens--
set--
sh--
si--
sk--
sl--
sm--
sn--
so--
soci--
some--
sound--
sp--
sq--
sr--
ss--
st--
stan--
stra--
stre--
stru--
su--
sub--
succ--
sun--
super--
sur--
sv--
sw--
sy--
symp--
synt--
t--
ta--
te--
teac--
tech--
tele--
temp--
terr--
text--
th--
thom--
ti--
to--
tr--
trad--
trans--
trea--
ts--
tu--
tw--
ty--
u--
ub--
uc--
uk--
ul--
um--
un--
under--
univer--
up--
ur--
us--
ut--
va--
vale--
var--
ve--
vi--
viol--
vo--
vu--
wa--
war--
we--
web--
wh--
wi--
wo--
won--
wr--
writ--
wu--
wy--
xi--
xu--
xx--
ya--
ye--
yi--
ym--
yo--
yu--
za--
ze--
zh--
zi--
zo--
zool--
zu--
đ--
ŋ--
ɕ--
ɡ--
ɪ--
ɭ--
ɯ--
ɽ--
ʃ--
ʑ--
с--
ا--
ᄀ--
ᄁ--
ᄂ--
ᄃ--
ᄅ--
ᄆ--
ᄇ--
ᄉ--
ᄉᆞ--
ᄊ--
ᄋ--
ᄌ--
ᄍ--
ᄎ--
ᄐ--
ᄑ--
ᄒ--
ᄒᆞ--
ᄭ--
ᄯ--
ᄲ--
ᅀ--
あ--
い--
え--
か--
き--
く--
け--
こ--
さ--
し--
そ--
た--
つ--
て--
と--
な--
に--
の--
は--
ひ--
ま--
み--
め--
ら--
ア--
カ--
キ--
ク--
コ--
サ--
シ--
ス--
タ--
テ--
ト--
ニ--
ハ--
ヒ--
フ--
マ--
ミ--
ラ--
リ--
--0
--0
--00
--01
--02
--03
--05
--06
--07
--09
--1
--1
--10
--11
--12
--13
--14
--15
--16
--17
--18
--19
--2
--2
--20
--21
--22
--23
--25
--26
--27
--28
--29
--3
--3
--31
--32
--38
--39
--4
--4
--40
--41
--44
--46
--48
--5
--5
--50
--51
--53
--6
--6
--60
--65
--67
--7
--7
--72
--74
--75
--76
--8
--8
--80
--82
--83
--85
--88
--9
--9
--94
--98
--99
--a
--able
--ac
--acy
--ad
--ada
--ade
--ado
--ae
--ah
--ai
--ain
--ak
--al
--ale
--am
--an
--ana
--ance
--ane
--ang
--ani
