!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
%
&
'
(
)
*
+
,
-
.
/
0
00
000
01
02
03
04
05
06
07
08
09
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
11
113
12
123
1258
1287
13
14
15
16
1610
1684
17
176
18
1834
1881
1888
19
1902
1926
1960
1990
1991
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
2020
2021
21
22
23
237
24
25
253
254
26
27
28
29
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
31
32
33
34
35
36
37
38
39
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
41
42
43
44
45
46
47
48
49
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
51
52
53
54
55
56
5695
57
58
59
594
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
61
62
62371
63
64
65
66
67
68
69
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
71
72
73
74
75
76
77
78
79
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
81
82
83
84
85
86
87
88
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
91
92
93
94
95
96
97
978
98
99
999
99936
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
]
_
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
ab
ability
abkhazia
about
absolute
abt
ac
academy
activities
ad
admin
administrative
advocacy
ae
af
affairs
africa
african
ag
agency
agriculture
ah
ai
aj
ak
akrotiri
al
aland
all
also
am
america
american
an
and
andorra
angola
animal
anthem
anti
antigua
ao
ap
appendices
april
aq
ar
arab
arabia
architecture
area
areas
argentina
as
ascension
ashi
asia
asian
assets
associated
association
asuncion
at
au
august
australia
australian
authorities
av
aw
awareness
ax
ay
az
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
background
bahamas
bailiwick
banarsidass
bangladesh
baptist
barbados
barbuda
barthelemy
bb
bbs
bc
bcmd
bd
be
belize
bengal
benin
bermuda
bf
bg
bh
bhutan
bhutana
bhutanese
bhutanoye
bhutanstudies
bhutantimes
bi
biography
bird
bissau
bj
bk
bl
black
bm
bn
bnew
bo
bolivarian
bolivia
bom
book
books
bosnia
botswana
bp
bq
br
brazil
brief
britain
british
broadcasting
brochure
bruce
brunei
bs
bt
bu
bucin
buddha
buddhist
budorcas
bulbophyllum
bulgaria
bumdeling
bumthang
burkina
burma
burundi
business
businessbhutan
bv
bw
bx
by
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
caicos
calcutta
caldas
caledonia
cambodia
cameroon
campos
canada
candidate
category
causes
cayman
cb
cc
cd
ce
celebrates
center
central
centre
century
cf
cg
ch
chad
chandra
changangkha
channel
child
chile
china
choden
choeten
christmas
christopher
chukha
ci
circle
city
cj
ck
cl
class
clean
cm
cn
co
cocos
collectivity
college
colloquial
colombia
colorado
com
commons
commonwealth
communication
comoros
complete
concise
confederation
congo
congress
constitution
construction
consumption
content
contributors
convention
cook
cooperation
copious
corruption
costa
cote
council
countries
country
course
cp
cq
cr
cranes
crime
croatia
crossroads
crown
cs
csoma
ct
cu
cuba
cultural
culture
cunha
cv
cw
cx
cy
cyprus
cz
czech
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
daga
dagana
dam
dara
darussalam
das
dasho
db
dc
dd
de
delete
deletion
delhi
democracy
democratic
denmark
department
dependencies
dependency
depot
description
desk
development
df
dg
dh
dhekelia
di
dialects
dictionary
diet
disagree
district
dj
djibouti
dk
dl
dm
dn
do
dog
doi
dominica
dominican
dorji
dp
dq
dr
dragon
drasho
driem
drm
druk
drukgyal
ds
dt
du
duchy
during
dv
dw
dx
dy
dz
dzong
dzongkha
dzongs
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
eastern
eb
ec
echoes
ecuador
ed
education
ee
eesti
ef
eg
egypt
eh
ei
ej
ek
el
em
emirates
empowering
empowerment
en
encyclopedia
english
eo
ep
eq
equatorial
er
eritrea
es
estonia
et
ethiopia
eu
ev
every
everything
ew
ex
explain
ey
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
facebook
facts
falkland
faroe
faso
fb
fc
fd
fe
february
federal
federated
federation
federative
feet
ff
fg
fh
fi
fiji
file
files
finance
finland
first
fj
fk
fl
flag
fm
fn
fo
folktales
food
for
force
foreign
forests
forms
foundation
foundations
fp
fq
fr
free
french
from
fs
ft
fu
fully
fund
futuna
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gabonese
gambia
gasa
gb
gc
gd
ge
general
georgia
gerais
gf
gg
gh
ghana
gi
gibraltar
given
gives
gj
gk
gl
glaciers
gm
gn
gnh
gnhcentrebhutan
go
goals
goodreads
gov
governing
government
gp
gq
gr
grammar
grand
grande
great
greece
greenland
grenada
grenadines
grosso
gs
gt
gu
guam
guatemala
guernsey
guiana
guide
guinea
guyana
gv
gw
gx
gy
gyalpo
gyalthang
gyamtsho
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
haa
hab
habitat
haiti
handicraft
handicraftsbhutan
hannah
harb
hashemite
hb
hc
hd
he
health
heinrich
helena
hellenic
help
henderson
her
herbert
heritage
hero
herzegovina
hf
hg
hh
hi
hill
himalaya
himalayan
himalayaninitiatives
his
historically
history
hj
hk
hl
hm
hn
ho
home
honduras
hotel
house
houses
hp
hq
hr
hrab
hs
ht
html
http
https
hu
human
hungary
hv
hw
hx
hy
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
ib
ic
iceland
id
ie
if
ig
ih
ii
ij
ik
il
illustrations
im
image
impact
in
including
independent
index
india
indonesia
information
initiatives
institute
int
intechopen
international
io
ip
iq
ir
iran
iraq
ireland
is
isbn
islamic
island
islands
isle
israel
it
italian
its
iu
iucn
iv
ivoire
iw
ix
iy
iz
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jab
jamaica
japan
jaschke
jb
jc
jd
je
jf
jg
jh
ji
jigme
jj
jk
jl
jlf
jm
jn
jo
jongkhar
jordan
jordao
journal
journalist
jp
jpg
jq
jr
js
jt
ju
july
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kalimpong
karabakh
karma
kazakhstan
kb
kc
kd
ke
keeling
kenya
kf
kg
kh
ki
king
kinga
kingdom
kingship
kinley
kiribati
kj
kk
kl
km
kmt
kn
know
known
ko
kong
korea
kosovo
kp
kq
kr
ks
kt
ku
kuenga
kunzang
kuwait
kv
kw
kx
ky
kyrgyzstan
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
labour
land
language
lanka
lao
latvia
launch
lb
lc
ld
le
lebanon
leone
lesotho
leste
lf
lg
lh
lhak
lhakhang
lhaksam
lhamo
lhomon
lhuntse
li
liberia
library
libya
liechtenstein
life
lily
limited
list
literary
literature
lithuania
lj
lk
ll
lm
ln
lo
loden
london
lotay
lp
lq
lr
ls
lt
lu
lucia
luxembourg
lv
lw
lx
ly
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
macao
macedonia
madagascar
majesty
malawi
malaysia
maldives
mali
malta
man
map
mariana
marino
marmot
marshall
martin
mass
mato
mauritania
mauritius
may
mayotte
mb
mc
md
me
media
members
membership
menjong
menjongfoundation
mexican
mf
mfa
mg
mh
mi
micronesia
mina
minas
ministry
minstry
miquelon
mission
mj
mk
ml
mm
mn
mo
moldova
monaco
mongar
mongolia
monte
montenegro
month
montserrat
morocco
most
mother
motilal
mozambique
mp
mq
mr
ms
mt
mu
mustang
mv
mw
mx
my
myanmar
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
nagorno
namgyal
namibia
naruhito
nation
national
nationalcouncil
nationalflag
nature
nauru
nb
nc
nd
ne
necked
negara
nepal
ner
netflix
netherlands
networking
nevis
new
news
nf
ng
ngawang
nh
ni
nicaragua
nickelodeon
niger
nigeria
niue
nj
nk
nl
nm
nn
no
norfolk
north
northern
norway
np
nq
nr
ns
nt
nu
nv
nw
nx
ny
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
objectives
oc
occasionalpublications
od
oe
of
og
oh
oi
oj
ok
ol
oldid
om
oman
omega
on
one
oo
op
operative
oq
or
oral
org
organization
organized
origin
original
os
ossetia
ot
other
ou
our
ov
overseas
ow
ox
oy
oyama
oye
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
page
pakistan
palau
paljor
panama
panda
papua
paraguai
paraguay
park
paro
pb
pc
pd
pdf
pe
peace
pearson
pedra
pemagatshel
penjore
people
peru
pf
pg
ph
philippines
phodrang
php
phuntsho
pi
pico
pid
pierre
pitcairn
pj
pk
pl
please
pm
pn
po
pocos
poland
policy
polity
polynesia
pommaret
portuguese
pp
pq
pr
press
principality
principe
printed
private
programs
promoting
pronunciation
prospects
protection
ps
pt
pu
publ
public
publication
publicationfiles
publications
published
publishers
puerto
punakha
pv
pw
px
py
pyel
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qatar
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
queen
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
rabten
radio
random
raven
rb
rc
rd
re
reason
rec
red
reference
region
regional
rehydration
religious
report
republic
republica
republika
research
researchgate
residents
resources
restaurant
restaurent
retrieved
review
revised
rf
rg
rh
ri
rica
rico
rights
rio
rj
rk
rl
rm
rn
ro
role
romania
routledge
royal
rp
rq
rr
rs
rt
rta
rtabhutan
ru
rugby
rural
russia
russian
rv
rw
rwanda
rx
ry
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
saarc
sahara
saint
salvador
sam
samdrup
samoa
samtse
san
sanctuary
sandor
sanskrit
santa
sao
sarat
sarpang
satellite
saudi
sb
sc
school
sd
se
secretariat
see
self
senegal
september
serbia
serene
service
services
settlement
seychelles
sf
sg
sh
shar
sharma
shejun
si
siegen
sierra
significant
singapore
singye
site
sj
sji
sk
skin
skinny
sl
slovak
slovenia
sm
sn
so
social
socialist
society
solomon
somalia
somaliland
sonam
south
sovereignty
sp
spain
spam
special
speedy
spelling
sq
sr
sri
ss
st
state
states
story
studies
su
sudan
sul
sultanate
summer
support
suriname
survey
sustainable
sv
svalbard
sw
sweden
swiss
sx
sy
synonyms
syrian
sz
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
taiwan
tajikistan
takin
tales
tanzania
tarayana
tarayanafoundation
tashi
taxicolor
tb
tbilisi
tbrc
tc
td
te
template
temporal
tentativelists
territory
textile
tf
tg
th
thailand
thang
the
thebhutanese
therapy
thimphu
thinley
this
thunder
ti
tibetan
times
timor
title
tj
tk
tl
tm
tn
to
tobago
tobgay
togo
togolese
tokelau
tome
tong
tonga
town
tp
tq
tr
traders
traditional
transnistria
transparancy
transparency
trashigang
trashiyangtse
treating
treaty
tree
trinidad
tristan
trongsa
trub
ts
tshering
tsirang
tt
tu
tunisian
turkey
turkmenistan
turks
tuvalu
tv
tw
tx
ty
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
ub
uc
ucen
ud
ue
uf
ug
uganda
ugyen
uh
ui
uj
uk
ukraine
ul
um
un
undp
unemployment
unesco
unicef
union
united
university
uo
up
uploads
uq
ur
ura
uruguay
us
ut
uu
uv
uw
uwice
uwicer
ux
uy
uz
uzbekistan
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
values
vanuatu
various
vatican
vb
vc
vd
ve
venezuela
verb
verde
vf
vg
vh
vi
vietnam
vii
vincent
virgin
vision
vj
vk
vl
vm
vn
vo
volume
vp
vq
vr
vs
vt
vu
vv
vw
vx
vy
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
wallis
wangchuck
wangchuk
wangditse
wangdue
wanghcuk
wangmo
was
wb
wc
wcm
wd
we
web
website
west
western
wf
wg
wh
what
whc
which
whitei
why
wi
wide
wiki
wikipdeia
wikipedia
wildlife
with
wj
wk
wl
wm
wn
wo
women
wordpress
work
working
works
world
wp
wq
wr
ws
wt
wu
wv
ww
www
wx
wy
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xc
xd
xe
xf
xg
xh
xi
xj
xk
xl
xm
xn
xo
xp
xq
xr
xs
xt
xu
xv
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yangchen
yb
yc
yd
ye
years
yemen
yf
yg
yh
yi
yj
yk
yl
ym
yn
yo
you
youth
yp
yq
yr
ys
yt
yu
yulley
yv
yw
yx
yy
yz
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zambia
zb
zc
zd
ze
zealand
zf
zg
zh
zhemgang
zhongar
zi
zimbabwe
zj
zk
zl
zm
zn
zo
zp
zq
zr
zs
zt
zu
zv
zw
zx
zy
zz
{
|
}
°
²
æ
ı
ə
ɡ
ɪ
ʃ
ˈ
а
б
г
д
е
и
к
л
м
н
о
п
р
с
т
у
ц
ъ
ь
э
я
і
ա
ե
թ
ի
հ
յ
ն
ո
պ
ս
տ
ր
ւ
ב
י
ע
ר
ת
ا
ب
ة
ت
ج
ح
د
ر
ز
س
ش
ط
ع
غ
ف
ق
ك
ل
م
ن
ه
و
ي
ی
ग
ङ
ण
त
तम
थ
द
ध
न
प
म
र
श
स
ह
ॐ
গ
জ
ণ
ত
দ
ন
প
ব
র
ল
শ
น
ว
ส
า
༁
༄
༆
༈
༉
་
༌
།
༎
༑
༔
༗
༠
༠༠༠
༠༢
༡
༡༠
༡༠༠
༡༠༠༠
༡༠༢
༡༠༢༠
༡༠༦
༡༠༧
༡༡
༡༡༥
༡༢
༡༢༠
༡༣
༡༤
༡༤༩
༡༥
༡༥༠
༡༥༠༠
༡༥༠༠༠
༡༥༨༧
༡༥༩༤
༡༦
༡༦༡༣
༡༦༡༦
༡༦༢༠
༡༦༢༩
༡༦༣༡
༡༦༣༤
༡༦༣༨
༡༦༤༡
༡༦༤༤
༡༦༤༥
༡༦༤༦
༡༦༤༨
༡༦༤༩
༡༦༥༡
༡༦༥༥
༡༦༥༦
༡༦༦༧
༡༦༧༠
༡༦༧༡
༡༦༧༢
༡༦༨༠
༡༦༨༣
༡༦༨༩
༡༦༩༤
༡༦༩༦
༡༧
༡༧༠༡
༡༧༠༣
༡༧༠༤
༡༧༠༦
༡༧༠༧
༡༧༡༢
༡༧༡༣
༡༧༡༤
༡༧༡༥
༡༧༡༧
༡༧༡༩
༡༧༢༠
༡༧༢༡
༡༧༢༩
༡༧༣
༡༧༣༠
༡༧༣༥
༡༧༣༦
༡༧༣༨
༡༧༤༠
༡༧༤༤
༡༧༤༧
༡༧༥
༡༧༥༥
༡༧༦
༡༧༦༣
༡༧༦༥
༡༧༦༧
༡༧༦༨
༡༧༧
༡༧༧༤
༡༧༧༦
༡༧༨༠
༡༧༨༡
༡༧༨༩
༡༧༩༡
༡༧༩༢
༡༧༩༦
༡༨
༡༨༠༣
༡༨༠༥
༡༨༠༦
༡༨༠༧
༡༨༠༨
༡༨༠༩
༡༨༡
༡༨༡༠
༡༨༡༡
༡༨༡༤
༡༨༡༦
༡༨༡༧
༡༨༢
༡༨༢༡
༡༨༢༢
༡༨༢༥
༡༨༢༦
༡༨༣
༡༨༣༠
༡༨༣༡
༡༨༣༣
༡༨༣༤
༡༨༣༥
༡༨༣༧
༡༨༣༨
༡༨༣༩
༡༨༤༢
༡༨༤༨
༡༨༥༠
༡༨༥༡
༡༨༥༢
༡༨༥༣
༡༨༥༤
༡༨༥༥
༡༨༦༡
༡༨༦༢
༡༨༦༣
༡༨༦༤
༡༨༦༥
༡༨༦༧
༡༨༦༩
༡༨༧༣
༡༨༧༨
༡༨༧༩
༡༨༨༡
༡༨༨༢
༡༨༨༤
༡༨༨༥
༡༨༨༦
༡༨༩༢
༡༨༩༧
༡༨༩༩
༡༩
༡༩༠
༡༩༠༠
༡༩༠༣
༡༩༠༥
༡༩༠༦
༡༩༠༧
༡༩༡
༡༩༡༠
༡༩༡༤
༡༩༡༥
༡༩༡༧
༡༩༡༨
༡༩༢༢
༡༩༢༦
༡༩༢༧
༡༩༤
༡༩༤༠
༡༩༤༣
༡༩༤༥
༡༩༤༦
༡༩༤༧
༡༩༤༨
༡༩༤༩
༡༩༥༠
༡༩༥༢
༡༩༥༣
༡༩༥༤
༡༩༥༥
༡༩༥༦
༡༩༥༨
༡༩༦༠
༡༩༦༡
༡༩༦༢
༡༩༦༤
༡༩༦༥
༡༩༦༦
༡༩༦༧
༡༩༦༨
༡༩༦༩
༡༩༧༠
༡༩༧༡
༡༩༧༢
༡༩༧༣
༡༩༧༤
༡༩༧༦
༡༩༧༨
༡༩༧༩
༡༩༨༠
༡༩༨༡
༡༩༨༢
༡༩༨༣
༡༩༨༤
༡༩༨༥
༡༩༨༦
༡༩༨༧
༡༩༨༨
༡༩༨༩
༡༩༩༠
༡༩༩༡
༡༩༩༢
༡༩༩༣
༡༩༩༤
༡༩༩༥
༡༩༩༦
༡༩༩༧
༡༩༩༨
༡༩༩༩
༢
༢༠
༢༠༠
༢༠༠༠
༢༠༠༡
༢༠༠༢
༢༠༠༣
༢༠༠༤
༢༠༠༥
༢༠༠༦
༢༠༠༧
༢༠༠༨
༢༠༠༩
༢༠༡༠
༢༠༡༡
༢༠༡༢
༢༠༡༣
༢༠༡༤
༢༠༡༥
༢༠༡༦
༢༠༡༧
༢༠༡༨
༢༠༡༩
༢༠༢༠
༢༠༢༡
༢༠༣༠
༢༠༥
༢༡
༢༡༡
༢༢
༢༣
༢༣༤
༢༣༥
༢༤
༢༥
༢༥༠
༢༦
༢༧
༢༧༩༧
༢༨
༢༨༨
༢༩
༢༩༨༦
༣
༣༠
༣༠༠
༣༠༠༠
༣༠༤
༣༡
༣༢
༣༣
༣༤
༣༥
༣༥༠༠
༣༦
༣༧
༣༨
༣༩
༤
༤༠
༤༠༠
༤༠༠༠
༤༡
༤༢
༤༣
༤༣༧
༤༤
༤༥
༤༥༠
༤༥༠༠
༤༥༥༤
༤༦
༤༧
༤༨
༤༩
༥
༥༠
༥༠༠
༥༠༠༠
༥༡
༥༡༩
༥༢
༥༣
༥༣༤༣
༥༤
༥༥
༥༧
༥༨
༥༩
༦
༦༠
༦༠༠
༦༡
༦༢
༦༤
༦༥༨
༦༦
༦༧
༦༨
༦༩
༧
༧༠
༧༠༠
༧༡
༧༡༥
༧༢
༧༣
༧༤
༧༥
༧༦
༧༦༣
༧༧
༧༨
༧༩
༨
༨༠
༨༠༠
༨༠༠༠
༨༡
༨༢
༨༥
༨༧
༩
༩༠
༩༤
༩༧
༩༨
༴
༸
༺
༻
༼
༽
ཀ
ཀན
ཀམ
ཀཝ
ཀའ
ཀར
ཀལ
ཀལའ
ཀལཡད
ཀས
ཁ
ཁག
ཁང
ཁན
ཁབ
ཁམ
ཁམས
ཁཝ
ཁའ
ཁར
ཁལ
ཁས
ག
གག
གང
གངས
གཅ
གཅད
གཅན
གཅལ
གཉ
གཉན
གཉའ
གཉལ
གཏ
གཏང
གཏངམ
གཏད
གཏན
གཏམ
གཏམས
གཐ
གད
གདགས
གདང
གདངས
གདན
གདམ
གདམས
གདལ
གན
གནག
གནགཔ
གནང
གནངམ
གནད
གནམ
གནའ
གནས
གནསཔ
གཔ
གབ
གམ
གཙ
གཙང
གཞ
གཞག
གཞན
གཞལ
གཞལམ
གཞས
གཟ
གཟན
གཟབ
གཟའ
གཟར
གའ
གའཀར
གཡ
གཡག
གཡང
གཡབ
གཡའ
གཡས
གར
གརས
གལ
གཤ
གཤགས
གཤགསཔ
གཤམ
གཤས
གས
གསཀ
གསང
གསད
གསན
གསནམ
གསཔ
གསམ
གསར
གསརཔ
གསལ
གསས
གཨ
ང
ངཁག
ངག
ངང
ངན
ངཔ
ངམ
ངར
ངལ
ངས
ངསམ
ཅ
ཅག
ཅང
ཅད
ཅན
ཅནམ
ཅལ
ཆ
ཆག
ཆགས
ཆང
ཆད
ཆན
ཆབ
ཆའ
ཆར
ཆརཔ
ཆས
ཇ
ཇག
ཇན
ཇམ
ཇའ
ཇར
ཉ
ཉག
ཉན
ཉནཉནན
ཉམ
ཉམས
ཉའ
ཉར
ཉལ
ཊ
ཊན
ཊཡ
ཊར
ཊས
ཋ
ཌ
ཌན
ཌབ
ཌམ
ཌར
ཎ
ཏ
ཏག
ཏང
ཏན
ཏམ
ཏའ
ཏར
ཏས
ཐ
ཐག
ཐགཔ
ཐགས
ཐང
ཐངཔ
ཐངས
ཐད
ཐདམ
ཐན
ཐབ
ཐབས
ཐམ
ཐམས
ཐའ
ཐར
ཐལ
ཐལཝ
ད
དཀ
དཀའ
དཀར
དཀརཔ
དག
དགག
དགའ
དགའཝ
དགར
དང
དངས
དཎ
དད
དདང
དན
དཔ
དཔག
དཔགས
དཔང
དཔའ
དཔར
དཔལ
དཔལམ
དཔཨ
དབ
དབང
དམ
དམག
དམངས
དམད
དམན
དམའ
དམར
དམརཔ
དར
དརཝ
དལ
དས
ན
ནག
ནགཔ
ནགས
ནང
ནངས
ནཆ
ནཊ
ནཌ
ནཌས
ནཏ
ནད
ནདཔ
ནན
ནཔས
ནམ
ནམལས
ནམས
ནཝ
ནའ
ནའང
ནའམ
ནར
ནས
པ
པག
པགས
པང
པཎ
པད
པན
པབ
པམ
པའ
པའང
པའམ
པར
པལ
པས
ཕ
ཕག
ཕགཔ
ཕངས
ཕན
ཕབ
ཕམ
ཕར
ཕལ
ཕས
བ
བཀ
བཀག
བཀང
བཀབ
བཀའ
བཀལ
བག
བང
བཅ
བཅག
བཅགས
བཅད
བཅམ
བཅའ
བཅར
བཅས
བཅསཔ
བཆད
བཏ
བཏགས
བཏགསཔ
བཏང
བཏངམ
བཏབ
བཏབས
བད
བདག
བདའ
བན
བབ
བབས
བམ
བཙ
བཙག
བཙན
བཙའ
བཙལ
བཛ
བཞ
བཞག
བཞགཔ
བཞད
བཞན
བཟ
བཟང
བཟའ
བའ
བའམ
བཡ
བར
བརཀ
བལ
བཤ
བཤག
བཤགས
བཤང
བཤད
བཤདཔ
བཤམ
བཤམས
བཤའ
བཤལ
བཤལཔ
བས
བསག
བསགས
བསང
བསངས
བསད
བསདཔ
བསམ
བསལ
བཧ
མ
མཁ
མཁན
མཁནམ
མཁའ
མཁར
མཁལ
མཁས
མཁསཔ
མག
མགར
མགརཝ
མང
མངམ
མངའ
མངར
མངལ
མངས
མཆ
མཆན
མཇ
མཇལ
མཇལཝ
མཉ
མཉམ
མཎ
མཐ
མཐའ
མཐའམ
མཐར
མད
མདངས
མདའ
མན
མནན
མནའ
མནར
མམ
མཚ
མཚན
མཚམས
མཚར
མཚལ
མཛ
མཛད
མཛདཔ
མཛའ
མཛར
མའ
མའམ
མར
མལ
མས
མཧ
ཙ
ཙག
ཙང
ཙན
ཙམ
ཚ
ཚགས
ཚང
ཚངམ
ཚངས
ཚད
ཚདཔ
ཚན
ཚབ
ཚབས
ཚམས
ཚར
ཚརཝ
ཚལ
ཛ
ཛབ
ཛའ
ཛར
ཝ
ཝང
ཝཊ
ཝན
ཝའ
ཝར
ཝས
ཞ
ཞག
ཞགས
ཞང
ཞན
ཞབས
ཞར
ཞརཝ
ཞལ
ཟ
ཟག
ཟངས
ཟད
ཟན
ཟབ
ཟམ
ཟཝ
ཟའ
ཟར
ཟས
འ
འཁ
འཁར
འཁརཝ
འག
འགག
འགགས
འགངས
འགན
འགབ
འགའ
འགལ
འགལཝ
འགས
འང
འཆ
འཆང
འཆད
འཆམ
འཆམས
འཆར
འཆལ
འཇ
འཇགས
འཇང
འཇམ
འཇའ
འཇར
འཇལ
འཏ
འཐ
འཐག
འཐགཔ
འཐགམ
འཐད
འཐབ
འད
འདག
འདང
འདབ
འདབས
འདམ
འདའ
འདས
འན
འནད
འཕ
འཕགས
འཕང
འཕངས
འཕར
འབ
འབག
འབགཔ
འབངས
འབད
འབདན
འབདཝ
འབབ
འབའ
འབར
འམ
འཚ
འཚང
འཚམ
འཚམས
འཚའ
འཚལ
འཛ
འཛད
འཛམ
འའབ
འར
འལས
འས
ཡ
ཡག
ཡང
ཡངན
ཡངས
ཡད
ཡན
ཡབ
ཡམ
ཡམས
ཡཟ
ཡའ
ཡར
ཡལ
ཡས
ར
རཀ
རག
རགས
རང
རངས
རན
རནམ
རཔ
རབ
རབས
རམ
རམས
རཝ
རའ
རལ
རལཝ
རས
ལ
ལག
ལགཔ
ལགས
ལང
ལངཀ
ལངམ
ལངས
ལངསམ
ལཉ
ལད
ལན
ལཔ
ལབ
ལམ
ལཝ
ལཝཊ
ལའ
ལའང
ལར
ལས
ལསཔ
ཤ
ཤཀ
ཤག
ཤན
ཤམ
ཤའ
ཤར
ཤརཝ
ཤལ
ཤས
ཥ
ས
སག
སང
སངས
སཊ
སཏ
སད
སན
སཔ
སཕ
སབ
སམ
སཝ
སའ
སའམ
སར
སལ
སས
ཧ
ཧང
ཧཊས
ཧན
ཧབ
ཧམ
ཧའ
ཧར
ཧལ
ཨ
ཨང
ཨན
ཨཕ
ཨབ
ཨམ
ཨཛར
ཨའ
ཨར
ཨརཝ
ཨརས
ཨལ
ཨས
྅
ᄀ
ᄆ
민
ᄉ
ᄋ
ᄌ
주
ᄒ
ᅥ
ᅩ
ᅪ
ᅮ
ᅴ
ᅵ
ᆨ
ᆫ
ᆼ
‑
–
—
’
“
”
•
↔
↷
≪
≫
③
④
⑦
❶
❷
❸
⺀
⺄
⺆
⺈
⺊
⺌
⺕
⺝
⺸
⺼
⿰
⿱
⿲
⿳
⿴
⿵
⿶
⿷
⿸
⿹
⿺
⿻
、
《
》
【
】
〢
コ
ユ
㇁
㇂
㇄
㇇
㇈
㇉
㇓
㐁
㐄
㐅
㐌
㐫
㐬
㐭
㐮
㐱
㑒
㒵
㒸
㒼
㓁
㓞
㔾
㕛
㕣
㖾
㘝
㚅
㚇
㚔
㚘
㝉
㝡
㝴
㝵
㞋
㞢
㞷
㠩
㠭
㠯
㡀
㡭
㡿
㢲
㢴
㣇
㣺
㥯
㪅
㫄
㫐
㫒
㫺
㬅
㬎
㬥
㬰
㲋
㳄
㷠
㸒
㸚
㸦
㼌
㼲
㽞
㿟
䀠
䂞
䍃
䏍
䒑
䖍
䖒
䖝
䖵
䙴
䚻
䜌
䝿
䡛
䧹
䪞
一
丁
丂
七
丄
丅
丆
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
东
丞
丢
丣
两
严
並
丨
丩
个
丫
丬
中
丮
丰
丱
串
丵
丶
丷
丸
丹
为
主
丽
丿
乀
乂
乃
久
乆
乇
么
义
之
乌
乍
乎
乏
乐
乑
乔
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
买
乳
乾
亀
亅
了
亇
予
争
事
二
亍
于
亏
亐
云
互
亓
五
井
亘
亚
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亯
亰
亲
亳
亶
亷
人
亻
亼
亾
仁
今
介
仌
从
仐
仑
仒
仓
仕
他
付
仝
代
令
以
任
企
伊
伏
伐
休
众
会
伦
伯
但
位
何
佘
余
佛
作
佥
使
來
侈
侌
侖
侯
侵
便
俄
保
俞
信
修
倉
倍
候
倠
備
僉
僕
儿
兀
允
兂
元
兄
充
兆
兇
先
光
兊
克
兌
免
兑
兒
兓
兔
党
兜
兟
入
全
兩
兪
八
公
六
兮
兰
共
关
兵
其
具
典
兹
兼
冀
冂
冃
冄
内
冈
冉
冊
冋
册
再
冎
冏
冐
冒
冓
冖
冗
冘
军
农
冝
冡
冥
冫
冬
冰
冷
几
凡
凢
凯
凵
凶
凷
凸
凹
出
函
凾
刀
刁
刂
刃
刄
刅
分
切
刍
刑
刕
刖
列
刘
则
刚
初
別
利
别
到
制
刺
則
削
剌
前
剡
剽
劉
力
功
加
劦
助
努
劫
劳
劵
勃
勇
勉
勒
動
務
勞
勤
勹
勺
勻
勾
勿
匀
匂
包
匆
匈
匊
匋
匍
匕
化
北
匚
匝
匡
匪
匱
匸
匹
区
医
匽
匿
區
十
卂
千
卄
卅
卆
升
午
卉
半
卌
华
卑
卒
卓
单
卖
南
博
卜
卝
卞
占
卡
卢
卣
卤
卦
卩
卪
卬
卯
印
危
即
却
卵
卷
卸
卻
厂
厃
厄
历
厈
厉
厌
厓
厘
厚
原
厤
厥
厨
厭
厲
厶
厷
厸
去
厼
厽
叀
参
參
叅
又
叉
及
友
双
反
叐
发
叒
叔
叕
取
受
叙
叚
叜
叟
口
古
句
另
叩
只
召
可
台
叱
史
右
叵
号
司
叹
吂
各
吅
合
吉
吊
吋
同
名
后
吏
向
吕
君
吝
吞
否
含
启
吳
吴
吹
吾
呂
呆
呈
告
员
呙
周
命
咅
和
咎
咠
咢
咨
咸
咼
哀
品
哈
哉
員
哥
哲
唐
商
啇
問
啚
啬
啻
喀
善
喜
喬
單
喿
嗇
噩
嚴
囊
囗
囘
囙
囚
四
回
囟
因
囧
囬
困
囱
囷
固
国
图
圂
圅
國
圍
圓
土
圡
圣
圥
在
圭
地
圶
圼
坐
坒
坚
坡
坦
坴
垂
垔
垚
埀
埃
埋
城
埔
埶
執
基
堂
堅
堆
堇
堡
堯
塔
塞
墨
壘
士
壬
壯
声
壳
壴
壹
壺
壽
夂
处
夅
夆
备
夊
夋
夌
复
夏
夒
夕
外
夗
夘
多
夜
夢
大
夨
天
太
夫
夬
夭
央
失
夲
头
夷
夸
夹
夻
夾
奂
奄
奇
奈
奉
奎
奏
奐
契
奓
奔
奚
奞
奠
奢
奥
奭
女
奴
奻
好
如
妄
妙
妟
妥
妻
妾
姆
姑
委
姜
威
娄
婁
婴
嫩
嬰
嬴
子
孑
孔
孕
孖
字
存
孚
孛
孝
孟
季
孤
学
孫
孱
學
宀
宁
宂
它
宅
宇
守
安
宋
完
宏
宓
宗
官
定
宛
宜
宝
客
宣
室
宮
宰
害
家
容
宾
宿
寄
寅
密
富
寒
察
寧
寨
審
寫
寬
寮
寸
对
寺
寻
寽
対
寿
封
尃
射
将
將
專
尉
尊
尋
尌
對
小
少
尒
尓
尔
尖
尗
尚
尞
尢
尣
尤
尧
尨
尭
就
尸
尹
尺
尻
尼
尽
尾
尿
局
居
屈
屋
屎
屏
屑
展
屖
屚
属
屠
屡
屬
屮
屯
屰
山
屵
屾
岁
岂
岑
岛
岡
岩
岳
岸
峯
島
崇
崑
崔
崖
崙
崩
嵬
嶲
巂
巛
川
州
巟
巠
巢
巤
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巸
巽
巾
巿
帀
市
布
希
帚
帛
帝
带
師
席
帶
常
干
平
年
幵
并
幷
幸
幺
幻
幼
幽
幾
广
広
庄
床
库
底
店
庚
府
度
庫
庭
庶
康
庸
廉
廌
廛
廣
廩
廴
延
廷
建
廾
廿
开
弁
弃
弄
弇
弋
式
弓
弔
引
弗
弘
弜
弟
弥
弦
弱
張
強
强
彊
彌
彎
彐
彑
当
彔
录
彖
彗
彡
形
彥
彦
彧
彭
彳
役
彼
往
待
律
徒
得
徙
從
復
微
徵
德
心
忄
必
忌
忍
志
忝
忠
忩
快
念
忽
忿
思
怠
急
怱
恆
恒
恩
恭
息
悉
患
悤
悲
悶
惠
惡
惢
愁
愈
意
愛
感
慈
慕
慧
慮
憂
憲
應
戀
戈
戉
戊
戋
戌
戍
戎
成
我
戒
戔
或
戚
戠
戢
截
戲
戶
户
戹
戼
戾
房
所
扁
扇
手
扌
才
打
托
执
承
折
拉
拜
拿
挝
挪
捷
掌
推
提
摩
支
攴
攵
收
攸
改
放
政
敄
敏
敕
敖
敗
敝
敞
敢
散
敦
敫
敬
数
敷
數
斂
文
斉
斊
斐
斗
斤
斥
斩
斬
斯
新
方
於
施
斿
旁
旋
族
无
旡
既
旣
日
旦
旧
旨
早
旬
旱
旲
时
旺
旾
昂
昆
昇
昌
昍
明
昏
易
昔
昗
昜
星
春
昬
是
昱
昴
昷
時
晃
晋
晏
普
景
晶
智
暑
暴
曇
曩
曰
曲
曳
更
曷
書
曹
曼
曾
替
最
朁
會
月
有
朋
服
朔
朕
朗
望
朝
木
朩
未
末
本
札
朮
术
朱
朵
朶
朿
杀
杏
杜
束
条
来
東
杲
杳
松
析
林
枚
果
枝
枲
枼
某
柔
查
柬
柰
柴
栗
根
格
桀
桑
桼
梁
條
梟
梨
梵
棘
棠
棥
森
楚
業
楽
榮
樂
樊
欠
次
欣
欮
欲
欶
欽
款
歆
歇
歛
止
正
此
步
武
歨
歪
歮
歯
歰
歲
歴
歷
歸
歹
歺
死
殳
段
殷
殸
殹
殺
殻
殿
毋
毌
母
每
毒
比
毕
毚
毛
毳
氏
氐
民
气
氣
水
氵
氶
氷
永
氺
氾
求
汗
汝
汞
江
汤
汶
沃
沓
沙
沝
治
泉
泊
法
波
泣
泥
泰
洛
津
洪
洲
活
派
流
济
浦
浪
浮
海
淡
淮
清
渚
渠
港
湯
滿
漸
澳
火
灬
灭
灰
灵
灷
炅
炎
炏
炗
炙
炭
為
烈
烏
烝
焉
無
焦
焱
然
煞
熊
熏
燕
營
燮
爪
爫
爭
爯
爰
爱
爲
爵
父
爻
爽
爾
爿
片
牙
牚
牛
牜
牟
牢
牧
牪
特
牽
犀
犬
犭
犮
狂
狄
狊
独
狺
猋
猒
猪
献
獻
玄
率
玉
王
玛
玟
玨
玻
珎
班
琴
瑙
瑞
瑟
瑩
瓜
瓦
甘
甚
生
産
用
甫
甬
田
由
甲
申
电
甶
男
甸
甹
画
甾
畀
界
畏
畐
留
畜
畟
畢
畧
畨
番
畫
異
畱
當
畺
畾
疆
疊
疋
疌
疑
疒
疾
癶
癸
癹
登
發
白
百
皀
皃
的
皆
皇
皋
皐
皕
皮
皷
皿
盃
盆
盇
盈
益
盍
盎
监
盒
盖
盛
盡
監
盤
盧
目
直
相
盾
省
眇
眉
看
眔
眞
真
眷
眼
眾
着
睘
睪
睿
瞏
瞢
瞿
矍
矛
矞
矢
矣
知
矦
短
石
破
碎
磊
磨
示
礻
礼
社
祟
票
祭
禀
禁
福
禸
禹
禺
离
禽
禾
禿
秀
秃
秉
秋
科
秘
秝
秦
移
稟
穀
穌
穴
究
穹
空
穿
突
窄
窒
立
竒
竜
竝
竟
章
童
竹
笑
笠
筆
等
答
箕
算
箴
節
篤
篭
米
粉
粛
粟
粤
粦
粲
糞
糸
糹
系
約
納
素
索
紫
累
細
絜
絫
絲
維
綿
縣
繇
纍
纟
约
纳
纽
绍
维
缅
缶
网
罒
罔
罕
罗
罙
罡
罢
罪
署
罷
羅
羊
羌
羍
美
羔
羕
羗
羞
羡
羣
群
義
羲
羸
羽
翁
翏
習
翕
翟
翠
翼
老
耂
考
者
耆
而
耎
耑
耒
耳
耴
耶
耷
聂
聊
联
聖
聚
聶
聿
肀
肃
肅
肉
肖
肙
肥
肩
肯
育
肴
胃
背
胡
胥
能
脊
脩
脱
腊
膚
臣
臤
臧
自
臬
臭
臯
臱
至
致
臺
臼
臽
臾
臿
舀
舂
舄
與
興
舉
舌
舍
舛
舜
舞
舟
般
艮
良
色
艸
艹
艾
芒
芔
芬
芮
花
芳
芺
芻
苏
苔
苗
苟
若
苦
英
茨
茶
茸
荅
草
荒
荣
荷
荼
莆
莧
莫
莱
莽
菆
菊
菐
華
菲
萄
萨
萬
落
葉
著
葛
葡
董
葵
蒂
蒙
蒦
蒼
蓋
蓬
蓺
蔑
蔡
蕉
蕭
薄
薛
薦
薰
藍
藏
藥
蘭
虍
虎
虐
虒
虔
處
虖
虗
虘
虚
虛
虜
虞
虫
虽
蚤
蚩
蜀
蜜
蟲
蠡
血
行
衍
衛
衣
衤
表
衮
衰
袁
袞
褭
褱
襄
襾
西
覀
要
覃
見
規
覓
覧
親
覽
见
角
解
言
訁
訇
計
詹
語
誩
諸
讠
词
诺
谷
豆
豈
豊
豐
豕
豖
豙
象
豦
豩
豪
豸
貇
貝
貞
貟
負
貢
貧
貪
貫
責
貳
貴
買
費
賁
資
賈
賏
賓
賔
賛
賞
賢
賣
質
賴
贊
贝
贡
责
贯
贲
贵
赖
赞
赤
赦
走
越
足
路
蹇
身
躬
車
軍
軎
軟
輦
车
辛
辜
辟
辥
辰
辱
農
辵
辶
边
达
过
近
连
迪
迷
追
退
送
逆
逐
通
速
造
逢
連
逮
進
遀
遂
過
道
達
遣
適
遷
遺
邊
邑
邕
那
邦
邪
郎
部
郭
都
鄉
酉
酋
配
酓
釆
采
里
重
野
量
金
釒
錢
钅
長
镸
长
門
閃
閉
開
閏
閑
閒
間
閔
閵
閻
闌
门
间
闷
阑
阜
阝
阿
降
陳
陵
陶
隆
隊
隋
隡
隨
隱
隶
隹
隺
隻
隼
隽
难
雀
雁
集
雈
雋
雍
雐
雔
雙
雚
雜
雝
離
難
雨
雩
雪
雲
零
雷
需
霍
霜
霝
霞
霸
靈
靑
青
非
靡
面
靣
革
韋
韦
韩
韭
韯
韱
音
頁
頃
項
須
頗
頡
頻
顛
页
顿
颠
風
风
飛
飞
食
飠
養
饣
首
香
馬
馮
駦
马
骨
高
髟
鬥
鬯
鬲
鬼
魚
魯
鮮
鱼
鲁
鲜
鳥
鳳
鸟
鹵
鹿
麃
麗
麥
麦
麻
黃
黄
黍
黎
黑
黒
黨
黹
黽
黾
鼎
鼓
鼠
鼻
齊
齋
齐
齒
齿
龍
龙
龜
龟
龠
龰
龱
龴
龵
龶
龷
龸
龹
者
艹
（
）
，
？
𠀁
𠀃
𠀆
𠀉
𠀎
𠀐
𠁁
𠁣
𠂆
𠂇
𠂈
𠂉
𠂊
𠂋
𠂎
𠂒
𠂔
𠂛
𠂡
𠂢
𠂤
𠂬
𠂭
𠂹
𠃊
𠃋
𠃌
𠃍
𠃎
𠃑
𠃓
𠃔
𠃜
𠄌
𠄎
𠄠
𠄢
𠆢
𠆥
𠇍
𠈌
𠌵
𠓜
𠔉
𠔥
𠔼
𠔽
𠔿
𠕀
𠕁
𠕋
𠘧
𠘨
𠙻
𠙼
𠚏
𠚒
𠚤
𠚪
𠣏
𠤎
𠤕
𠥓
𠦄
𠦑
𠦝
𠧒
𠧗
𠧪
𠩺
𠪚
𠫓
𠫔
𠫤
𠬛
𠬝
𠬞
𠬢
𠬤
𠬶
𠮛
𠮦
𠮷
𠯑
𠱠
𠳮
𠷎
𡈼
𡉀
𡉵
𡌥
𡍮
𡏳
𡕒
𡕩
𡕰
𡖅
𡗗
𡗜
𡘆
𡘤
𡧱
𡨄
𡩧
𡬠
𡭽
𡰣
𡰥
𡰪
𡰯
𡰱
𡷈
𡸁
𡿨
𡿩
𡿪
𡿺
𢀖
𢀛
𢀩
𢁙
𢆉
𢆰
𢆶
𢇁
𢇇
𢉖
𢌬
𢌿
𢏚
𢑑
𢑚
𢖻
𢙣
𢛳
𢦏
𢦒
𢧵
𢼄
𢾕
𣁋
𣄼
𣅀
𣅽
𣍘
𣎳
𣎵
𣏋
𣏼
𣗥
𣥂
𣥖
𣦵
𣦼
𣧄
𣪊
𣪠
𣬉
𣳾
𣶒
𤇾
𤊽
𤐫
𤓰
𤔔
𤕨
𤣩
𤰇
𤰔
𤰞
𤴓
𤴔
𤽄
𥁑
𥁕
𥃦
𥃩
𥃭
𥇡
𥑟
𥘅
𥘈
𥝢
𥫗
𥱡
𦈢
𦉪
𦉬
𦉼
𦍌
𦍒
𦎧
𦐇
𦓔
𦔮
𦘒
𦙃
𦚏
𦣝
𦣞
𦣻
𦥑
𦥔
𦥯
𦨉
𦭝
𦰩
𧆞
𧈧
𧘇
𧰨
𧴪
𧴮
𧵩
𧾷
𨸏
𨾴
𩙿
𩠐
𩫏
𩵋
𪉷
𪜀
𪟽
𪠲
𪩲
𫇦
𫔭
𫜸
𫝀
𫠣
𫠩
𫢉
𫥞
𫩏
𫩠
𫪡
𫲽
𫶧
𬀷
𬐘
𬗌
𬙙
𬛸
𬜯
𬟩
𬯁
𬴘
𬺻
𬼉
𬼖
𭀰
𭁈
𭁨
𭅰
𭑈
𭕄
𭗼
𭤨
𭥫
𭻾
𮅕
𮊿
𮍌
𮍏
𮓗
𮥼
𮧮
廾
𰀁
𰀄
𰀈
𰀉
𰀕
𰀠
𰀡
𰀢
𰀪
𰁜
𰃮
𰆊
𰆘
𰋙
𰕎
𰢴
𰧭
𰯲
0--
1--
10--
1012--
1036--
1052--
1053--
1061--
1062--
11--
12--
13--
14--
15--
16--
18--
19--
2--
20--
21--
23--
27--
3--
4--
5--
53--
6--
7--
70--
8--
9--
ab--
ac--
ag--
ai--
al--
am--
an--
ar--
auto--
aw--
azer--
ba--
barb--
be--
bi--
bo--
br--
bu--
ca--
cata--
ce--
ch--
cl--
co--
com--
crea--
da--
de--
di--
dist--
do--
docu--
down--
em--
es--
fa--
fl--
fo--
fr--
fran--
ge--
go--
gr--
gy--
he--
ho--
is--
it--
ja--
je--
jo--
ju--
kh--
ki--
ko--
ku--
le--
li--
lo--
ma--
me--
mi--
mo--
mu--
na--
ne--
ng--
no--
over--
pa--
pale--
pe--
pi--
po--
pr--
pres--
prog--
pu--
ra--
re--
ri--
ro--
sa--
sc--
se--
sh--
si--
so--
sp--
sr--
st--
su--
sy--
ta--
te--
terr--
th--
ti--
to--
tr--
trea--
ts--
tshe--
tu--
ty--
un--
va--
vi--
wa--
we--
wi--
wo--
༠--
༡༡--
༡༢--
༡༣--
༡༤--
༡༥--
༡༦--
༡༧--
༡༨--
༡༩--
༢༤--
༢༨--
༢༩--
༣༣༩--
༣༦--
༤༢--
༥--
༦--
༦༢--
༨--
༩--
ཀ--
ཁ--
ག--
ང--
ཅ--
ཆ--
ཊ--
ཌ--
ཎ--
ཐ--
ན--
པ--
ཕ--
བ--
མ--
མས--
ཙ--
ཚ--
འ--
ར--
ལ--
ཤ--
ས--
ཧ--
ཨ--
ᄀ--
ᄋ--
--0
--0
--00
--1
--1
--2
--2
--3
--4
--5
--5
--6
--6
--7
--7
--8
--9
--9
--a
--ad
--ain
--al
--am
--an
--ao
--ar
--as
--ation
--b
--c
--ce
--ch
--co
--d
--der
--ds
--e
--ed
--een
--eich
--el
--en
--er
--es
--est
--et
--ey
--f
--g
--h
--ht
--i
--ia
--ies
--im
--ina
--ine
--ing
--ion
--ique
--ire
--is
--ish
--ism
--ist
--it
--k
--ka
--l
--la
--le
--les
--ling
--lla
--logy
--m
--n
--na
--ng
--nia
--nt
--o
--on
--onal
--ons
--ool
--os
--p
--pa
--r
--ra
--re
--ria
--rs
--s
--sa
--se
--si
--t
--ta
--tan
--ted
--ten
--to
--ty
--u
--ual
--us
--v
--y
--ya
--ys
--д
--بية
--༠
--༠༠
--༠༣
--༠༨
--༠༩
--༡
--༢
--༣
--༤
--༥
--༦
--༦༣
--༧
--༨
--༨༣
--༨༤
--༨༦
--༩
--༩༡
--༩༢
--༩༥
--༩༦
--ཀ
--ག
--ང
--ཅ
--ཏ
--ཐ
--ད
--ན
--པ
--ཕ
--བ
--མ
--ཝ
--འ
--ཡ
--ར
--ལ
--ས
--ཨ
--ᆫ
