!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
0000
0001
0002
002855
003
004
005
005216
007
008
009
01
010
011
012
013
0140
015
0154
017
018
02
020
021
0233
024
025
0261
027
028
029
03
031
035
03610
038
039
04
043
044
045
046
047
048
049
05
0501
051
052402
0527
053
054
055
0564
057
06
060
063
065
066
067
07
073
074
076
077
078
08
080
081
082
085
086
088
089
09
091
092
09216
098
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1002
1007
101
1014
1016
102
1020179
1023
103
1037999
1038
104
104296
105
1050739
105943
106
108
1081
1086
109
1093
11
110
110243459088279
11062
111
1111
1118754
112
1128893
113
113452
1136
114
115
115080
1157
1157946
1158712
116
116120
117
1177
118
11848536
11867930
119
12
120
1201
12027
1209
121
122
1228
123
1233
1239098
125
126
127
128
129
1296
13
130
1303
131
13133
132
133
1332
134
1349
135
1358924
136
13610
1363
137
13796
138
139
1394
14
140
1400
1409
141
142
1420
1426
143
1431
144
1445
145
1452
1454311
1460
14651858
147
1471
149
1492
15
150
1500
151
1510
1513
152
153
1531
1532
154
1540
155
156224
157
157774
158663955
159
16
160
1606
161
162
164
165
1654
1655
166
1660
167
168
169
1695
17
170
1700
1701
171
1717
1719
172
1720
1727
174
175
1750
176
177
1770
1774
178
1784458558
179
18
180
1800
1808
181
1811
1817
1818
1819
182
1820
1821
1824
1826
183
1830
1839
184
1840
1844
1845
1847
1849
185
1850
1853
1854
1855
1856
1857
1858
1859
186
1860
1863
1868
187
1872
1873
1874
1875
1876
1878
188
1880
1881
1882
18820
1884
1888
189
1891
1892
1894
1895
1896
1898
1899
19
190
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
191
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
192
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
193
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
194
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
196
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
19937
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
20003
2001
2002
2003
2004
2005
2006
2007
20070324193856
20070928085221
2008
2009
20090701
200909090867
201
2010
20100219075224
2011
20110112174357
20110717125901
201112
2012
201206
2013
20130928042301
2014
2015
2016
2017
20170930131934
201711
2018
20180221045542
201809
2019
201903
201992
202
2020
20200218205234
20200219090455
20201018205332
202020
2021
202104
2022
202201
2023
2024
2030
204
20404
205
206
207
208
209
2094
21
210
211
212
2123
213
214
215
216
2164303
217
217977
218
219
219246
22
220
221
222
223
224
225
22766
229
23
230
2307
2312
232
233
234
235
236
237
239815297
24
240
241
24150487
242
244
245
246
2463
2482
249
25
250
251
252
253
254
255
2550
25530442
256
257
258
259
26
260
262
263
264
265
267
268
27
270
271
272
273
273187
275
276
278
28
280
2800
281
2829516
283
284
285
285239
287
288
289
29
292
293
294
2951390106
296
297
298
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
301
302
304
306
307
3077
309
31
310
311
31169
313
314
315
316
318
319
32
320
322
323
324
325
3250
326
327
328
329
33
330
331
332
333
334
335
336
337
339
34
340
3400
342
343
344
346
347
348
349
35
350
351
352
353
354
356
357
358
359
36
360
361
362
365
366
366550
367
368
369
37
370
371
374
3740
375
3761
378
379
38
380
382
384
385
387
388
389
39
390
392752
393
395
396
397
398
399
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
402
403
404
405
406
407
408
409
41
413
415
41624572
417
418
419
42
420
421
422
423
424647
425
426
427
428
43
432
433
434
435
437
438
44
440
443
444
44481723
445
446
447
448
449
45
450
451
4523160
454
456
4563
45894
459
46
461
462
4628
463
464
4648
46692
468
47
470
472
473
474
475
476
477
478
479
48
481
483
48326128
484
485
486
487
488
49
490
491
493
494
495253
498
499
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
502
503
504
505
506852
507
51
510
511
512
515
516
518
519
52
520
521
523
524
529
53
530
531
532
533
534
535
536
537
539
54
540
5405
541
543
544
545
546
547
55
550
551
554
5548
555
556
557
559
56
56160
562
563
564
565
568
569
57
570
572
574
577
579
58
580
581
581958
585
59
591
593
596
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
601
603
605
606
61
611
612
613
613828
614
616
61682
618
619
62
622
623
624
625
626
628
629
63
630
631
633
634
636
64
640
644
646
648
649
65
652
6520
653
657
658
659
66
660
667
668
669
67
670
672
6736
674
676
677
678
679
68
680
681
682
683
686
688
69
6902824
693
695
697
698
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
701
704
705
706
708
71
711
712
715
716
717
718
72
720
7206
721
722
724
727
729
7292
73
732
734
735
7351
738
74
740
742
744
746
747
7485
7488
75
753
754
7553
756
757
76
761
762
764
766
769
77
770
772
773
78
782
783
784
785
787
789
79
790
791
794
795
796
797
797733
799
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
8000
801
802
803
8039
804
808
81
811
812
814
815
818
82
820
821
8243
83
830
831
832
8329849
834
837
838
839
84
843
846
84788
849
85
850
852
858
859
86
860
8601
861
862
867
869
8691
869428481
87
874
875
876
878
879
88
880
881
883
888
89
891
892
896
898
899
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
901
901680
902
903
904
905
9057821591
90670
907
908
9092
91
910
911
914
915
9171
919
92
925
929
93
931
932
934
935
938
94
941
943
944
945
9467
948
949
95
950
953
954
958
959
96
960
961
962
968
97
973
975
976
977
978
9780199540884
9783865377012
9788563
9789241580496
98
9837
986
988
99
990
991
992
9953
996
9964
9988
999
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aae
aahye
aane
ab
aba
abaa
abaatan
abaayewa
ababa
ababaawa
ababio
abadeakyire
abadeɛkyire
abadiakyire
abadiakyiri
abadiekyi
abadiekyir
abadiekyire
abadiekyiri
abadwa
abadwafoɔ
abadwakuo
abae
abagaye
abagua
abaguakuo
abah
abakan
abakosem
abakosɛm
abakrampa
abakwasɛm
abakɔsem
abakɔsɛm
abakɔsɛmu
abam
abambila
abammɔfoɔ
aban
abandze
abankeseso
abankɛse
abankɛseɛ
abanmu
abansoro
abantenten
abanteten
abantuguo
abaosom
abasa
abaso
abasobo
abasobode
abasobɔ
abasobɔde
abasobɔdeɛ
abasobɔdiɛ
abasoɔ
abass
abata
abato
abatoo
abatow
abatoɔ
abatoɔno
abatwɛ
abawo
abayomi
abbam
abban
abbey
abbrem
abc
abd
abdallah
abdul
abdulai
abdullah
abe
abebrese
abedi
abediakyire
abedu
abeiku
abekah
abelema
aben
abena
abenfoɔ
abenkwan
aber
abera
abere
aberɛ
abetifi
abi
abibere
abibi
abibifahodie
abibifo
abibifoɔ
abibimamfoɔ
abibiman
abibinnwom
abibire
abibirem
abibiremfoɔ
abibiremu
abibirim
abibirimufa
abibrem
abien
abiesa
abigail
abim
abingya
abira
abirem
abiriw
abiriwfoɔ
abisa
abiɛsa
ablade
ablakwa
ablekuma
abo
aboa
aboaboa
aboabogya
aboafo
aboafoɔ
aboagye
aboah
aboakyer
aboakyere
aboatoɔ
aboboi
abobɔ
abodakpi
abodeɛ
abodin
abodinkyere
abodwokyɛre
abofra
abokobi
abokyi
abolimbisa
abom
abomu
abonten
abontendomhene
abopaebea
aborigines
aboro
aborofo
abortion
aborɔfo
aborɔkyi
abosobɔdeɛ
abosom
abosome
abosomfie
abosonnan
abosonsomfoɔ
abotoɔ
about
aboutus
aboɔ
abr
abra
abrabɔ
abrah
abraham
abranteɛ
abrantie
abre
abrebiara
abrefa
abroad
abrofo
abrokyi
abrokyiman
abrokyire
abrokyireman
abrosan
abrɔfo
abrɛ
abs
abstinence
abstract
abtoɔ
abu
abuakwa
abuasua
abubakar
abubakari
abubu
abudu
abue
abufuo
abufusɛm
abufuw
abuga
abuja
abunabun
abunu
abunuabunu
abupɛn
abura
aburi
aburihene
aburo
aburokyi
aburokyiman
aburokyire
aburokyireman
aburokyiri
aburoo
aburosam
abusakuo
abusua
abusuabɔ
abusuafo
abusuafoɔ
abusuakuo
abusuakuw
abusuanii
abusuapanin
aby
abɔ
abɔde
abɔdeɛ
abɔdeɛmu
abɔdin
abɔdini
abɔfra
abɔm
abɔmmɔfoɔ
abɔmu
abɔnten
abɔntene
abɔseɛ
abɔten
abɔtene
abɛ
abɛbuo
abɛdeakyire
abɛdi
abɛdiakyire
abɛdiekyire
abɛfo
abɛgyina
abɛhia
abɛka
abɛn
abɛnkwan
abɛsi
abɛsiriwa
abɛtena
abɛtiri
abɛto
abɛyɛ
abɛɛfo
abɛɛforo
abɛɛfro
ac
acaca
academia
academic
academies
academy
acaraje
accademia
accademy
accelerator
access
accessed
accident
accommodation
accompanied
accord
according
accordion
accountancy
accountant
accountants
accounting
accra
accreditation
accused
acheampon
acheampong
achebe
achensua
achianah
achiase
achievement
achievements
achievers
achimota
achitecture
acid
ackah
ackam
ackatiah
acquah
acres
across
act
acta
acting
action
active
activist
activities
actor
actors
actress
acts
acute
ad
ada
adabor
adabraka
adaduanan
adae
adaekɛse
adaka
adaklu
adam
adama
adamafio
adamfo
adamfofa
adams
adamu
adan
adane
adanedane
adangbe
adangbefo
adangme
adangmefo
adanse
adansedie
adansefoɔ
adanseɛ
adansi
adansidie
adansie
adansifoɔ
adantam
adanwomase
adare
adass
adawurubɔ
adda
addae
addai
addaquay
addis
addo
addos
addow
address
addy
ade
adea
adebɔ
adedie
adegoke
adehye
adehyedie
adehyefie
adehyeman
adehyeɛ
adekyer
adekyere
adekyerefo
adekyerɛ
adekyerɛfo
adelaide
adeline
aden
adenta
adentan
adepa
adepam
adepamfo
adepamfoɔ
adesre
adesrɛ
adesrɛde
adesrɛdeɛ
adesua
adesuadeɛ
adesuafo
adesuafoɔ
adesuakuo
adesuammoa
adesuani
adetɔfo
adetɔn
adetɔnbea
adetɔnfo
adeyeman
adeyemi
adeyɔdeɛ
adeyɛ
adeɛ
adgiss
adi
adidi
adidibea
adidie
adidisoɔ
adidome
adiho
adii
adikan
adikanfo
adikanfoɔ
adiku
adin
adina
adinkra
adinkrahene
adio
adisadel
adiyisem
adiyisɛm
adjaho
adjapong
adjaye
adjei
adjetey
adjoa
adjorlolo
adjudged
admin
administration
administrative
administrator
admiral
ado
adoagyiri
adobea
adofo
adogla
adokotafoɔ
adolescent
adolescents
adom
adoma
adomako
adomonline
adongo
adopt
adorable
adorye
adotey
adowa
adr
adrdaily
adriana
adriatic
adu
adua
aduaba
aduadjoe
aduadu
aduan
aduana
aduanan
aduane
aduannan
aduanum
aduasa
aduasia
aduawotwe
adubea
aduhene
adukrom
adukron
aduku
adukwei
adult
adumakuo
adumdum
aduna
adunkron
aduo
aduokono
aduokr
aduokron
aduokrɔn
aduonan
aduonkron
aduonnwɔtwe
aduonsia
aduonson
aduonu
aduonum
aduonwɔtwe
aduosa
aduosia
aduoson
aduosɔn
aduowotwe
aduowɔtwe
aduowɔtwɛ
aduro
aduru
aduruyɛ
adusa
adusei
aduɔkron
aduɔson
aduɔsɔn
aduɔwɔtwe
advance
advanced
adventist
adventure
adventures
advertising
advisor
advisors
advisory
advocacy
adwa
adwaa
adwabɔ
adwadie
adwadifoɔ
adwareɛ
adwe
adwen
adwendwen
adwene
adweneasa
adwenekorɔ
adweninie
adwenkyereɛ
adwenkyerɛ
adwenmu
adwini
adwinnade
adwinnie
adwo
adwoa
adwom
adwomtofoɔ
adwum
adwuma
adwumaa
adwumabea
adwumaden
adwumadie
adwumako
adwumakuo
adwumakuw
adwumam
adwuman
adwumasua
adwumasɛm
adwumawura
adwumay
adwumayeni
adwumayɔ
adwumayɛ
adwumayɛbea
adwumayɛfo
adwumayɛfoɔ
adwumayɛkuo
adwumayɛni
adwumayɛnii
adwumkuo
adɔ
adɔe
adɔfoɔ
adɔkotafoɔ
adɔma
adɔmmarima
adɔyɛ
adɔɔso
ae
aec
aerobatics
aerodrome
aeronautics
aerospace
aerotech
af
afa
afaafa
afaana
afadeɛ
afadja
afadjato
afadzato
afahy
afahye
afahyeɛ
afahyia
afahyɛ
afam
afanaa
afanan
afari
afcon
afdb
afe
afebɔɔ
afede
afedi
afefa
afeha
afehyia
afehyɛ
afei
afeku
afenorto
afenyi
afenyo
afera
afete
afeɛ
affairs
affordable
afful
afghanistan
afi
afia
afiase
afidie
afie
afiease
afiese
afiesɛm
afieye
afifideɛ
afigya
afii
afikyifuo
afiri
afirim
afirka
afise
afisem
afisɛm
aflao
afofie
afofor
afoforo
afoforɔ
afofro
afoko
afoofida
afore
aforebɔ
aforo
afotey
afotufoɔ
afotuo
afra
afraid
afram
afrane
afranfrantɔ
afrc
afri
africa
africafoɔ
africamuseum
african
africanews
africaneyereport
africans
africaprizeengineeringinnovation
africas
afrifa
afrika
afrikafo
afrikafoɔ
afrikani
afrimma
afringi
afrique
afriye
afriyie
afro
afrobeats
afropedea
afrɛ
aft
after
afua
afunu
afuom
afutufoɔ
afutuo
afuw
afɔ
afɔre
afɔreɛ
afɛfoɔ
ag
aga
agag
again
against
agalga
agbadza
agbamevo
agbeli
agbenaza
agbenu
agbenyo
agbeve
agbo
agbodo
agbodza
agbotse
agbotui
agbozume
age
agen
agencies
agency
agenda
agents
aggrey
agnes
ago
agodi
agodibea
agodie
agodifo
agodini
agofomma
agog
agogo
agokansi
agokansie
agona
agonno
agoprama
agoro
agoru
agorɔ
agorɔdie
agotime
agp
agrammarasantea
agreements
agri
agribusiness
agric
agricultural
agriculture
agriculturist
agrigento
agu
agua
aguadi
aguanfo
aguanfoɔ
agude
agudeɛ
agudie
aguila
agum
agumatsa
agwa
agya
agyae
agyanan
agyananbea
agyapadeɛ
agyapong
agyare
agyarko
agye
agyedin
agyei
agyekum
agyeman
agyemang
agyemfra
agyen
agyene
agyenim
agyenkwa
agyentina
agyepong
agyidifoɔ
agyina
agyinasie
agyinatukuo
ah
aha
ahaanu
ahaasa
ahaban
ahabanmono
ahafo
ahafofoɔ
ahahan
ahakron
ahaligah
ahan
ahanan
ahankono
ahankro
ahankron
ahankrɔn
ahannsia
ahannson
ahannwɔtwe
ahansia
ahanson
ahanta
ahantafoɔ
ahantaman
ahantan
ahanu
ahanum
ahanwɔtwe
ahasa
ahasia
ahason
ahaw
ahawɔtwe
ahayɔ
ahaz
ahead
ahem
ahemaa
aheman
ahemfie
ahemfo
ahemman
ahenan
ahene
ahenefo
ahenfie
ahenfo
ahengua
ahenie
ahenkorah
ahenkoro
ahenkro
ahenkron
ahenkrow
ahenkuro
ahenkurow
ahenni
ahennie
ahensia
ahenson
ahenum
ahenwa
aheto
ahi
ahiable
ahiadeɛ
ahiafo
ahiafoɔ
ahiagbah
ahinanan
ahineme
ahinime
ahinimie
ahintasɛm
ahmadiyya
ahmadu
ahman
ahmed
aho
ahobambɔ
ahobammo
ahobammɔ
ahobanbo
ahobanbofuo
ahobanbɔ
ahoboa
ahobrɛase
ahodo
ahodoo
ahodow
ahodoɔ
ahofadi
ahofadie
ahofama
ahohoro
ahohoɔ
ahohɔ
ahokeka
ahoma
ahome
ahomegye
ahomegyebea
ahomegyemu
ahomegyeɛ
ahomgyeɛ
ahonhom
ahonidie
ahono
ahonyade
ahooden
ahor
ahoro
ahororow
ahorow
ahoroɔ
ahorrɔw
ahorɔw
ahosiesie
ahosodie
ahosohwɛ
ahosuo
ahotɔ
ahotɛ
ahow
ahoyera
ahoɔden
ahoɔdenfoɔ
ahoɔdzin
ahoɔfɛ
ahoɔyaw
ahrawa
ahu
ahuhuro
ahunu
ahuoden
ahuohyeɛ
ahuru
ahwehwɛ
ahwehwɛde
ahwehwɛfoɔ
ahwerase
ahwoi
ahwɛ
ahwɛfoɔ
ahwɛgorɔ
ahwɛsofoɔ
ahwɛyie
ahy
ahyaseɛ
ahyea
ahyeaseɛ
ahyehy
ahyehyɛ
ahyehyɛde
ahyensode
ahyensodeɛ
ahyeseɛ
ahyeta
ahyeɛ
ahyia
ahyiaɛm
ahyira
ahyɛ
ahyɛase
ahyɛaseɛ
ahyɛasiɛ
ahyɛda
ahyɛn
ahyɛnso
ahyɛnsode
ahyɛnsodeɛ
ahɔho
ahɔhodan
ahɔhogyebea
ahɔhoɔ
ai
aic
aid
aidan
aidoo
aidooh
aids
aikins
aime
aims
air
airborne
airbus
aircraft
aires
airline
airlines
airport
airways
aisha
ait
aiti
aj
ajabu
ajaj
ajuma
ajumako
ak
aka
akaba
akadeɛ
akadre
akagshs
akakaduro
akake
akan
akandifo
akandifoɔ
akane
akanfo
akanfoɔ
akanman
akanni
akannifo
akansi
akansie
akansifo
akansifoɔ
akansini
akantagriwen
akantant
akanyan
akara
akasa
akasafidie
akasakasa
akata
akatakyifo
akatasoɔ
akatsi
akatua
akayida
akeka
akekaduro
akekan
akenkan
akenten
akeseɛ
akim
akira
akiri
ako
akoben
akodeɛ
akodie
akodzo
akodɔm
akofo
akofoɔ
akokoaa
akokoakoko
akokoduro
akokoɔduro
akokɔ
akoma
akomea
akomia
akompi
akondwa
akoneaba
akongua
akonnwa
akono
akonta
akontaabu
akontabuo
akontombra
akonwa
akonya
akoo
akora
akorae
akoraeɛ
akorafoɔ
akorankorɛ
akorli
akorokansie
akorɔpaman
akosombo
akosua
akoten
akotena
akotene
akoto
akotombra
akpabli
akple
akplɛ
akpu
akr
akra
akriripɔw
akristofo
akristofoɔ
akrobeto
akrofuom
akrokerri
akron
akropong
akropɔn
akroso
akrɔn
aku
akua
akuafo
akuafoɔ
akuapem
akuapemcf
akuapemfoɔ
akuapim
akuara
akuba
akudo
akuffo
akufo
akuka
akukudam
akum
akumaa
akumfi
akunini
akunye
akuo
akuoba
akuoko
akuokor
akuokuo
akura
akuraa
akurase
akurigo
akuse
akutrukuboni
akuw
akwaa
akwaboah
akwadaa
akwadere
akwaeɛ
akwahosan
akwamu
akwan
akwanhosan
akwanhyia
akwaniasa
akwankyerɛ
akwanmisa
akwannwa
akwannya
akwansideɛ
akwansini
akwansrɛ
akwantu
akwantufo
akwantufoɔ
akwantuo
akwantutenten
akwantwa
akwanya
akwapim
akwasi
akwasidae
akwatia
akweley
akwetey
akwu
aky
akye
akyea
akyeampong
akyebɛ
akyekyere
akyem
akyemansa
akyemfo
akyemfoɔ
akyene
akyer
akyere
akyerepɔ
akyerew
akyereɛkyerɛfoɔ
akyerɛ
akyerɛkyerɛ
akyerɛkyerɛfo
akyerɛkyerɛfoɔ
akyerɛw
akyi
akyidifoɔ
akyimɔta
akyinnyeɛ
akyire
akyirei
akyirepow
akyirepɔ
akyirepɔn
akyiri
akyirikyiri
akyiripo
akyiripɔ
akyiripɔn
akyiripɔw
akyirpɔ
akyirpɔw
akyitaafo
akyitaafoɔ
akyɛ
akyɛde
akyɛdeɛ
akyɛre
akɔ
akɔdi
akɔfa
akɔgu
akɔmfoɔ
akɔneaba
akɔnhoma
akɔnnwa
akɔnnɔ
akɔnɔ
akɔpɛ
akɔsi
akɔso
akɔsua
akɔtena
akɔtene
akɔtoa
akɔtɔ
akɔyɛ
akɛse
akɛseɛ
al
alabama
alabi
alarm
alata
alawyerfoɔ
alban
albania
albert
alberta
alberto
album
alcalde
alcohol
alegre
alert
alex
alexander
alexandra
alexandrina
alexei
alfa
alfred
alger
algeria
algerie
algiers
algorithms
alhaji
alhasan
alhassan
ali
alias
alice
alicia
alidu
aliedong
alima
aliu
aljazeera
alkayida
all
alla
allafrica
allan
allela
allen
allergy
alles
alliance
allied
allmusic
alloco
allotey
allowed
almanacs
almohad
almoravids
almost
along
alorwu
alpes
alphabet
already
also
alsyd
alternative
altri
aluminium
alumni
always
am
ama
amaadi
amaah
amaaman
amadu
amajlija
amakye
amaliba
amaman
amambuo
amamere
amamerɛ
amamfoɔ
amammere
amammerɛ
amammra
amammui
amammuo
amamnyɔkuo
amamoma
amamoo
amamr
amamuo
aman
amanaman
amanase
amanbuo
amanda
amandi
amane
amanebɔ
amanehunu
amaneɛ
amaneɛbo
amaneɛbɔ
amanfi
amanfo
amanfoɔ
amanfrafoɔ
amanfro
amanfrom
amanfuo
amaniampong
amankani
amankona
amankwa
amankwaa
amankwaah
amankwah
amanman
amanmanmu
amanmara
amanmerɛ
amanmpaninfoɔ
amanmra
amanmuo
amanneɛ
amannyɔfoɔ
amannyɔkuo
amannyɔkuoba
amannɔne
amanone
amanpanin
amanpaninfoɔ
amanpanyin
amanquah
amansan
amansie
amansin
amansini
amansɛm
amantam
amantin
amany
amanyokuo
amanyoni
amanyosem
amanyosɛm
amanyuɔkuo
amanyɔ
amanyɔfoɔ
amanyɔkuo
amanyɔkuoni
amanyɔkuw
amanyɔni
amanyɔnii
amanyɔnni
amanyɔnsɛm
amanyɔnyi
amanyɔsem
amanyɔsɛm
amanyɔuo
amanyɔwkuw
amanyɛ
amanyɛkuo
amanyɛsɛm
amanɔne
amanɔnefo
amapa
amare
amartey
amasaman
amasan
amayɔkuo
amayɔni
amayɔsem
amazing
amazon
amba
ambassador
ambassadorial
ambassadors
ambreh
ambrose
amedume
amegashie
ameh
ameley
amen
amena
amenagement
amenfi
amenowode
amenya
amer
amerado
amereka
ameria
america
americafo
american
americani
americas
amerika
amerikaman
amerikani
amerley
amet
ameyaw
ameyawdebrah
amfa
amfo
amia
amidu
amiens
amihere
amin
aminia
aminu
amirika
amisigo
amissah
amma
ammamere
ammamerɛ
ammamui
ammamuo
ammaneɛ
ammaneɛkuw
ammanmuo
ammere
ammoa
ammu
amnyoni
amnyosɛm
amnyɔkuo
amnyɔkuw
amnyɔni
amnyɔsɛm
amnɔne
amoa
amoabil
amoah
amoako
amoateng
amoatey
amon
among
amono
amonoo
amoo
amos
amp
ampa
ampah
ampan
ampaw
ampem
ampere
ampesi
ampicillin
ampofo
amponsa
amponsah
ampratwum
amps
amsterdam
amu
amua
amugi
amusieeɛ
amy
amɛrika
an
ana
anaa
anaafi
anaafo
anaafoepueɛ
anaafoɔ
anaafoɔatɔeɛ
anaafoɔfam
anaamusifoɔ
anaamusini
anaasɛ
anabah
anabila
anadwo
anaesthesia
anafo
anafoo
anafoɔ
anakasa
analysis
anam
anammɔn
anamoah
anamon
anamontuo
anamsifoɔ
anamsini
anamsinii
anamu
anamusifoɔ
anamusini
anamɔn
anamɔnsini
anamɔntuo
anamɔtuo
anan
anana
anane
ananmu
ananmusi
ananmusifo
ananmusifoɔ
ananmusini
ananmusinii
ananse
anansesɛm
anantwie
anasesem
anatomy
anaya
anbar
anchor
anchors
ancient
and
andah
andam
andan
anderson
andi
andoh
andorra
andre
andrew
andrews
ane
anee
anfa
anfi
anfoe
anfoega
angel
angela
angeles
angelis
angelo
angels
angers
anglican
anglo
anglofoɔ
angola
angry
angwa
angye
anhwɛ
anhyɛ
ani
aniagye
anibuo
anidasoɔ
anidie
anifurae
anigye
anigyebea
anigyedeɛ
anigyee
anigyeɛ
anigyie
anika
anim
anima
animah
animal
animation
animdefo
animdefoɔ
animdifo
animguase
animono
animounyam
animuonyam
animuonyamhyede
animuonyamhyɛ
anin
aniso
anisoadehu
anisoadehunu
anita
anitɛtɛ
aniwa
aniɛden
ank
anka
ankaatwɛdeɛ
ankara
ankasa
ankasaa
ankasaankasa
ankobra
ankoma
ankomah
ankorakora
ankoranko
ankorankor
ankorankora
ankorankorɛ
ankore
ankoreankore
ankorɛankorɛ
ankra
ankrah
anky
ankyerɛ
ankyɛ
ankɔ
anleu
anlo
anloga
ann
anna
annan
anne
annecy
annex
anni
annie
annim
anniversary
annkɔ
annor
annotated
announced
announces
annual
annwensɛm
annya
annye
annyina
annyɛ
ano
anoa
anoboaboa
anodisɛm
anohyeto
anointing
anokye
anom
anomabo
anonneɛ
anononeɛ
anosiw
another
anoyie
anquandah
ans
ansa
ansaa
ansaana
ansah
ansan
ansana
ansesa
ansi
anso
ansong
ant
antalya
antarctica
ante
antena
anthology
anthony
anthropology
anti
antia
antibiotics
antibody
antie
antioch
anto
antoa
antologie
antom
antonio
antu
antumi
antwi
antɔ
anuafoɔ
anuanom
anum
anuonyam
anuoyamfoɔ
anvur
anwa
anwea
anwene
anwensɛm
anwie
anwomtofoɔ
anwona
anwonsɛm
anwumere
anwumerɛ
anwummerɛ
any
anya
anyaa
anyame
anyanui
anyebuno
anyimadu
anyin
anyinam
anyinasuso
anyini
anyinsɛn
anyoa
anyone
anyɛ
anɔ
anɔkye
anɔpa
ao
aowin
ap
apa
apaa
apaadie
apaawa
apae
apaeɛ
apafram
apagya
apakan
apam
apan
apast
apata
apatampa
apatwa
apau
apaw
apawa
apayɛ
apc
apea
apem
apene
apenfo
apeui
apewosika
api
apolisefoɔ
apolisifo
apolisifoɔ
apollo
apologizes
apomasu
apomuden
aponkye
apoo
aporɔ
aporɔbɔ
apostle
apostles
apostolic
apour
app
appeals
appia
appiadu
appiah
appietu
applied
appointed
appointees
appointments
appoints
appoo
approach
approved
approves
apps
appsso
apr
apraku
aprapransa
april
apue
apueeɛ
apueeɛfam
apuei
apueɛ
apuiɛ
apul
apɔ
apɔmuden
apɔw
apɔwmuden
apɛ
apɛdeɛ
apɛtɛhyie
aq
aqs
aqua
aquarium
aquinas
ar
ara
arab
araba
arabia
arabic
aragon
arbitration
arc
arch
archbishop
archdeacon
archery
archibald
architect
architects
architectural
architecture
architettura
archive
archived
archiveid
archives
archivio
arden
are
area
arena
argentina
arhin
arimi
arise
arishima
arizona
arko
arku
armah
armed
armenia
armenian
arms
army
around
arrested
arrondissement
arsenal
art
artemisinin
arthur
article
articles
articleshow
articulations
artikel
artist
artiste
artistes
artists
arts
aruna
arwu
aryan
aryee
aryeetey
as
asa
asaa
asaase
asaasepɔn
asaaseradio
asaasetam
asaawa
asaawafuturu
asae
asafo
asafodɔm
asafotu
asafotufiam
asafotufiami
asafoɔ
asafua
asaga
asamando
asamang
asamankese
asamoa
asamoah
asan
asane
asanka
asante
asantefo
asantefoo
asantefoɔ
asantehemaa
asantehene
asanteman
asantemantam
asanteni
asantewa
asantewaa
asanti
asare
asase
asaw
asawase
ase
asebu
asebuman
aseda
asefoɔ
asei
aseidu
asekyerɛ
asem
asemasi
asemdibea
asemfua
asen
asendibea
asene
asenso
asera
aserafoɔ
aseresɛm
asesa
asetena
asetenam
aseɛ
ashaiman
ashanku
ashante
ashanteman
ashanti
asher
ashesi
ashford
ashiaman
ashiedu
ashietey
ashitey
ashley
ashong
asi
asia
asiam
asiama
asiamah
asiane
asiaticas
asibon
asie
asiedu
asiesie
asihene
asikafoɔ
asikuma
asikyire
asimah
asiniasini
asisi
asiw
ask
asmah
asme
aso
asoafo
asoafoɔ
asoandze
asoasoa
asodie
asoe
asoeɛ
asogyafo
asokore
asokwa
asom
asoma
asomdwe
asomdwee
asomdwoe
asomdwoeɛ
asomfoɔ
ason
asopiti
asor
asore
asotwe
asoɔkyee
asoɔyɛ
asoɛ
asp
aspen
aspirin
aspx
asra
asraadɔmkuo
asraafo
asraafodɔm
asraafoɔ
asrafo
asrafoɔ
asram
assafuah
assas
assemblee
assemblies
assembly
assessment
asset
assin
assistant
associate
associated
associates
association
associations
assuman
assumeng
assures
assyria
assyriafoɔ
astalavista
astana
astrophysics
asu
asua
asuade
asuae
asuaeɛ
asuafo
asuafoɔ
asuapɔn
asuasua
asuayɛ
asubonten
asubɔ
asubɔnten
asubɔntene
asubɔten
asuc
asukuu
asukuufo
asukuufoɔ
asumah
asumda
asunafo
asuo
asuogyaman
asusue
asuten
asutifi
asutii
asyig
asylum
asylvfg
asyria
asɔ
asɔfo
asɔfoɔ
asɔgliman
asɔmu
asɔn
asɔne
asɔre
asɔreba
asɔredan
asɔrefie
asɔrepanyin
asɔretiafoɔ
asɛ
asɛdeɛ
asɛe
asɛm
asɛmdibea
asɛmdifoɔ
asɛmfua
asɛmpa
asɛmpatrɛ
asɛmpatrɛfoɔ
asɛndibea
asɛnnibea
asɛnniibea
asɛnnua
asɛyɛde
asɛyɛdeɛ
at
ata
ataa
ataade
ataadeɛ
ataboadey
atadeɛ
atakora
atalante
atanfo
ataredeɛ
ate
ateasefo
atebubu
ateetee
atemmufo
atemmuo
atena
atenae
atenaeɛ
atenaseɛ
atenatofo
atenayɛ
atene
atenetene
atenka
atenten
atere
aterɛ
atese
atesɛm
atete
ateteng
atetesɛm
atew
ateɛ
athens
athlete
athletes
athletic
athletics
ati
atia
atibie
atiefoɔ
atif
atifi
atifiatoeɛ
atifiatɔeɛ
atifido
atififam
atingban
atintim
atiridi
atiridii
atirimpɔ
atirimpɔw
atitire
atitirew
atitiriw
atitiriwfoɔ
atitriw
atiwa
atl
atlanta
atlantic
atlarge
atletico
ato
atoa
atoatoa
atoe
atoeɛ
atoke
atoko
atokɔ
atom
atomic
atomu
atoro
atorɔ
atosode
atosodeɛ
atosɛm
atoto
atoyerɛnkyɛm
atoɔɛ
atp
atridii
atrikpui
atrɛ
atta
attack
attah
attakora
attempt
attemukuo
attemuo
attendance
attended
atter
atti
attipoe
attor
attorney
attractions
atu
atua
atuatew
atuateɛ
atubiga
atubigu
atubraman
atuhoakyɛ
atukɔfo
atukɔfoɔ
atukɔtena
atukɔtenafoɔ
atum
atumfoɔ
atumi
atumpɔn
atuo
atutena
atutenafo
atutu
atuukwan
atwa
atwam
atwantam
atwe
atwedeɛ
atwene
atwereɛ
atwerɛ
atwerɛdeɛ
atwerɛfoɔ
atwerɛsɛm
atwerɛtwerɛ
atwerɛwsɛm
atwi
atwima
atwine
atwiri
atwitwiri
atɔ
atɔe
atɔefa
atɔei
atɔeɛ
atɔeɛapuiɛ
atɔeɛfam
atɔn
atɔsodeɛ
atɔy
atɔɛ
atɛkyɛ
atɛmmuafoɔ
atɛmmuo
atɛn
atɛnmuafo
atɛnmuafoɔ
atɛntenenee
atɛntrene
au
aubyn
audience
audio
auditor
auf
aufenthg
augello
august
augusta
augustina
augustine
augustus
aunt
aura
aureus
austin
australia
australian
austria
austrian
author
authoritarianism
authority
authors
automobile
autostrada
auvergne
aux
av
available
avance
avancees
avatime
ave
avedzi
avenge
avenor
avenue
averted
aviation
avignon
avoka
avorvuttor
avril
aw
award
awarded
awardees
awards
aware
awaree
awarefoɔ
awareɛ
away
awer
awereho
awerɛhosɛm
awerɛhoɔ
awia
awiase
awie
awieeɛ
awief
awiei
awieyɛ
awieɛ
awini
awisa
awo
awoda
awode
awodeɛ
awofo
awofoɔ
awoo
awotwaa
awotwe
awoɔ
awu
awua
awuah
awubia
awudie
awudifoɔ
awudome
awudra
awufoɔ
awuku
awukugua
awulley
awuni
awuo
awura
awuraa
awurade
awutu
awutufoɔ
awuwu
awɔ
awɔtwe
ax
axim
ay
aya
ayaase
ayagba
ayakayakadeɛ
ayam
ayame
ayamtu
ayamtuo
ayamyɛ
ayankofa
ayarasabea
ayare
ayarefo
ayarefoɔ
ayarehwɛ
ayarehwɛbea
ayaresa
ayaresabea
ayaresafoɔ
ayariga
ayawaso
ayayade
aye
ayeboafoh
ayeebo
ayeforohyia
ayeforɔ
ayeh
ayekoo
ayele
ayelebie
ayemfra
ayensu
ayensuano
ayeresabea
ayerye
ayesɛm
ayewa
ayi
ayie
ayigbefo
ayigbefoɔ
ayikoi
ayim
ayimagonu
ayineem
ayirebi
ayisi
ayitey
ayiyɔ
ayiyɛ
ayonkofa
ayorkor
ayowa
ayoyo
ayuo
ayɔkofa
ayɔnkofa
ayɔnkofoɔ
ayɛ
ayɛwohommumɔ
ayɛwohomummɔ
ayɛwohomumo
ayɛwohomumu
ayɛwohomumɔ
ayɛwohummumɔ
ayɛwohumumɔ
ayɛwɔhumumɔ
az
azampaka
azantilow
azeite
azerbaijan
azimbe
aziz
azong
azonto
azotime
azuma
azumah
azume
azusa
aɛtɔ
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baa
baabi
baabia
baabiara
baaeɛ
baafi
baage
baah
baako
baakopɛ
baakoy
baanan
baanodani
baanu
baasa
baasonkuo
baatan
baayɛ
baba
babaa
babalami
babarima
babatu
babea
babi
babia
babiara
babies
baby
babynology
bachelor
back
bacteria
bad
baden
badge
badiu
badu
badwa
badwafie
badwakuo
badwam
badwamu
badwani
bae
baeɛ
baffoe
baffour
baffuor
bagbin
bagdad
bagme
bagri
bags
bagua
baguakuo
baguam
baguamuni
baguane
baguani
bahia
bai
baianas
baiden
baidoo
bail
baja
baka
bakado
bakatue
baker
bako
bakoo
baku
bakyela
bala
balado
balkan
balko
ball
balls
balme
baloroo
baltimore
bambah
bamboi
bambɔ
bame
bamf
bamfo
bamford
bamm
bammɔ
bampo
bampoe
bampoh
ban
banafo
banbo
banbofo
banbɔ
banbɔfo
banbɔnee
band
banda
bandana
bandua
banga
bangerz
bangkok
bangladesh
baning
bank
banker
bankers
banking
bankole
banks
banku
bankuta
bankye
banmuhene
banovci
bantama
bao
baobab
baoule
baoulefoɔ
baptist
bar
barack
barbara
barbican
barcelona
barclays
bare
barikisu
barima
barimah
barleti
barnabas
baron
barony
baroque
barrister
barry
bartels
basa
basaa
basabasayɛ
base
baseball
based
basel
baseli
bashir
basia
basic
basil
basilona
basin
basing
basins
basketball
baskin
basoah
bassano
bastide
bata
batakari
batan
batch
bateman
batesimah
bath
bathroom
batoɔ
battle
battlefield
bawa
bawiine
bawku
bawumia
bay
bayel
bayer
bayere
bayerɛ
bayifoɔ
bayirga
bayon
bayor
bayowoh
baystars
bazaar
bb
bba
bbc
bc
bce
bd
be
bea
beach
beaches
beae
beaeɛ
bearers
beast
beat
beatrice
beats
beatz
beautiful
beautifulghana
beauty
beaɛ
bebere
beberebe
beberee
bebiara
bebiree
beboa
bebree
bebro
bec
became
because
beccaria
bechem
become
becomes
bedi
bediako
bediakyire
bedii
bedroom
bedu
bedwa
bedwani
beechcraft
beef
been
bees
bef
before
began
begin
begoro
begua
beguakuo
beguani
begye
begyina
behia
behiae
behind
behyee
bei
beignet
beijing
being
beinpuo
bejase
beka
bekoe
bekum
bekwai
belarus
belarusian
belgian
belgium
belgrade
belief
beliefs
believe
bellanaija
belle
bello
belt
ben
benada
benard
bench
bene
benedict
benedicta
benefits
bengali
benhazin
benin
beninfoɔ
benita
benjamin
benkum
benson
bentil
benya
benyaa
benyiwa
beogradska
beovizija
bepo
beposo
bepɔ
bepɔso
bepɔw
ber
berber
bere
berea
berekum
beremu
berima
berkeley
berlin
berliner
berlusconi
bernadette
bernard
bernardo
bernice
bernie
berntsen
berry
berɛ
berɛmu
besi
besieged
besii
beslic
bessa
bessah
best
beth
better
betty
betu
betum
betumi
betuu
betway
between
beverage
bewadze
beye
beyee
beyi
beyonce
beyond
beyɛ
beyɛɛ
bf
bg
bh
bhusu
bhutan
bi
bia
biaa
biako
biakoye
biakoyɛ
biara
bias
biba
bibcode
bibel
bibiana
bibiani
bibiara
bibini
bible
biblical
bibliography
bicocca
bicycle
bicycles
bie
bielkulsi
bien
biennale
bienstock
big
biggest
bih
bild
bill
billy
bim
bimbilla
bimpong
bimu
bind
binduri
bing
bingab
bingley
binom
bintou
bio
biochemistry
biographies
biography
biological
biologist
biology
biom
biomedical
bios
biosand
biotechnology
bip
bira
bird
biribi
biribiara
birim
birmingham
birth
birthday
bisa
bisaa
biscuitsandladles
bishop
bissau
bj
bk
bl
black
blagogee
blame
blankson
blastours
blastoursghana
blay
bleeding
bless
blessed
blindness
block
blocks
blog
blogger
blogs
blogspot
blood
bloodless
bloomberg
bloomsbury
blue
blues
bluna
blɔk
bm
bmj
bn
bo
boa
boaa
boabeng
boaboa
boaboafo
boachie
boadi
boadu
boafo
boafoɔ
boahen
boahene
boakye
boamah
boaram
board
boarding
boasiako
boate
boateng
boayikuo
boayɛkuo
bob
bobeasu
bobie
bobiri
bobɔ
bocci
bodi
bodwabodwa
boeing
bofo
bofrot
bogoso
bogota
boi
bokiti
bola
bold
bole
bolgatanga
bologna
bolɔk
bom
bomm
bompata
bomu
bonaparte
bondong
bone
bonful
bongo
boniface
bonnie
bono
bonofo
bonofoɔ
bonoman
bonsaaso
bonsam
bonsra
bonsu
bonwire
bonzo
bonzoh
boo
boohene
book
books
booksources
bool
boom
boomu
boon
boost
borac
border
borders
bordin
borgo
borkor
born
boro
borofo
boroo
boroso
borrow
borteyman
bortianor
borɔde
borɔdeɛ
borɔdiɛ
borɔfo
borɔno
bosco
bosea
bosme
bosnia
boso
bosom
bosome
bosomtwe
bosomtwi
boss
bossman
boston
botae
botaeɛ
botanical
botaɛ
botchway
botchwey
both
botsio
botsomtwe
botswana
botwe
botwi
bou
bourg
boutros
bow
bowel
box
boxes
boxing
boxrec
boy
boye
boys
boɔ
bp
bq
br
bra
braa
brace
bradley
bragoro
braimah
brako
brakwa
bramante
branch
brand
brandenburg
branee
brantuo
brapue
brasil
brasilia
brasov
brazil
brazilfo
brazilian
brazzaville
bre
bread
break
breakfast
breaking
breman
bremen
brempong
brena
brengo
brentuo
brenya
brest
bretain
brew
brewery
brian
bribi
bricks
bridge
bridges
brief
briefe
briefing
brien
brigade
brigadier
bright
brim
bristol
britain
britania
britaniafo
britannica
british
britishfo
britishfoɔ
broadcasting
broadway
brobbey
brody
brofo
broke
brokeman
brokerage
broletto
brong
brongahafo
broni
bronya
bronze
brookman
brothers
brown
browse
broɔfo
bruce
brunch
brutality
bryan
brɔde
brɔdeɛ
brɔfo
brɔfokasa
brɛ
brɛano
brɛɛ
bs
bsc
bse
bt
bu
bua
buadi
buah
buari
bubu
bucharest
bucket
buckets
buckman
budapest
buddhism
budget
budgeting
budu
buduong
bue
buebue
buee
buei
buem
buenos
buenɔs
bueros
buertey
buffalo
bugase
bugua
buhari
bui
building
buildings
builsa
built
bukari
bukina
bukom
bukuom
bulgaria
bulla
bullet
bulletin
bulls
bulsa
buluk
bunko
bunkpurugu
bunu
buor
burden
bureau
buried
burkina
burma
burns
buron
buroni
buronya
burt
burton
burundi
bus
busby
bush
busia
business
businessghana
businessinsider
businge
busua
busumtwi
but
butan
butterfly
butubutu
buu
buzz
buzzghana
bv
bw
bx
by
bye
bygonegh
byzantine
bz
bɔ
bɔbea
bɔbeasu
bɔberɛ
bɔbɔ
bɔfo
bɔfoɔ
bɔga
bɔm
bɔmu
bɔne
bɔnefo
bɔnefoɔ
bɔtɔ
bɔɔ
bɔɔbɔkuo
bɔɔl
bɔɔlbɔ
bɔɔlbɔni
bɔɔlo
bɔɔlobɔ
bɔɔlobɔfo
bɔɔlobɔkuo
bɔɔlobɔni
bɔɔlɔ
bɔɔlɔbɔ
bɔɔmu
bɛ
bɛba
bɛben
bɛbia
bɛboa
bɛbom
bɛboro
bɛbrɛ
bɛbue
bɛbɔ
bɛbɔɔ
bɛda
bɛdaa
bɛdanee
bɛdi
bɛdii
bɛduruu
bɛdwani
bɛdɔɔso
bɛfa
bɛfaa
bɛfiri
bɛgye
bɛgyee
bɛgyina
bɛgyinaa
bɛgyinaeɛ
bɛhia
bɛhohoro
bɛhu
bɛhunu
bɛhunuu
bɛhyɛ
bɛhyɛɛ
bɛka
bɛkaa
bɛko
bɛkum
bɛkyerɛ
bɛkɔ
bɛlgyiom
bɛma
bɛn
bɛntɛe
bɛnya
bɛnyaa
bɛpae
bɛperee
bɛpɛ
bɛrema
bɛrima
bɛsa
bɛsan
bɛserɛmka
bɛsi
bɛsii
bɛsɔ
bɛtaa
bɛte
bɛtena
bɛtenaa
bɛto
bɛtoa
bɛtoaa
bɛtoo
bɛtu
bɛtumi
bɛtuu
bɛtɔ
bɛw
bɛyɛ
bɛyɛɛ
bɛɛ
bɛɛbi
bɛɛbia
bɛɛlin
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cabinet
cable
caesar
caesaraugusta
caesarean
cairo
cake
calabria
calculator
calendar
california
call
called
calls
camara
cambodia
cambridge
came
cameron
cameroon
cameroonfoɔ
camp
campaign
campeonato
campus
campusafrica
can
canada
cancer
candidate
candidates
candomble
cannot
canoeist
canon
cant
cantanta
cantonments
cao
cape
capital
capt
captain
car
cara
care
career
cargo
caribbean
carioca
carl
carlo
carlos
carnival
carr
cars
cart
case
caselle
casely
cases
cash
cassava
cast
castelle
castello
castle
castles
castro
cat
categories
category
categoryid
cathedral
catherine
catholic
catholicfo
cathrine
catid
catwalks
caudron
caught
cause
causes
cautions
cavendish
cawst
cb
cbedrdm
cc
cd
cdc
cdg
cdh
ce
cec
cecilia
cedi
ceek
celebrate
celebrated
celebrates
celebration
celebrities
celebrity
celebs
cell
cells
cemetery
census
censusdata
censuses
centa
centar
center
centers
central
centralregion
centre
centres
century
ceo
ceos
cephas
ceps
cereals
ceremonial
ceremony
cergy
cerro
cert
certificate
certified
cervignano
ces
cet
ceuta
cf
cfm
cg
cgi
ch
chad
chain
chair
chairman
chairperson
chairs
chalinga
challenge
challenges
chambas
chamber
chambers
champion
champions
championship
championships
champuions
chance
chancellor
chancellors
chang
change
changed
changement
changes
changing
channel
chanson
chansou
chaopa
chap
chapel
chapter
character
characters
charity
charles
charlotte
charlse
chart
charted
charter
chartered
chartey
chase
chattered
check
checkghana
cheers
chefren
chelsea
chemical
chemistry
chemu
chen
cheops
chereponi
cherimeh
chest
chez
chi
chiana
chibboe
chicago
chicken
chico
chief
chiefs
chignahuapan
child
childhood
children
chile
chillepin
chin
china
chinafoɔ
chinatown
chinebuah
chinese
chinh
chinua
cho
choapa
chocolate
choggo
choice
choirmaster
cholam
chop
choral
chorus
chrigoog
chris
christ
christaller
christian
christiana
christianity
christie
christina
christine
christmas
christopher
chrome
chronicle
chronology
chu
chuchuliga
church
churcher
churches
churchill
ci
cia
cid
cidade
cidades
cija
cikin
cimg
cina
cincinnati
cinema
cinnamon
circle
circulation
cis
citation
citations
cite
citi
cities
citifmonline
citinewsroom
cititvonline
citizens
citta
city
citymayors
citypopulation
civic
civil
civile
civilian
cj
ck
cl
claim
clan
clanak
clarence
clark
clarke
clarkson
class
classical
classics
classroom
claud
claude
claudio
clave
clean
clear
clearly
cled
clegg
clement
clend
clerk
clermont
cletus
clickable
clients
clifford
climate
climbing
clinic
clinical
clinton
clio
clock
close
closed
cloth
clothing
cloud
club
cluj
cluster
cm
cms
cn
cnn
co
coach
coaching
coacoa
coalition
coast
coastfoɔ
cobbina
coburg
coca
cochrane
coco
cocoa
coconut
cod
code
coffee
coffie
cofie
coin
col
cola
colbegin
cold
coleman
colend
collaboration
collaborators
collection
collections
college
colleges
collegiate
collge
collins
colobus
colombia
colonel
colonial
colonialism
colonization
colony
color
colorado
colosseo
columbia
com
comcast
come
comedian
comes
comfort
comic
comics
commander
commerce
commercial
commission
commissioner
commissions
commitment
committed
committee
commodore
common
commons
commonwealth
commune
communes
communication
communications
communist
communities
community
communtiy
companies
companion
company
comparative
compensation
competition
competitive
compilation
complete
complex
component
composantes
composer
composite
comprehensive
computer
comune
comuni
con
conan
concedes
concepcion
concert
conciliation
condemns
condition
conductor
conference
confidential
confirmed
confirms
congo
congratulates
congress
connect
connecting
conor
conscience
consensus
consequences
consolidated
constanta
constituen
constituencies
constituency
constituent
constituting
constitution
constitutional
construction
consul
consultancy
consultant
consultative
consumer
contact
contemporary
content
contenttranslation
contest
contested
context
continent
continue
continuing
contraception
contraceptive
contract
contributing
contribution
contributionsmenu
contributor
control
controlled
controller
controversy
convent
convention
conventional
conventions
conversation
coo
cook
cooking
cool
cooper
cooperation
cooperative
coordinates
coordinating
coordinator
cop
copy
coquimbo
corn
cornelius
cornell
corno
corona
coronavirus
corperation
corpnews
corporal
corporate
corporation
corridor
corriere
corruption
cosenza
cosmos
cost
costa
costalago
costanzo
costs
cote
cotton
could
council
councils
counselling
counter
countries
country
countrystudies
county
coup
courage
courmantyne
course
court
courts
couscous
cousin
cov
covenant
cover
covid
cp
cpp
cq
cr
crabbe
craiova
crank
crashes
crayfish
craze
crazy
cream
creasy
created
creation
creative
credible
credit
cremasco
cremona
creole
crew
crib
cricket
crime
crimea
crimean
criminal
crisis
cristo
critic
critical
critics
croatia
croatian
crocodile
crop
crosby
cross
crowd
crowned
crushes
cruz
crystal
cs
cshxm
csv
csxnwifxvkd
ct
cu
cua
cuba
cuban
cudjoe
cuentame
cuisine
cultural
culture
cultures
cup
cupnoodles
curie
curitiba
curling
current
currentresults
curse
cusano
customs
cuts
cuvilier
cv
cw
cwu
cwur
cx
cy
cycle
cynthia
cyril
cz
czech
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
daa
daadaa
daaku
daakye
daasebre
dabiara
dabo
dabone
daboya
dada
dadaa
dadaw
daddy
dade
dadease
dadepɔnkɔ
dadesɛn
dadeɛ
dadson
dadzi
dadzie
dafif
dagaaba
dagaare
dagbani
dagbladet
dagbok
dagbon
dagmanyi
dagomba
dagombafoɔ
dahah
dahomey
daily
dailyguide
dailyguideafrica
dailyguideghana
dailyguidenetwork
dailytrust
daka
dakley
dakoa
dakrupe
daku
dakurah
dallas
dam
damango
damba
dambaa
dame
damongo
damptey
damtse
dan
dance
dancefloors
dancehall
dancer
dances
dancing
dane
danedane
danee
dangbe
danger
dangerous
dangme
dangmefoɔ
danh
dani
daniel
daniela
daniella
daniellii
danish
dankwa
danmark
danmu
danqua
danquah
dans
danso
dansoh
dansoman
dansowaa
dansua
danta
danubian
danzi
dapaah
dapɔn
dapɔnna
dar
dari
darko
darkoa
darkoh
darkwa
darlington
das
daso
data
dataa
databank
database
dataset
datasets
date
dates
dattlikon
dauda
daugava
daughter
daughters
david
davidson
davies
dawadawa
dawu
dawubɔ
dawud
dawuda
dawuro
dawurobɔ
dawurobɔni
dawuru
dawurubo
dawurubɔ
day
dayan
dayi
days
db
dc
dce
dces
dd
de
dea
dead
deal
dean
dear
death
deaths
debates
deberɛ
debora
deborah
debra
debrah
debut
dec
decede
december
decision
decker
declaration
declared
declares
declines
decorated
decret
deda
dedaw
dede
dedei
dedicated
dee
default
defeat
defence
defense
defined
definition
defying
degli
degree
degrees
dehydration
dehye
dei
deity
deke
dekɔ
dekɔɔ
del
delali
delancey
delegation
delhi
delicious
delivery
dell
della
delta
dem
dema
democracy
democratic
democrats
demographics
den
dena
denam
denanyoh
dene
denkyembour
denkyira
denkyirafoɔ
denmark
dennis
densinkran
densu
departement
department
departmental
departments
departure
dept
depth
deputies
deputy
der
derby
derek
deribaa
derrick
dervy
dery
des
desarrollo
descendant
descendants
descent
description
design
designate
designed
designer
designers
designindaba
desire
desmond
desooso
despite
destination
destinations
detail
detailed
details
detection
detention
detnews
detroit
detsi
deutsche
deutschland
dev
developed
developing
development
developments
developpement
dewahl
dey
dezeen
deɛ
df
dfp
dg
dgsi
dh
dhaka
dhl
di
dia
diabolo
diagnose
diagnosis
diagnostic
diaguita
diaguitas
dialect
diamond
diamonds
diana
diapers
diarrhea
diary
diaso
diaspora
diasporas
diawuo
dibea
dibeaperefoɔ
diber
dibere
diberɛ
dibia
dibrɛ
dickson
dictionary
dictionaryofsydney
did
diddley
didi
didisoɔ
die
diebedo
died
diehuo
dies
difference
different
dig
digital
digya
dii
diikan
diiɛ
dikan
dikanfo
din
dining
dinkae
diocese
diploma
diplomas
diplomat
dipo
diputados
direct
director
directorate
directorates
directors
directory
dirty
disambiguation
disaster
disco
discogs
discount
discover
discovered
disease
diseases
dish
dishes
diska
diskas
dispute
disrupt
distance
distancing
distinguished
distribution
district
districts
diverse
divine
division
dixcove
diyifo
diɛ
dj
djaba
djan
djurgardens
dk
dl
dm
dmitry
dn
dna
do
doc
doce
docfiles
docrep
docs
doctor
doctorate
document
documentary
documentation
documents
docview
dodo
dodoo
dodow
dodowa
dodoɔ
dodoɔtofoɔ
doe
does
dogbadzi
dogbeh
doi
dokono
dokota
dokua
dokument
dokunoo
dollar
dollars
dolphyne
dom
domain
dombo
dome
domeabra
domelevo
domestic
dominic
dominican
dompe
dompim
dompoase
dompoasi
don
donald
donates
donato
dondoli
dong
donkoh
donkor
donkorkrom
donno
dont
dontoh
door
doormont
dora
dorcas
doris
dormaa
dornu
dorothy
dos
dot
double
doughr
douglas
down
download
dowokpor
doyoe
dp
dpp
dq
dr
drama
dramani
draw
dream
dreams
drew
drik
drink
drive
driven
driver
driving
drop
dropped
drops
drug
drums
ds
dspace
dt
dtnb
du
dua
duaa
duah
duane
dubaako
dubiako
dubie
dublin
dubrovnik
duc
ducale
duchess
due
duet
duga
dugan
duke
duker
duku
dumba
dumelo
dumien
dumienu
dumiɛnsa
dummienu
dummiɛnsa
dumpsites
dun
dunan
dundee
dung
dunkron
dunkrɔn
dunkwa
dunnwɔtwe
dunsia
dunson
dunsɔn
dunum
dunwɔtwe
durga
durham
during
duro
durres
duru
duruu
duse
dusseldorf
dutch
dutchfo
dutɔhfoɔ
duu
duwɔtwe
dv
dva
dvd
dw
dwa
dwaben
dwabɔ
dwadibea
dwadie
dwadifo
dwadifoɔ
dwadini
dwadinii
dwam
dwamena
dwane
dware
dwarf
dwarfs
dwene
dwenee
dweninmentoaso
dwirii
dwo
dwoada
dwodwo
dwodwoo
dwom
dwomfo
dwomtoni
dwomtoɔ
dwontonyi
dwor
dwuamadie
dwuamdie
dwuma
dwumadi
dwumadibea
dwumadie
dwumadifo
dwumakuo
dwumakuw
dwumayɛfo
dwumayɛkuo
dwumayɛni
dwumayɛnii
dwumdie
dx
dy
dyes
dying
dynamo
dz
dzanku
dzeagu
dzifa
dzimbi
dzinovic
dzirasah
dzogbenuku
dzs
dɔ
dɔkono
dɔkota
dɔkotani
dɔla
dɔm
dɔmaa
dɔmkeseɛ
dɔmkuma
dɔmkumaa
dɔmkuo
dɔmkɛseɛ
dɔnhwere
dɔte
dɔteɛ
dɔɔm
dɔɔso
dɛ
dɛdɛɛdɛ
dɛm
dɛnkyɛmmoɔ
dɛw
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
each
early
earth
east
easter
eastern
easy
easytrackghana
eat
eating
eaumf
eb
ebadane
ebedi
ebeduru
eben
ebenezer
ebenya
ebere
ebert
ebesi
ebetumi
ebi
ebia
ebibiman
ebien
ebiesa
ebinom
ebirimoro
ebo
ebola
ebomu
ebony
ebrey
ebu
ebue
ebunuebunu
eburo
ebusua
ebɔ
ec
ece
ecobank
ecole
ecoles
economia
economic
economics
economist
economy
ecovolis
ecowas
ecuador
ed
eda
eddie
ede
edecccd
edem
eden
edf
edgar
edi
edidi
edie
edii
edikan
edimu
edin
edina
edinburg
edinburgh
ediso
edith
editintro
edition
editor
edman
edmund
edo
eds
edu
eduan
eduanan
eduanu
eduasa
eduasar
edubease
edubia
edubiase
education
educational
educationalist
educationist
eduku
edumadze
edumadzi
edunkron
edunu
eduokron
eduonan
eduonu
eduonum
eduosa
eduosia
eduoson
eduru
edusei
eduviere
eduwa
edwa
edwadie
edward
edwards
edwin
edwina
edwuma
edwumakuw
edwumayɛ
edwumayɛkuw
edzii
ee
ef
efa
efeiri
effah
effect
effective
effects
effia
efficacy
effiduase
effutu
effutustate
efi
efia
efiada
efidie
efiduasi
efie
efii
efiri
efirii
efirisɛ
efisɛ
efiti
efo
efri
efua
efuru
efutu
eg
egala
egle
eglise
egu
eguadoto
eguafo
egwa
egya
egyapa
egye
egyina
egyinaeɛ
egypt
eh
ehia
ehu
ehuren
ehuru
ehwa
ehwe
ehy
ehyia
ei
eiffel
eighteenth
ej
ejisu
ejisuhene
ejisuman
ejm
ejumako
ejura
ejuraman
ek
eka
eko
ekow
ekua
ekum
ekumfi
ekuo
ekuoba
ekuomma
ekura
ekuro
ekyi
ekyir
ekyire
ekyiripɔ
ekɔɔ
el
elect
elected
election
electionpassport
elections
electoral
electric
electrical
electro
electronic
electronics
elects
elegant
elementary
elements
eleonora
eleven
elezzjonijiet
elimination
elisha
elizabeth
ellembele
ellembelle
ellen
elmina
elo
elsevier
elsie
elubo
elvis
em
ema
emaa
embarked
embassy
embedded
emefa
emelia
emerald
emergencies
emergency
emerges
emerging
emeritus
emfa
emi
emil
emilia
emillia
emily
emissions
emma
emmanuel
emmer
emom
emory
emotion
emperor
empire
employment
empowered
empowerment
empress
empty
emu
emufoɔ
emusieeɛ
emy
en
ena
enac
enam
enciclopedia
encyclopedia
encyclopedias
end
endemic
endi
endocrinology
endɛ
ene
energy
eng
engine
engineer
engineering
engineers
engiresi
england
englese
englesi
english
engresi
engressi
enhancing
eni
enkutatash
ennafua
enne
ennfi
enni
ennu
eno
enoch
enos
enough
enrico
ens
ensi
enslavement
enso
ensɛ
enter
enterprise
entertainment
enti
entidad
entomology
entrammes
entrepreneur
entrepreneurs
entrepreneurship
entry
entu
entumi
enu
enugu
enum
environment
environmental
envoys
enya
enyaa
enyam
enyan
enye
enyeme
enyim
enyiresi
