!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
0001
001
01
02
03
04
046
05
06
07
08
09
094102474
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
101
1010
102
1024
103
104
105
106
107
108
1081
109
1093
11
110
115
11634828353047
12
120
125
13
130
133
135
136
138
14
140
146
1494
15
150
1500
1532
1534
1536
1569
16
1606
1625
1640
1643
1645
1650
1655
1660
1665
1670
1680
17
170
1707
172
1722
174755630
1750
176
1760
1768
1770
1772
1783
1787
1788
1795
18
180
1801
1803
1808
1809
181
1815
1817
1819
1820
1821
1824
1825
1828
1829
1830
1831
1836
1837
1838
1842
1844
1847
1848
1850
1851
1853
1854
1859
1860
1861
1864
1865
1870
1871
1873
1884
1887
1888
1889
1891
1893
1894
1896
1899
19
190
1900
1901
1903
1904
1905
1906
1907
1908
191
1910
1911
1912
1913
1914
1917
1918
1920
1922
1924
1925
1927
1928
1929
1931
1932
1933
1935
1936
1937
1938
1939
1940
1941
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
1960
1961
1962
1963
1963317
1964
1966
1967
1968
1969
1970
1971
1973
1974
1975
1976
1977
1978
1979
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
2010
2011
20110605081449
20110609194255
20110721230100
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
202006
2021
2022
209
21
214
216
22
222
228
23
24
240
243
245
25
250
26
264
27
28
280
282
29
294
295
296
297
298
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
301
302
303
304
305
306
307
308
309
31
310
311
312
313
314
315
316
317
318
319
32
320
321
322
323
324
325
326
327
328
329
33
330
331
332
333
334
335
337
338
339
34
343
346
347
348
349
35
350
351
352
353
354
355
356
357
358
36
360
365
37
370
373
374
375
376
377
378
379
38
380
381
382
383
384
385
386
387
388
389
39
390
391
392
393
394
395
396
397
398
399
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
401
409
41
410
417
42
43
44
45
450
456
46
47
48
488
49
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
506
51
52
520
524
5243320
528
53
5362
54
55
551
56
57
571
58
589
59
598
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
61
62
63
634
64
640
642
65
66
660
66610
67
68
687
69
691
696
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
71
716
72
73
731
732
736
737
738
74
740
741
743
75
750
76
77
78
780
781
783
79
796
798
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
81
814
82
83
835
84
841
848
85
852
853
86
8601
87
870
874
876
88
885
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
902
909
91
910
911
913
92
93
931
94
95
96
966
97
970
978
9780199773787
9781546229070
9781561592630
9781573062992
98
988
99
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
]
^
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aaaammjj
aafia
aafiaga
aagafesootai
aai
aala
aali
aalia
aaliga
aalo
aaloalo
aalu
aalualu
aano
aaoga
aaogaina
aapa
aaron
aau
aauau
aauina
ab
abeceda
abl
about
above
abril
abx
ac
academy
access
accessed
accession
accounting
acolytes
across
act
action
activist
activity
actor
actress
acuna
ad
adelaide
adib
adopted
adultery
advance
advertise
advertisina
ady
ae
aealani
aegean
aeleni
aemaise
aerospace
af
afa
afafine
afagogo
afai
afaigaluegaina
afaigofie
afaina
afakanisitana
afakasi
afale
afanua
afar
afarani
afato
afc
afe
afeagai
afeagaiga
afefea
afefiloi
afeiloa
afeleti
afelika
afememea
aferika
afeso
afetai
affairs
afi
afia
afiafi
afiafia
afiafiaga
afinelani
afio
afioaga
afioga
afisi
afitauli
afitusi
afoe
afonso
afouina
afraid
africa
afrikaans
afu
afua
afuase
ag
aga
agafesootai
agaga
agai
agaifanua
agaleaga
agalelei
agamalu
aganu
aganuu
agasala
agava
agavaa
agavale
age
agelo
agelu
ages
aget
agi
agiagia
agn
agosto
ah
ahanikeri
ahmilleon
aholani
aht
ahu
ai
aia
aiaiga
aialani
aiga
aigoa
aigoaina
aikupito
aila
ailao
aili
ailoa
ailoaina
ailoga
aim
ain
aina
ainitonesia
aioi
aiono
air
aires
airport
ais
aisa
aisakulimi
aiselani
aitalafu
aitema
aitiitia
aitiope
aititia
aitu
aiu
aiuga
aivao
aj
ak
akasaka
akerisiano
akolea
akolone
akomepiuta
akr
akz
al
ala
alaata
alabama
alafapeta
alaga
alagaupu
alagolago
alala
alalaupapa
alamanuia
alao
alapenia
alapi
alapito
alapotopotoga
alaska
alasuavai
alata
alatele
alatoto
alauiloa
alauiloaina
alautele
alauteleina
alavai
alavelave
albania
albert
alcubilla
ale
aleaga
aleagaga
aleagaina
aleatunu
aleia
aleipata
alelalolagi
alele
alelei
aleleia
alelotu
aleluia
alesana
alesoifua
aletino
aletonu
aletulafono
alevaleva
alex
alfredo
algeria
ali
alia
aliali
alialia
aliance
alii
alili
aliliu
aliliuga
aliliuina
aliliutusi
alisi
all
allen
alo
aloa
aloaia
aloalii
aloalo
alofa
alofagia
alofaina
alofatunoa
aloga
alogo
alogologo
alolofa
alotoloto
alousa
alphabet
also
alt
alta
alte
alternative
altri
alu
alua
alualu
aluga
aluma
alva
am
ama
amadeus
amafanafana
amagalo
amai
amaimau
amalama
amalamalama
amalamalamaina
amalo
amalologa
amalosi
amalosia
amalu
amalulu
amama
amamaina
amana
amanaia
amanatuga
amanatuina
amanino
amanu
amanuiaina
amaoni
amaonia
amaoniga
amasino
amasinoga
amasinoina
amasone
amata
amataga
amatagofieina
amatai
amataina
amatala
amatalaga
amatalaina
amatalia
amatu
amau
amaualuga
amauina
amaumau
amaumauga
amaumauina
amautinoa
amautu
amavae
amavaega
amazon
amea
amelika
amene
amenia
amepasa
america
american
amerika
amerindian
ami
amilo
amilosaga
amio
amioatua
amioga
amioleaga
amiotonu
amo
amoemoe
amolemole
amor
amosa
amp
amsterdam
amu
amuia
amutaina
an
ana
anaana
anaheim
anak
anamua
anan
anapogi
anatinati
anatora
anava
and
andaman
andean
andes
andini
andora
andorra
andre
ane
anetan
anetatika
ang
angel
angeles
angle
anglo
angola
aniani
animal
anini
ann
ano
anoa
anoanoa
anoi
another
anouei
antarctic
anteaters
anthem
anthony
antigua
antilles
antoine
antologie
anton
antonio
anu
anufe
anut
any
anything
anzus
ao
aoai
aoaiga
aoao
aoaoga
aoaoina
aofa
aofai
aofaiga
aofia
aoga
aogaina
aoina
aokuso
aola
aolaga
aolaina
aolaola
aolaolaina
aolataga
aonapo
aonaponei
aopoopo
aoso
aotearoa
aotelega
ap
apa
apai
apaiaga
apalasia
apamemea
apapalagi
ape
apea
apefea
apelila
apena
apenei
apera
aperaamo
aperesia
aperetania
aperila
apfelsine
api
apia
apipi
apisinisi
apitaogalu
apito
apitoa
apitonu
aplaya
apo
apoapoa
apoapoai
apoapoaiga
apocryphal
apolani
apoliki
apolima
apolofesa
apolokiki
aposetolo
apotopoto
apotopotoga
appear
apple
applied
april
apu
aputu
aputuina
aq
ar
arab
arabia
arad
arafura
aragon
aram
arama
arapi
arara
arbore
arc
archevnebisistoria
archipelago
archipelagos
archive
archived
arco
are
area
arena
areto
argentina
argentine
arik
ario
arise
arisona
arizona
arm
armenia
arn
around
arrasadora
arthur
article
artists
arts
arusia
arz
as
asa
asad
asaga
asala
asalaga
asalalau
asalalauga
asaleleaga
asamoa
asao
asaoina
asaoloto
asau
asaua
asaunoa
ase
aserbaijan
asese
ashanti
ashley
asi
asia
asiamani
asian
asiasi
asieki
asino
asipaniolo
ask
aso
asoa
asoaa
asoasoani
asoesa
asolo
asologa
asolopito
asolosolo
asolovak
aspx
assad
assemblies
assembly
assist
associated
association
ast
astres
astro
asu
asueru
asuetena
asuria
asusu
at
ata
atafafa
ataga
atagaina
atagata
atagia
atalani
atalanoaina
atali
atalii
atama
atamafaiina
atamai
atamala
atamamai
atanu
atanuu
atapula
atasi
atasia
atasiga
atassi
atatau
atau
ataua
atauaiga
atauaina
ataunu
atautaia
atauva
atavali
ate
atekinisi
atelani
atele
ateleina
atenai
atenimaka
atenitina
atereta
ati
atia
atigivae
atiina
atika
atili
atina
atinae
atinaeina
atino
atinoina
atisi
atitia
ato
atoa
atoaga
atoatoa
atofaina
atoga
atolaau
atolu
atoms
atomu
atonu
atonuga
atonuina
atonutonu
atonutonuina
atp
attitude
atu
atua
atuatua
atuatuvale
atuina
atulafonoina
atulaga
atulagaina
atulaulau
atumau
atumauga
atumotu
atumuina
atunu
atunuu
atupeina
atupu
atupuina
atupulaia
atusa
atusatusa
atutuina
atuvasa
au
aua
auai
auala
auauna
auaunaga
auckland
auda
aue
aufa
aufaasalalau
aufaatasi
aufaigaluega
aufono
auga
augatupulaga
august
augustus
aui
auiliiliga
auina
aukaraina
aukilani
aukuso
aulakapi
aulelei
auli
aulia
aulotu
aulufale
auma
aumai
aumaia
aumatia
aumau
aunoa
aunu
aupito
aupufai
auro
ausetalia
ausetorenisia
ausia
ausiaina
aussie
austin
australasia
australia
australian
australians
austria
austronesia
austronesian
auta
autalavou
autasi
autau
authority
auto
autonomous
autu
auupega
auvae
auvai
auvea
av
ava
avaai
avae
avaeina
available
avale
avane
avanoa
avaomalo
avapuhi
avasega
avasegaina
avatu
avavau
avave
ave
avea
aveavai
aveese
aveesea
aveeseina
avefe
avega
aveina
averesi
avevela
aviatename
aviv
avk
aw
awa
awaray
award
awards
away
aws
ax
axes
ay
az
azerbaijan
azerbaijin
azimuthal
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baath
baaz
babi
bach
bachelor
back
backlash
bacon
bad
badminton
bagui
bahamas
bahasa
bahia
bahrain
bai
bailiwick
balearic
bali
balkans
ball
ballon
baltic
baluarte
bam
ban
bana
banana
band
banda
bandeirantes
bandirismo
bang
bangladesh
banja
bank
banking
bar
barb
barbados
barbuda
barca
barcelona
baroque
barre
bas
bashar
bass
bat
bath
batista
batting
baudouin
baugh
bay
bb
bc
bd
be
beach
bear
beat
because
bed
been
before
begging
begin
behavior
bein
belarus
belgrade
bell
belo
beloved
bem
ben
benin
benjamin
benz
berdzenishvili
berlenbach
berlin
berloco
bes
best
beth
between
bf
bg
bh
bi
bid
bidar
bieber
bien
big
bight
bikpela
bilingual
bill
billy
biotope
bipo
bird
bisaya
bishop
bislama
bismarck
bissau
bj
bk
bl
black
blair
bloomberg
blow
blue
blusters
bm
bmx
bn
bnf
bo
boa
boast
boat
bob
bobby
boca
bockwinkel
body
bogota
bohemia
bohemian
boi
bokuchava
bolivia
bonaparte
bonds
bonito
book
books
boom
bord
boris
born
bos
bosna
bosne
bosnia
boston
boter
botro
botswana
bottle
bougainville
bovine
bow
bowling
box
boy
bp
bq
br
bradshaw
brand
brandhoek
brasil
brasilia
bravo
brazil
brazilian
bread
break
bret
brian
brics
bring
brisbane
britain
britannica
british
broadcast
broek
broken
brolly
bronze
brood
brunei
bruno
brunzell
bs
bt
bu
budapest
buddy
bueno
buenos
bugatti
build
building
bulgaria
bultalia
bun
bunch
burden
burdened
bureau
burger
burgers
burkina
burley
burning
buro
burundi
bush
business
but
butter
bv
bw
bx
by
byregion
byzantine
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cable
cabo
cabral
cactus
cade
caesar
cai
cairo
calabria
caledonia
california
call
camara
cambridge
camera
cameroon
campeao
can
canada
canberra
cancer
candice
cangrejo
canoe
capabilities
cape
capita
capitol
capitulos
capra
capture
car
cardiff
carding
cardiovascular
cardoso
caribbean
carl
carlito
carly
carolina
carried
carry
carst
carta
casa
caselle
castelle
castile
cat
catala
catarina
catholicos
cattemplate
catus
caucasus
cb
cbs
cc
cd
ce
ceb
celebrity
cell
celtic
cemetery
cena
census
censuses
center
central
centre
century
ceo
cervantes
cesko
cetacea
cetaceans
cf
cg
ch
chaco
chad
chain
chamorro
champion
champions
championship
championships
chance
channel
chapel
character
charles
chase
chavchavadze
chavo
che
check
cheina
chelsea
chi
chicago
chichakli
chief
chiefly
children
chile
chin
china
chip
chleb
choose
chr
chris
christ
christian
christopher
chuatoco
chuck
church
chy
chyna
ci
cid
cielo
cinderela
cinema
cinque
circuit
cis
cite
cities
citizens
city
cj
ck
cke
ckt
cl
clean
climate
close
clothes
club
clube
cm
cn
co
coast
coconut
cocos
cody
cold
coliseum
collection
college
collor
colo
colombia
colon
colonel
colonial
colorado
columbia
columbus
com
come
coming
commentator
commons
commonswiki
commonwealth
community
comoros
companies
company
complete
concepcion
conception
conduct
confederations
congo
connecticut
connection
consol
constituencies
consulting
containers
continue
contract
conversation
convert
convey
cook
copa
copenhagen
copra
cor
coral
cordoba
coronel
corporation
correct
corrientes
cossacks
cote
council
countdown
countries
country
course
covalent
cover
cp
cpanel
cq
cr
crab
crawling
cream
crew
crh
crimea
croatia
croatian
crooked
cross
crown
cruz
cruzes
cs
ct
cu
cuba
cup
curitiba
curley
custom
cut
cv
cw
cwc
cx
cy
cyndi
cypress
cyprus
cz
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
daddy
dag
dak
dakota
dallas
dan
dane
danes
daniel
danish
dank
danny
danum
darkness
darwin
das
data
date
dattlikon
daughter
david
davis
day
days
db
dbl
dc
dd
de
deaf
deal
dear
death
december
decinam
decker
decrepito
deep
defend
defia
degree
del
delaney
delaware
delhi
delta
democratic
den
dennis
densely
density
depart
department
destination
deutsch
development
devil
dewahl
df
dfat
dg
dh
dhv
di
dia
diana
diaspora
dibiase
dictionary
did
die
diego
diemen
diesel
different
difficult
digital
din
diplomacy
direction
disambiguation
discard
disney
disobedient
distance
distancehistory
distancesfrom
district
divide
division
dj
djibouti
dk
dl
dm
dn
do
doctor
does
dog
doing
dokter
doktor
dolphin
dom
dominica
domuz
don
dondurma
done
dongah
dongdurma
doraemon
dorlandsdict
douglas
down
downhill
download
dp
dq
dr
drake
drama
draw
dream
dreamer
dress
drive
drum
dry
ds
dsb
dt
du
duchy
duck
duke
duntroon
dust
dv
dvere
dw
dwelling
dx
dy
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
earl
earth
east
easy
eat
eb
ec
economic
economics
economy
ecw
ed
edge
edinburgh
edison
edition
education
educational
ee
eesti
ef
efaraima
efeso
efi
efks
efu
efuefu
eg
ega
egelani
egy
eh
ei
eigenmann
eina
eis
eiscreme
eiya
ej
ek
eka
ekalesia
ekalisia
ekitina
ekuatoa
ekuatoria
ekueta
el
ela
elau
elby
elderly
ele
electronic
eleele
elefane
elemene
eleni
eletise
eli
elias
elijah
elisapeta
elisi
elizabeth
ella
elliott
elo
elverdinge
em
emae
eman
emas
emauga
emepaea
emeperoa
emeu
emirates
emo
empire
ems
en
ena
encyclopaedia
encyclopedia
endure
ene
enele
enero
eng
enghistory
english
enisinia
entertainment
eo
ep
epa
eperu
epikopo
episoke
eq
equatorial
er
era
eria
eric
eris
eritrea
error
erzi
es
escritorio
ese
esea
eseese
eseesega
esega
esekielu
esera
eseta
esi
esitonia
esker
eso
esoto
espanha
espanol
esperanto
esportes
estela
estimativas
estonia
esu
et
etc
ete
etena
eteuati
ethics
ethnically
eti
etrusca
etyma
eu
eucalyptus
eudosia
eurasia
euro
europa
europe
european
eurozone
ev
evagelia
evening
event
every
ew
ex
example
exchange
expectancy
extreme
ey
eye
ez
eɪ
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
faa
faaagafesootai
faaali
faaalia
faaaliga
faaalu
faaaluina
faaaoga
faaaogaina
faaauau
faaaunuua
faaauupegaina
faaeletonika
faaesea
faafaafanua
faafaigaluega
faafanoga
faafanua
faafetai
faafiafia
faafiafiaga
faafitauli
faafitia
faafoe
faafoeina
faafoi
faafoma
faafouina
faafuasei
faagaa
faagaaina
faagaoioia
faagasologa
faaigoa
faaigoaina
faailo
faailoa
faailoaina
faailoga
faailogaina
faaipoipo
faaipoipoga
faaitiitia
faaituau
faaitulagi
faaitumalo
faaiuga
faaiuina
faakerisiano
faalagolago
faalapotopotoga
faalaugatasia
faalauiloa
faalauiloaina
faalautele
faalauteleina
faalavelave
faalavelaveina
faale
faaleagaga
faaleagaina
faaleaganuu
faaleaoaoga
faaleaogaina
faaleleia
faalelotu
faalemalo
faalenatura
faaletausaga
faaletino
faaletulafono
faaleuo
faaliliu
faaliliuga
faaliliuina
faalilolilo
faalogo
faalogologo
faalua
faaluaina
faama
faamaeaina
faamafanafana
faamafanafanaina
faamagalo
faamagaloina
faamai
faamalieina
faamalolo
faamaloloina
faamalosi
faamalosia
faamalositino
faamalu
faamama
faamamafa
faamamaina
faamamalu
faamamaluina
faamanatu
faamanatuga
faamanatuina
faamanuiaga
faamanuiaina
faamaoni
faamaonia
faamaoniga
faamaopoopoina
faamaoti
faamasani
faamasino
faamasinoga
faamasinoina
faamatala
faamatalaga
faamatalaina
faamau
faamaualuga
faamaufaailoga
faamauina
faamaumauga
faamaumauina
faamautinoa
faamautu
faamavae
faamavaega
faamiliteli
faamoemoe
faamoemoega
faamusika
faamuta
faamutaina
faanatura
faanoanoa
faanouei
faaogaina
faaola
faaolaina
faaolataga
faaonaponei
faaopoopo
faaopoopoga
faaopoopoina
faaosofia
faapaaga
faapagota
faapalepale
faapaupau
faapea
faapei
faapena
faaperetania
faapipii
faapisinisi
faapitoa
faapolofesa
faapologaina
faapolokiki
faapope
faapotopoto
faapotopotoga
faapotopotoina
faapotukale
faapouliuli
faaputuga
faaputugatupe
faapuupuu
faasa
faasaga
faasaienisi
faasalaga
faasalaina
faasalalau
faasalalauga
faasalalauina
faasao
faasaoina
faasaolotoina
faasatauroina
faasaua
faasauaina
faase
faasee
faasiaosiana
faasilasilaga
faasilisiliina
faasino
faasinomaga
faasipaniolo
faasoa
faasoaina
faasologa
faasolopito
faasolosolo
faata
faataamilo
faataamilosaga
faataapeapeina
faataapeina
faataatia
faataatiaga
faataatitia
faatafafa
faatafatolu
faatafunaina
faatagaina
faatagata
faataitai
faataitaiga
faatalanoaga
faatamaia
faatanoa
faataoto
faatapulaa
faatapulaaina
faatasi
faatasiga
faatatau
faatatauina
faatau
faatauaina
faatauina
faataunuuina
faatauva
faatauvaa
faateleina
faatemokalasi
faatemokarasi
faatino
faatinoga
faatinoina
faato
faatoa
faatoaga
faatoga
faatoilaloina
faatonu
faatonuga
faatonuina
faatonutonu
faatonutonuina
faatopetope
faatosina
faatosinaga
faatosinaina
faatuatua
faatufugaga
faatuina
faatulaga
faatulagaga
faatulagaina
faatumauina
faatupuina
faatupulaia
faatusa
faatusatusa
faatusatusaga
faauigaga
faauigaina
faaulufaleina
faauluuluga
faaumatia
faaumatiaina
faaumiumi
faaupufai
faaupuga
faautauta
faauu
faava
faavae
faavaega
faavaeina
faavaomalo
faavasegaga
faavasegaina
faavavau
fabiani
fabriciano
face
facebook
facts
fafaga
fafagu
fafati
fafau
fafauina
fafie
fafine
fafo
fag
faga
fagafao
fagaina
fagalele
fagaloa
fagota
fagu
fai
faia
faiaiga
faiaoga
faifa
faifaatoaga
faife
faifeau
faiga
faigaluega
faigamalaga
faigamalo
faigata
faigofie
faiina
faila
failauga
failautusi
faimai
faioloa
faipule
fair
faisua
faitaaga
faitalia
faitau
faitauina
faitaulaga
faitele
faitino
faitio
faitioga
faitioina
faitoto
faitotoa
faitulafono
faitupu
faiuga
faiuma
faiupu
faiva
faka
fakafonua
fala
falala
falani
falaoa
fale
faleaiga
faleaitu
falefa
falelei
falema
falemai
falemata
falemataaga
falemeli
faleoloa
falepuipui
falesa
faletifaga
faleto
faletua
faletupe
faletusi
faleu
fall
falo
false
fame
famer
familia
familie
family
fana
fanaafi
fananau
fanau
fanauga
fangzi
fano
fanua
fanuatapu
fao
faoa
faoga
faonaina
far
faraile
farani
farao
fare
faresaio
farewell
faroe
farooq
fasefulu
fasi
fasia
fasiga
fasima
fasioti
fasiotia
faso
fast
fat
fata
fatafata
fatburger
father
fatialofa
fatu
fatualavai
fatufatuga
fatuga
fatuina
fatupese
fau
faufau
faula
fault
fauna
faupu
fausaga
fausia
fausiaina
fautua
fautuaga
fautuaina
fb
fc
fd
fe
fea
feagai
feagaiga
feagaluega
feai
fealua
feast
feau
feavea
februar
february
febuali
federal
federated
federation
federative
feed
feeseeseaiga
feet
fefa
fefaatauaiga
fefe
fefiloi
fefinaua
fegalegaleai
fegalegaleaiga
feiloa
fela
felagolagoma
felagolagomai
felauaiga
felelei
felis
felix
femalaga
femalagaa
femalagaaiga
femalagaiga
female
fememea
feng
fennoscandia
fenumiai
feoa
feoai
feololo
feoti
fepuari
fereni
fernandez
fernando
fesili
feso
fesoasoagi
fesoasoani
fesoota
fesootai
fesootaiga
fesuia
fesuiaiga
fetaia
fetalai
fetalaia
fetalaiga
fetau
fetaui
fetaulaiga
fete
feteenai
feteenaiga
feterale
feterisitete
fetu
fetuunai
fetuutuunai
feutagaiga
ff
fg
fh
fi
fia
fiafia
fiafiaga
fiailoa
fifa
fiji
file
filemu
files
filho
fili
filifili
filifilia
filifiliga
filiga
filipaina
filipi
filipino
filisitia
filo
filosofia
fim
finafinau
finagalo
final
finals
financial
finau
finauga
finauina
fine
finelani
finilani
finish
finlay
fire
firm
first
fisaga
fish
fishing
fisi
fisiki
fitafita
fiti
fitu
fitugafulu
fitusefulu
fiu
five
fj
fk
fl
flag
flambertenges
flanders
flemish
fletcher
florida
fm
fn
fo
foa
foafoa
foafoaga
foafoaina
foaiina
foaina
foe
fofo
fofoga
foga
fogaeleele
fogama
fogatia
fogava
foi
fola
folafola
folafolaga
folafolaina
folau
fold
foliga
foma
fomai
fomu
fon
fono
fonotaga
fonotatalo
fonotele
food
fool
foot
football
footnote
for
forces
foreign
forest
forever
forget
former
fort
forth
fosforo
fou
found
foundation
fountain
fouvale
fouvalega
fox
fp
fq
fr
fragil
franca
france
frances
franchise
franchises
francisco
franco
franklin
frazier
frederick
free
freedom
french
friedman
friedrich
friendly
fries
frisch
fro
from
front
frucht
fruit
fs
fsm
fsn
ft
ftp
ftw
fu
fua
fuafua
fuafuaga
fuafuaina
fuaina
fuainumera
fuaitau
fuaiupu
fuala
fualaau
fuamoa
fuanumera
fuata
fuataga
fuatia
fuego
fuentebella
fufulu
fufuluina
fuga
fuifui
fulii
full
fulufulu
fund
fungi
funk
fur
fusi
fusia
fusu
fusuaga
futebol
futi
futu
futuna
future
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gabon
gabriel
gafa
gafatia
gafua
gaga
gagaifo
gagana
gaia
gaioi
gaioiga
gaius
gal
galo
galu
galue
galuega
galulolo
galulue
gamal
gambia
game
games
ganassi
gang
gangrel
gao
gaoa
gaoi
gaoioi
gaoioiga
gaosi
gaosia
gaosiga
gaosimea
garden
gardeno
gase
gasegase
gasologa
gata
gataifale
gatala
gatasi
gau
gaua
gauai
gauls
gaumativa
gazetadopovo
gb
gc
gd
gdp
ge
gelat
gelato
general
generation
generationx
genius
geographic
geographical
geometric
geometry
geopolitical
george
georgia
georgian
gerais
gereisi
germain
german
germanic
gesem
get
gf
gg
gh
ghana
gi
giant
gibraltar
gigi
gil
gimn
gino
giorgi
gipa
girchi
girl
given
gj
gk
gl
glasgow
glen
global
globe
globo
globoesporte
glp
glyph
gm
gn
go
goal
god
godinet
goias
gold
golden
golf
gomez
good
gose
gospel
got
goto
gov
govern
governance
government
gp
gq
gr
grammar
gran
granada
grand
grande
grapes
grass
grc
grdp
great
greater
greco
greek
green
greenland
greg
grenada
grenadine
grey
griffin
griffins
grigol
grosso
group
groups
grow
grund
gs
gt
gu
guam
guarani
guaranies
guerra
guerrero
gui
guiana
guide
guinea
gules
gulf
gulong
gun
gutu
guyana
guyra
gv
gw
gwi
gx
gy
gz
głowny
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
haar
habsburg
hachem
hafez
hague
hai
haifa
hair
haiti
hake
haleck
hall
hamanu
hamburger
hamburgers
hammer
hana
hand
handbook
hands
hanikeri
hanover
hapoel
hapon
happy
har
harassment
hard
hardcore
hardee
hardin
hardy
harlem
harry
hart
harvard
has
have
haw
hawai
hawaii
hay
hb
hbo
hc
hd
hdi
he
head
health
hear
heart
heats
heaven
heavyweight
heberivi
heenen
heiko
hell
hello
help
hemd
hendrick
henrique
henry
her
herald
hercegovina
hercegovine
here
heritage
herman
hermitage
hermosa
herzegovina
hexagons
hf
hg
hh
hi
high
highlands
hillbilly
hillsong
himalaya
himmel
himself
hindi
hinnani
hircus
hiri
his
hispan
historia
history
hit
hits
hj
hjarta
hk
hl
hm
hmn
hmos
hmoutesamoxzswmotbhmo
hn
ho
hoa
hockey
hogan
hoi
hoki
holani
hold
holly
holm
holy
homau
home
homes
honduras
hong
honilagi
honour
hook
hop
horizonte
hosea
hospital
hosting
hot
hour
house
hovezi
how
hp
hq
hr
hs
hsb
ht
htm
html
hts
http
https
hu
hub
hulk
human
humanities
humus
hund
hungary
hunkin
hunt
hus
hv
hw
hx
hy
hydrogen
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
iai
iakopo
iala
ianuari
iao
iapani
iata
ib
iberia
iberian
ibero
ibge
ibid
ic
ice
id
idaho
ido
ie
iefaitaga
iefata
ieova
ierepoamo
ierusalema
iesu
if
ifo
ifomauga
ifono
ig
iga
igi
igilisi
igitia
ign
ignored
igoa
ih
ihau
ii
iii
iina
iinei
ij
ik
ikan
il
ila
ilagi
ilalo
ilan
ile
ili
ilia
ilima
illinois
ilo
iloa
iloagofie
iloaina
iloga
iloilo
iloiloga
iloiloina
im
image
imeli
immaculate
impact
impolite
in
ina
inanau
inc
incorporated
independent
index
india
indiana
indies
indo
indonesia
indosaina
indus
industrialization
industrialized
indycar
inei
information
infraorder
ing
ingilisi
inh
ini
inisetiute
inisi
inisinia
inisitituti
initaneti
initia
initonesia
initoneti
ino
inosia
insert
instagram
institut
institute
interesting
interlingua
interlingue
internacional
international
into
intonisia
inu
invalid
io
ioane
ioasa
ioasasa
ioc
ioe
ioka
iona
ionic
ioritana
iosefa
iosua
ip
ipa
ipl
iprage
ipu
ipula
iq
ir
iraki
iran
irani
iraq
iris
iron
is
isa
isaako
isaia
isalaeru
isalama
isaraelu
isbn
isi
isindebele
isla
islamic
island
islanders
islands
iso
israel
israelis
israelu
istat
isu
it
ita
itaga
itagofie
italia
italiana
italiani
italiano
itasi
ite
itea
itele
iti
itia
itiiti
ititi
ito
its
itu
ituaiga
itula
itulagi
itulau
itumalo
itunes
iu
iuanuali
iuga
iugafono
iukureini
iulai
iuliana
iunai
iunaite
iuni
iunite
iunivesete
iunivesite
iupita
iurukuei
iuta
iutaia
iv
iva
ivae
ivi
ivoire
ivv
iw
ix
iy
iz
ize
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jack
jackson
jae
jaguar
jakarta
jake
jam
jamaica
james
jan
janeiro
janiero
janszoon
januar
january
japan
japaridze
japones
jason
java
jawi
jb
jc
jd
je
jean
jeremy
jericho
jerome
jersey
jeruk
jess
jesse
jesuit
jezyk
jf
jg
jh
ji
jim
jimmie
jimmy
jj
jk
jl
jm
jn
jnr
jo
joao
joe
john
johnson
joint
jonathan
jordan
jorge
jose
joseph
journal
journalist
journey
joyful
jp
jpg
jq
jr
js
jt
ju
juan
judo
juli
julius
july
junction
june
juni
justin
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kab
kaduregel
kagalu
kaisara
kala
kalama
kalapu
kalatia
kale
kalefonia
kalena
kaletaia
kaletonia
kalilaia
kama
kamalak
kammer
kamupani
kanana
kanapisi
kanata
kane
kansas
kantri
kapeneta
kapeteni
kapinamalagi
kapisi
karama
karasini
karate
karcher
karen
karepiane
karolaina
karson
karte
kartvelian
kasa
kasakisitana
kashon
kasih
kata
katalonia
katoliko
kaua
kazakhstan
kb
kc
kd
ke
kegaru
keke
kel
kelly
kelope
kemisi
kemupotia
ken
kenepera
kenese
kennedy
kentucky
kenya
kerenise
kerisiano
kerisimasi
keriso
kernewek
keshet
kesi
kevin
key
kf
kg
kh
khali
khoiful
ki
kia
kid
kilibati
kilikiti
killings
kilokalama
kilomita
king
kingdom
kings
kingston
kini
kiona
kirikiti
kiripati
kita
kitara
kitiona
kitts
kiui
kj
kk
kkz
kl
klingande
km
kn
knesset
knight
knights
know
knowledge
known
ko
koala
koe
kofe
kofi
koketo
koko
kolea
kolisi
kolomupia
kolone
kolorato
kolose
koluse
komepiuta
komipiuta
komisi
komiti
komunisi
konafesi
konekarate
konekeresi
konetineta
kongo
konifeterasia
konitineta
kontor
kopi
kopusele
koral
korea
korinito
korinto
kosovo
kosta
koste
kot
kovana
koy
kp
kq
kqsla
kr
krabbe
krasina
kristine
ks
ksh
kt
ku
kuaki
kuata
kuatli
kuiniselani
kukapala
kuki
kulimi
kuliti
kulupu
kuly
kumpani
kumpini
kuperholz
kuperu
kurdish
kurekoria
kurt
kuu
kv
kw
kwa
kx
ky
kygo
kyle
kyrgyzstan
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
laasaga
laau
labio
labor
lad
ladder
lady
lafi
lafo
lafoa
lafoga
lafoia
lafoina
lafu
lafulemu
lafumanu
laga
lagi
lago
lagolago
lagolagoina
lagona
laia
laidfield
laina
laiti
laitiiti
laititi
lak
lakapi
lake
lakema
lala
lalaga
lalata
lalelei
lalo
lalolagi
lalotoga
lam
lamalama
lamborghini
lame
lamua
lana
lance
land
landi
lang
langit
language
languages
lanka
lanu
lanumeamata
lanumoana
laoga
laos
lapita
lapo
lapoa
lapopo
lapopoa
lapotopoto
largo
larry
larson
las
lashley
last
lata
latalata
late
latin
latina
latitu
latitude
lativia
latou
lau
laua
laualuga
laueleele
laufanua
lauga
laugatasi
laugatogi
laugutu
lauiloa
laulau
laulaufaiva
laumei
laumua
laupapa
laupepa
lauper
lausilafia
lautele
lauulu
lava
lavalava
lavea
laveai
laveaiina
lavelave
law
lazy
lb
lc
ld
lds
le
lea
leader
leadership
leaf
leaga
league
leai
lealofi
learn
leauva
leaves
leeds
lefea
left
leg
lega
legal
legends
legis
legnano
lei
leiloa
leipa
leitio
lekar
leki
lele
lelea
lelei
lemalu
lemu
lena
lenei
lenga
leo
leoleo
leon
leona
leone
lepa
lepanona
lepulika
lesi
lesitala
lesser
leste
let
letelegramme
letio
letu
letua
leva
levan
levant
levi
levitiko
lewis
lf
lg
lgbt
lh
li
liberia
library
libya
liechtenstein
life
light
like
liki
likitenisitaini
liliu
lille
lilo
lima
limasefulu
limit
limited
lincoln
lindswell
line
lines
lingua
linikone
lio
lionel
lipoti
lipotia
lippe
lisi
lisiina
list
lista
lit
lita
litas
literally
lito
little
lituania
liua
liutino
live
livemint
lizard
lj
lk
lkt
ll
lm
lmo
lms
ln
lo
loa
load
locsin
lody
logitu
logo
loi
loia
loka
loli
lolo
lolomifefiloi
lolomiina
loloto
lomia
lomiga
lona
london
lonely
lonetona
long
loo
look
lope
lord
los
losi
lot
lota
loto
lotogatasi
lotoifale
lotonuu
lotu
lou
louis
louisiana
love
low
lp
lq
lr
ls
lt
ltd
ltr
lu
lua
luasefulu
luau
lublin
luce
lucia
lufiana
lufilufi
luga
lugalaina
lui
luis
luisa
luka
lulu
luluina
luma
lumana
lumanai
lunaite
lupe
lusia
luteru
luxembourg
lv
lw
lx
ly
lynn
lyrics
lyricstranslate
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
maa
mabel
mac
macau
maccabi
macquarie
macro
madagascar
madison
madrid
madryn
mae
maea
maelega
mafai
mafaia
mafaitaulia
mafanafana
mafatia
mafaufau
mafaufauga
mafiafia
mafolafola
mafua
mafuaaga
mafuli
mafuta
mafutaga
mag
magaia
magalo
magic
mago
magyar
mahony
mahsi
mai
maikolenisia
maila
maile
maimoa
main
maina
maine
mainmenu
maise
maitauina
maith
maivia
maja
make
makerita
maketi
maketonia
makisua
mal
mala
malae
malaga
malagasy
malaia
malaki
malala
malamalama
malamalamaaga
malamalamaina
malasia
malawi
malcolm
maldives
male
malepe
malesia
mali
malie
maliega
malietoa
malifa
malilie
maliliu
malina
maliu
malo
maloina
malolo
malologa
maloloina
malolosi
malosi
malosiaga
malu
maluana
maluku
malulu
malum
malumalu
mama
mamae
mamafa
mamalu
mamanu
mamanuina
mamao
mamata
mamate
mamava
mamele
mamoe
mamona
man
mana
manager
manaia
manana
manao
manaoga
manaomia
manase
manatu
manatua
manatuaina
manava
mandate
mandiraja
mango
manino
mankind
manono
manteka
manu
manua
manuel
manufelelei
manuia
manuki
manulele
manumalo
manuo
manuva
many
maoa
maoae
maoli
maori
maota
maotua
map
mapa
maplandia
mapu
mar
march
mareko
marella
maresa
maria
mariana
marianas
marie
marino
marion
mark
maro
marriott
marshall
marshallese
marsupials
martial
martim
martin
martinez
maryland
masa
masae
masaga
masagi
masalo
masani
mascot
masi
masima
masimasi
masina
masini
masiofo
maslo
maso
mat
mata
mataaga
mataala
matafaga
matafaioi
matafale
matafao
matafi
mataga
matagaluega
matagi
matagofie
matai
mataio
mataituina
matala
matalasi
matamata
matamau
matata
matati
matau
matauina
mataupu
match
matches
mate
matele
matematika
mati
matitiva
mativa
mato
matou
matt
matu
matua
matuai
matuitui
matusasa
matusisifo
matutu
matutua
mau
maua
mauagofie
mauaina
maualalo
maualuga
maualuluga
mauga
maugamu
maui
maulalo
maumaga
maunu
mauoa
mauritania
mauritius
mausali
mautauave
mautinoa
mautofi
mautonu
mautu
mavae
max
may
mayen
mayim
mayor
mazeni
mb
mc
mcdonald
mcmahon
mcw
md
me
mea
meaai
meaalofa
meafaigaluega
meafaitino
meai
meaning
means
meaola
meaole
meatotino
medal
medalist
medel
media
median
medical
medico
meet
meititerane
mekasini
meke
mekisiko
mekuri
melanisia
melayu
mele
meleisia
meleniuma
melepone
meli
melina
melita
member
membershipworks
memorial
memphis
men
mendoza
menu
menuo
menzies
mercedes
mercosur
mercy
meridional
mes
mesa
mesia
mesopotamia
messi
metitirani
metotia
metotisi
metropolitan
mexico
mf
mg
mh
mi
mic
michael
michaels
michigan
mickie
micronation
micronesia
micronisia
mideon
mik
mika
mike
mikheil
mikoronisia
milan
mili
miliona
military
militeli
militeri
milk
milkshakes
miller
milo
mimita
minas
minerale
minh
minisita
minister
ministry
minorities
minuta
minute
mir
misa
misasa
misiona
misionare
misiones
misisipi
miss
missing
mission
missionary
misuri
mita
mitamita
mitera
miti
mitiafu
mitiana
mitimiti
mix
miz
mj
mk
mkv
ml
mlq
mm
mmf
mmxv
mn
mnc
mo
moa
moana
moapi
mobile
mode
model
module
moega
moemu
mogatupu
mogi
mogitolia
mohammed
moi
moldova
mole
molecule
molecules
moli
molia
moliaga
moliga
molimatagi
molimau
molimauina
molossia
momoli
momono
monaco
monday
mondt
monetary
money
moni
monokolia
montana
monte
montenegro
montreal
monzon
moo
moon
mor
morales
moravia
moravian
more
moretekai
moreton
morning
morocco
moronae
morrison
morro
mos
mosalemi
moscow
mose
moskito
most
mot
mother
motifs
moto
motootua
motor
motorsports
motu
motusia
mou
mountain
mouse
movement
mozart
mp
mph
mq
mr
ms
msn
mt
mto
mtskheta
mtv
mu
mua
muagagana
muai
muamua
mukhib
muli
mulifanua
mulilua
mulimuli
mulimulitai
mulivae
mulumuluina
mumu
mumua
mumusu
mun
mund
municipal
municipality
muoi
muqin
muraco
murdoch
murray
musca
museum
music
musika
muslim
muso
mustang
musu
musuia
musumusuga
muta
mutia
mutimutivale
muʔ
mv
mvp
mw
mx
my
myanmar
mysterio
myth
myths
myv
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
naamwoord
nadal
nafa
nafanua
nah
nai
naifi
naila
nam
name
named
nameri
namipia
namu
namua
nang
nao
naomi
napoleon
napoleonic
nariz
nas
nasa
nascar
nase
nasser
nate
natelashvili
nati
natia
national
nationals
nations
nato
natura
natural
nature
naua
naumati
naunau
naunauta
naunautaiga
nauru
nazi
nb
nbc
nc
nd
ne
near
neemia
nei
neidhart
neivi
nelson
neolithic
neotropical
nepal
nepukanesa
nero
net
netalani
netherlands
netipolo
netuno
network
nevada
nevis
new
newbery
newcastle
news
neymar
nf
nfl
ng
ngo
nh
nha
ni
nick
nifo
niger
nigeria
night
nights
nika
nikaragua
nimonimo
nina
nineva
niscemi
nisi
nitro
niu
niue
niugini
niukasolo
niusila
nj
nk
nl
nm
nn
no
noa
noataga
noatia
nobel
nofo
nofoa
nofoaafi
nofoaga
nofoaiga
nofoali
nofoalii
nofoia
nofomau
nofosala
nofotupu
noise
non
nono
nonoa
nonofo
nonstop
nonu
noo
noord
nopoki
nor
norfolk
norfuk
norsk
norte
north
northeast
northeastern
northern
norway
norwegian
not
note
noticia
nou
nouei
noune
nov
nova
novema
november
novembro
np
nq
nr
ns
nso
nt
nu
nuanua
nuclear
nui
number
numela
numera
numerari
numi
nusipepa
nutumanu
nutuoro
nuturia
nuu
nv
nw
nwa
nx
ny
nyamuk
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
obey
oblast
obrigado
oc
occidental
ocean
oceania
oclc
oct
october
od
oe
oecd
of
ofa
ofaga
ofe
off
office
official
ofi
ofisa
ofo
ofoina
ofoofogia
ofu
ofutino
ofuvae
og
oga
oganuu
ogaoga
ogasami
ogatotonu
ogatusa
oge
oh
ohio
oi
oiblf
oil
oina
oj
ok
okesene
oketopa
oktober
ol
ola
olaga
olamatua
olaola
old
ole
olelo
oli
oligarchy
olimipeka
olioli
olive
olo
oloa
olohega
oloolo
olosega
oloto
olotoga
olympic
om
omaga
omai
oman
ombrela
omia
omo
on
ona
onai
onapo
one
oneone
onesemo
onion
only
ono
onosai
onosefulu
ontario
oo
oona
op
open
openings
opera
opi
opo
oq
or
ora
orange
oren
org
organisation
organization
oriental
original
orndoff
orthodox
orton
os
osasco
oscar
osce
ose
oseania
oseanic
osenia
oseteria
osi
ositaulaga
oso
osofa
osofaia
osofaiga
ot
ota
otaga
otai
otaota
other
oti
oto
otoga
otometia
otooto
otto
ottoman
otua
ou
oud
oulua
our
ouranio
ouro
out
outcry
outou
outubro
ov
ova
oval
oven
over
ow
ox
oxford
oy
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
paa
paaga
pacific
paclii
pag
paga
pagani
page
pago
pagopago
pagota
pahoa
pai
paia
paie
pailate
pain
paiolo
paka
paketi
pakisitana
pakisitani
pala
palad
palagi
palapala
palato
palau
palauli
pale
palealii
palemene
palemia
paleni
palesitina
palgrave
palma
palmas
palolo
palota
palumbo
pam
pamilya
pampa
pampas
pamu
pan
panama
panapa
pane
paneta
panthera
pao
paoa
paopao
pap
papa
papae
papalagi
papatiso
papatisoga
papatisoina
papatusi
papaya
papelonia
papoise
paptiso
papua
paraguay
parako
parakuei
parameter
parana
paranesi
parc
paris
parisi
parity
park
parks
parliamentary
part
party
pas
pascual
pasefika
paseka
paselona
pasene
pasese
pasi
pasia
pasifika
pasiketipolo
pasila
pass
pastor
pata
patagonia
patagonian
patch
pate
patei
pateni
pateta
pati
patino
pato
patriarch
patty
patupatu
pau
paua
pauga
paul
paulista
paulistas
paulo
pauu
pay
paz
pb
pc
pd
pdf
pe
pea
peace
pearl
pedro
pefa
pefu
pei
peita
peitai
pelauvale
pele
peleseni
peleseuma
peletania
pelisi
pellona
pelo
pelu
pen
pena
penal
pencil
penetekoso
peni
peniamina
peninsula
penisilevania
penisula
pennsylvania
pentecostal
people
pepa
pepe
pepefoliga
pepelo
pepese
per
peraimeri
perelini
perenise
peresetene
peresia
peresitene
peretania
performance
perisipeni
perisitua
peritomeina
perofeta
persian
person
perth
peru
perusia
pese
peselegi
pesipolo
pet
petelo
peter
peteriaka
peters
peteru
petesa
peti
petty
pf
pg
ph
phd
phil
philip
phillip
phoenix
php
pi
pia
piano
pick
piece
pierre
pig
pigazzano
pigeon
piiga
pilatipusi
pileni
pili
piliona
pinch
pine
pineapple
pineapu
pio
piolo
piper
pipi
pipili
pipisi
piratininga
pisa
pisi
pisin
pisinisi
pitch
pito
pittsburgh
piu
pizza
pj
pk
pl
place
plaja
planet
plantation
plata
plateau
player
players
playstation
please
plug
pm
pn
png
po
poasa
podgorica
pogai
pogisa
pokalame
pokoj
pola
polagi
polani
polar
pole
polenisia
polevia
police
polinetia
polish
political
politician
polo
poloa
poloaiga
polofesa
pologa
poloka
polokalama
polokalame
poloketi
polokiki
polomoke
polotalame
poloviki
polski
polynesia
pomu
pona
pond
poo
pope
poperinge
popo
popole
popoto
popular
population
populous
porirua
pork
porko
porotesano
port
porta
portals
portugal
portuguese
portukal
position
post
posta
posto
postscript
posumi
pot
potato
poto
potu
potukale
pou
pouono
pour
povi
power
pp
ppp
pq
pr
prague
prastika
pratt
prayer
prefix
prehistoric
premier
preparation
present
presenter
presents
president
press
pressman
prezidenti
primary
prime
prince
principe
pristina
prix
prize
producer
production
profesa
professional
profile
progeny
program
progressive
promise
promote
promotion
pronounce
property
proposed
prosopis
prospects
prosperous
provided
provinces
ps
pt
ptak
pu
pua
puaa
puapuaga
puava
publications
pueina
puerto
pueto
puipui
puipuia
puipuiga
pule
pulea
puleaga
puleaina
pulega
pulepule
puletasi
pull
pulou
pulu
pulutalia
puluto
puma
puna
punaoa
punapuna
punavai
punk
punou
punouai
pupu
pupuni
purinisese
puro
pusa
push
pusi
puta
pute
puti
puu
puupuu
pv
pw
pwc
px
py
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qatar
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
qualify
que
queensland
quick
quickstats
qv
qw
qx
qy
qya
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
race
racing
raconta
racontas
radio
rafael
raibh
rain
rainbow
rainmaker
raise
ram
ramin
ramon
randy
rap
rapa
raphael
ratings
ratzel
raw
ray
raymond
razor
rb
rc
rcf
rd
re
read
ready
real
reaves
red
ref
refs
regal
regen
regiao
region
reich
release
religio
religion
relish
renaissance
rennell
reo
repesasi
report
republic
republican
republiek
republika
research
resitala
resitara
resp
respectful
results
retrieved
return
returns
reuters
rev
revolution
rey
rf
rg
rh
rhinos
rhode
rhodes
ri
richard
rick
rickard
rico
right
rights
rika
ring
rio
ripapelika
ris
river
riz
rj
rk
rl
rm
rn
ro
road
robert
roberts
rock
rocky
roddy
roderick
roger
rogers
rok
rom
roma
romana
romania
romanised
ron
rosario
rose
rosemont
rosmaniar
roster
rotterdam
rotuma
rougeau
rousseff
roy
royal
rp
rq
rr
rs
rt
ru
ruakh
rugby
rum
rumble
ruo
rusia
russell
russian
ruta
rv
rw
rwanda
rx
ry
ryan
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
saa
saakashvili
saari
sabu
sacramento
saei
safotulafai
saga
sagato
sahara
said
saienisi
saienitisi
saili
sailia
sailiga
sailiiliga
saina
saini
sainia
saint
saite
saito
saka
sakalameta
sakaria
sala
salafa
salaki
salalau
salamo
salamumu
sale
saleaula
salelologa
salo
salome
salt
salu
salvador
sam
sama
samadashvili
samala
samani
samar
samaria
samasama
samasoni
sami
samita
samoa
samoan
samuelu
san
sand
sandoval
sandow
sanfourche
sanger
sani
santa
santino
santista
santo
santos
sanza
sao
saoasaoa
saofaga
saogalemu
saoloto
saolotoga
saopaulo
saosaoa
sapakuka
sapapali
sapati
sara
sarajevo
sarney
sasa
sasae
sasaina
satani
satauro
satelite
satellitecitymaps
satisfying
satuno
satupa
sau
saua
sauaga
sauaina
saudi
saule
saulo
sauni
saunia
sauniga
sauniuni
sauniuniga
saunoa
saute
sautesasa
sautesasae
sautesisifo
savage
savai
savaii
savali
savana
savannas
savavali
savili
sawa
sb
sbs
sc
scala
scalahosting
scandinavia
scandinavian
schengen
scholarly
school
science
scn
screwjob
script
sct
sd
se
sea
search
seasea
season
secession
security
see
sefanaia
sefulu
sefulufa
sefuluiva
sefululua
sefuluono
sefulutasi
sefulutolu
sefuluvalu
sei
seia
seisi
sela
selau
sele
selena
semi
senate
sene
senegal
seneturi
senituri
sepania
september
serafa
serb
serbia
sercha
series
serp
serpente
serra
ses
sesame
sese
seselwa
sesi
sesotho
setema
setembro
setete
seti
seu
sevae
sexual
seychelles
sf
sg
sh
shaded
sham
shamrock
share
shark
shawn
shea
sheet
sheik
shelton
sheva
shili
shirt
shoney
should
show
shui
shuttlecock
si
siaki
siamani
siampini
siamupini
siaosi
siaosia
siapa
siata
siati
sieki
siekisolovakia
sierra
sifi
sifo
sigapoa
signs
siitia
sika
sikaiana
sikoa
sikotilani
sikuea
sila
silafia
silasila
silesia
sili
silia
silicon
siligo
silisili
siliva
siloti
silva
silvestris
simple
sina
sinafiti
sinai
sinasina
since
sing
singer
singh
sini
siomia
siona
siosiomaga
sipaniolo
sipekitete
sipelaga
siprage
sir
sisi
sisifo
sisina
sisiva
sitaili
site
sitete
siti
sitiseni
siva
sivili
sj
sk
skola
sky
skychain
sl
slam
slavic
slm
slovene
slovenia
sm
smackdown
smith
sn
snake
snaked
snooker
snr
snuka
so
sobre
soccer
social
socialist
society
sogelau
sogi
soifua
soifuaga
soil
soka
sol
sola
solaaga
sole
solf
soli
solia
soligatulafono
solo
solofanua
soloia
solomon
solomona
solomuli
solosolo
solovaki
solovakia
solovenia
somalia
something
son
sona
sone
song
soo
soofaatasi
sootaga
sooupu
sopo
sopoia
sorbia
sorvete
sosaiete
soso
sosola
sosolo
sosoo
sosopo
sou
sousa
south
southernmost
southwestern
soviet
soya
sp
spanel
spania
spaniolo
spanish
spanning
sparsely
speaker
specialist
spencer
spike
spoken
sporting
sports
spring
sq
square
sr
sri
srn
sron
srpska
ss
st
stadiums
staff
stamford
stampede
stan
stanley
star
starrcade
stars
stary
state
states
statistical
statistics
status
statystyczny
steamboat
steer
steppes
ster
steroids
steve
stjarna
stone
stones
stop
store
strains
strait
strand
stratus
street
stub
studies
studio
stul
style
su
sua
suafa
suarez
suau
suauu
suavai
sub
subcontinent
subequatorial
subterrania
subtropical
such
sudan
suega
suesue
suesuega
suesueina
suetena
suetusi
suffix
sufulu
suga
sui
suia
suicide
suiga
suiselani
suitiselani
suitulaga
suka
sul
suli
sullivan
sultan
sulu
sulufai
sumatra
summartino
summer
sumpini
sun
sung
sunia
suomi
supa
super
superstar
surfing
suria
suriname
survey
survivor
susu
susuga
susulu
sv
svalbard
svenska
svin
sw
swains
swan
sx
sy
sydney
symbols
syria
sz
sıgır
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
taa
taaalo
taalo
taaloga
taamilomilo
taamilosaga
taatele
taavale
table
tablo
tae
taeao
taekwondo
taele
tafa
tafafao
tafaigata
tafailagi
tafao
tafaoga
tafatafa
tafe
tafeaga
tafiti
tafola
tafu
tafuna
tag
taga
tagai
tagaloa
tagata
tagatanu
tagatanuu
tagavai
tagi
tago
tahiti
tai
taia
taialani
taifau
taika
taimi
taina
taipei
taitai
taitaia
taitaiau
taitaifono
taitaiga
taitaiina
taitasi
taiuani
tajikistan
take
taken
takuu
tala
talaaga
talafaasolo
talafaasolopito
talafatai
talafatu
talafeagai
talalelei
talaloa
talanoa
talanoaga
talanoaina
talatala
talatu
talatuu
talavou
tale
taleni
tali
talia
taliaina
taliga
talimalo
talitane
talitonu
talitonuga
taliu
talk
talo
talofa
talosaga
talosia
taloti
talu
tam
tama
tamai
tamaitai
tamaiti
tamaitiiti
tamaititi
tamalii
tamaloa
tamaloloa
tamaoaiga
tamaseko
tamasese
tamata
tamatama
tamateine
tamilo
tamo
tamoe
tana
tanata
tane
tanielu
tank
tansamo
tanu
tanumafili
tanumia
tanzania
taofi
taofia
taofiofia
taol
taoto
taotoga
tap
tapa
tapaa
tapadh
taping
tapiteini
tapua
tapuai
tapuaiga
tapula
tapulaa
tapuni
taputapu
tara
tariu
taro
tasi
tasimania
tasitolu
tasman
tasmania
tasol
tata
tatala
tatalaina
tatalo
tatau
tatou
tau
taua
tauagavale
tauaofiaga
tauaso
tauave
tauaveina
taufa
taufaamatau
taufaatoaga
taufai
taufetuli
taui
tauivi
tauiviga
taula
taulaga
taulai
taulealea
taulima
taulimaina
tauloto
taumafa
taumafai
taumafaiga
taumafanafana
taumafataga
taumalulu
taumamao
taumatau
taunu
taunuu
taunuuga
taupou
taupule
taupulega
taupulepule
tausaga
tausamaaga
tausami
tausamiga
tausi
tausia
tausiga
tausisi
tausisia
tautai
tautala
tautalagia
tautalatala
tautatala
tautino
tautinoga
tauto
tautoga
tautotogo
tautoulu
tautu
tautua
tautupe
tautupu
tauva
tauvaga
tavioka
tavita
taxi
tazz
tb
tbilisi
tc
tca
td
te
tea
team
technion
technologies
techradar
ted
teena
tei
teine
teisi
tekinolosi
tekonolosi
tel
tele
telefon
telefone
telefoni
telefunken
telegraphy
telephone
televave
televise
television
temokalasi
temokarasi
temoni
template
ten
tenesi
tenimaka
tenisi
tennessee
tennis
teo
teori
tepora
terasitila
teritori
teropika
terra
terrestrial
territori
territorial
territories
terry
tesalonia
tesema
