!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
006207
006841
01
0140
02
02106
0261
0273
03
030
0307
0362
04
05
06
07
08
0869651218
09
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1002
101
1016
103
1038
104
105
10596
106
1073
108
1080
1093
11
1111
112
113
114
1146
115
117
1177
118
119
12
1200
121
1235
124
125
126
127
128
13
1300
132
133
1353
1365
137
1375
138
14
1400
142
143
145
1473
1498
15
150
1500
151
153
1554
1560
1564
158
1583
159
16
1600
1630
16310
1640
1650
1660
17
1700
1707
1780
1790
1793
1795
18
1800
1820
1825
1828
1830
1835
1840
1850
1858
1861
1863
1864
187
1870
1873
1875
1878
188
1880
1883
1884
1885
1886
1893
1894
1895
1896
1897
19
190
1900
1901
1902
1904
1905
1906
1907
1908
1909
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
1920
1921
1922
1924
1926
1927
1928
1929
193
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
194
1940
1941
1942
1944
1945
1946
1947
1948
1949
1950
1951
1952
1952449
1953
1954
1955
1956
1957
1958
1959
1960
1961
1963
1964
1965
1966
1967
1968
1969
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
2020
2021
2022
205
2061790
2095
21
211
22
220
22037
221
23
230
2307
23245604
235
24
240
25
250
252
26
260
262
263
264
266
269
27
28
280
283
287
29
291
296
297
298
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
3000
301
306
3077
309
30986
3099
31
317
3172227
32
320
321
323
324
326
33
333
34
344
35
350
36
365
369
37
370
371
372
373
374
375
38
380
3829
383
385
39
392
393
395
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
41
412
415
417
42
43
4331
435
436
438
44
445
45
450
46
47
470
475
4750
476
48
480
49
495
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
5000
504
51
513
517
52
521
53
53032
533
54
544
55
56
561
56751
57
570
573
58
5804
581
59
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
61
61728
618
62
620
622
63
631
635
637
64
65
66
667
67
6736
674
68
69
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
702
70787
71
7167
72
7216
73
731
74
75
750
755
76
77
78
78032
79
792
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
81
8160
82
83
84
85
85255
86
86232
86975
87
874932
87779
88
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
91
919
92
93
94
95
96
97
978
9780143185482
978177009237
98
983
9859
988
99
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aan
aaron
ab
ababa
abc
abebe
abel
ability
about
above
aboyans
abraham
absolute
abstract
abuja
abundance
abuse
abyi
ac
acacia
academic
academies
academy
acc
accents
accepted
access
accessdate
accessed
accident
according
account
accuse
achievement
acquired
act
action
activist
activists
actor
actress
ad
adair
adam
add
added
adding
addis
addison
addition
additional
addresses
adelaide
adj
adjacent
administration
administrative
adolescence
adopt
adopted
adriaan
adriano
adult
adv
advanced
advancement
advances
advent
advocate
ae
af
afa
affairs
affective
affricate
afghan
afghanistan
afr
africa
african
africanist
afrika
afrikaans
afrikaner
afro
afrolegends
after
aftonbladet
ag
against
agasti
age
aged
agee
agency
agglomerations
ago
agricultura
agriculture
agro
agustin
ah
ahari
ahd
ahee
ahi
ahmed
ai
aid
aids
ain
air
aj
ak
aka
akaka
akani
akatiko
ake
akeke
akelana
akelane
akelani
akele
akeni
aki
akile
akiwa
akiwaka
akiwe
akiweke
akiwile
akiwo
ako
akthika
aku
akuri
al
ala
alabama
alan
alanghiwa
alavedra
albamu
albania
alberga
albert
albhamu
album
alcohol
aldir
aldo
alela
alembert
alencar
alex
alexander
alexandra
alexandre
alfred
algebra
algeria
algeriya
ali
alibhamu
alien
alimanaka
all
allafrica
allah
alleged
allen
alliance
allow
allpages
almanac
almazan
alo
aloe
alone
alpha
alphabet
already
als
alsace
alsing
also
alternative
although
alto
alveolar
always
am
ama
amabhungane
amanda
amarikha
amarula
amazon
ambala
ambalaka
ambale
ambali
ambalo
ambassador
amdb
amen
america
american
americana
americans
americas
amerika
amerikha
amid
among
amos
amsterdam
amukela
amukelaka
amukele
amukeriwa
amukeriwaka
amukeriwe
amukeriweke
amukeriwile
amy
an
ana
anadolu
anakanya
anakanyisisa
analysis
analyzed
anama
aname
anameke
anamisa
anamo
anand
anase
anastacio
anatomy
anc
ancestors
ancien
ancient
and
anderson
andlala
andora
andorra
andrade
andre
andrew
andy
andza
andzidyi
anga
angana
angarha
angarheke
angarhela
angarheliwa
angava
angel
angela
angeles
anger
anghena
angola
angula
animal
animator
ankle
ann
anna
anne
anni
announce
announced
announces
annual
annurev
anos
another
answer
answers
antakthika
antarctic
anthakthika
anthem
anthony
anthro
anthropology
anti
antibodies
antibody
antimicrobial
antiquity
antiretroviral
antonio
antswa
antswisa
antswise
antswisiwa
antswisiwile
any
ao
aos
ap
apart
apartheid
ape
aphili
apos
appeal
appeals
appearance
apple
applied
apprehensive
approach
apr
april
apula
aq
ar
arabhiya
arabic
arabiya
araceli
aragon
archaeology
archdiocese
architect
architecture
archive
archived
archives
archyde
are
area
areas
argus
ari
arias
arina
aristotle
arithmetic
aritiviwi
aritmendi
arkthiki
arlene
armenia
armenians
armscor
army
arnold
around
ars
art
artaxias
artemisinin
arthur
article
articles
artist
arts
as
ascii
asdrubal
ash
ashley
asia
asian
ask
aspects
assembly
assessment
assmann
associate
associated
association
associations
asteroid
astronomer
astronomy
aswi
at
ata
atava
athlela
athleleke
athlete
athletics
athomu
ati
atlanthika
atlanthiki
atlantic
atlantika
atlantiki
atlas
atletico
atmospheric
atteridgeville
attinger
attore
attorney
attridgeville
au
auckland
audit
aug
august
australia
australian
australis
austria
author
authorities
authority
authors
autumn
aux
av
ava
available
avanga
avangari
avanyisa
avanyisi
avanyisiwa
avanyisiwe
avari
avekiwa
avelana
avenue
aveva
aviwa
avoid
aw
awadi
awajun
awara
award
awards
awareness
away
awe
awu
awuri
ax
axi
axiya
ay
aya
ayi
ayina
ayini
ayiri
ayisiwa
az
azarrah
azerbaijan
azore
azrak
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
babeni
babies
baby
bachelor
back
badama
bafoussam
bah
bahrain
bailey
bakanyiwa
bakshi
baldiri
balearic
baleka
balekela
balekele
balobedu
balochistan
baloyi
baltic
baltimore
banana
bandama
banginkulu
bangkok
bangladesh
bank
bantu
baoki
bapedi
bar
barbara
barbarians
barcelona
bard
bari
barnes
barre
barrett
barrier
barry
bas
basa
basari
base
based
basic
basil
basile
basingstoke
basisa
basket
bassist
basson
batista
battle
bava
bavanyana
bay
bb
bbc
bc
bce
bd
be
bear
beat
beauchamp
beautiful
bebco
became
because
beckford
become
becomes
bed
bedatha
been
beer
before
began
begin
beginning
behavior
behind
beijing
being
beings
beka
bela
belarus
belco
belem
belfrage
belgium
belgrade
belief
beliefs
beloved
ben
bench
benedict
bengali
benin
benito
beniwa
benjamin
benjamins
bennet
benny
benson
bentes
bento
berg
berger
berlin
bernard
bernstein
bertha
berthoud
best
bet
beth
betsa
betsiwa
better
between
bf
bg
bh
bhabhilona
bhagavad
bhaka
bhe
bhibhele
bhodo
bholasing
bholo
bhuda
bhutan
bi
bibcode
bibele
bible
big
biha
bikila
biko
bila
bile
bileni
bilila
biliyoni
bill
billion
billy
bin
binding
bindzu
bindzuli
binzu
biodiversity
biografica
biographies
biography
biology
biontech
bipm
bird
bishop
bishops
bivar
biwile
biya
bj
bk
bl
black
blackwell
blanc
blanchard
bleu
blindness
blister
block
bloemfontein
blog
blood
blue
blum
bm
bmj
bmv
bn
bndes
bo
board
bob
bodies
bodo
body
boha
boheka
bohiwa
boil
boiling
bokisi
bola
bolo
bond
bonnie
book
books
booksellers
boom
borgstrom
born
borrow
bosnia
boss
boston
botere
both
botswana
bound
bourdon
bout
boutique
boxa
boxiwa
boxiwile
boy
boys
bp
bq
br
braamfontein
braga
braids
brain
branch
branches
brand
brazil
bread
break
breakfast
breathes
brennand
breton
breuer
brewing
brian
bridge
brief
bright
brill
bring
britain
britannica
brithani
british
broadcast
broadcaster
broadcasting
broadway
brooklyn
brothers
brown
browse
bruce
brunei
bruno
bs
bt
bu
bubble
buffalo
build
builder
building
buku
bula
bulgaria
bulletin
bululu
bumabumele
bumabumeriwa
bumbula
bump
bund
bungeni
burden
bureau
burgersdorp
burgersfort
burisana
burke
burkina
burning
burton
bury
bush
bushbuckridge
business
businessman
busisiwe
but
butterflies
buyisonto
bv
bvuma
bw
bx
by
bya
byakhale
byaku
byakwe
byala
byale
byalwa
byanyi
byarha
byariwa
byariwi
byariwile
byavona
byebyo
byela
byelaka
byewu
byi
byin
byina
byinga
byingava
byinwana
byiri
byithlela
byiva
byo
byohlaya
byokarhi
byona
byongo
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cabya
cabyata
caca
cacamela
cacarha
cacarhisa
cacarhiteka
cacela
cacuka
cairo
caka
cakanyeta
cakanyetela
cakatela
cakayila
cakunha
cakunya
calcium
calculus
calendar
calgary
california
calixto
call
called
calleja
calvin
cambalala
cambodia
cambrai
cambridge
cambu
cambuta
cameron
camp
campanile
campbell
campos
campus
can
canada
canadian
canal
cancer
candata
candzata
canguka
canjawa
cannibals
canodoise
cantor
cantora
cape
capi
capita
capital
capturing
capu
car
caravan
carbon
cards
care
career
carl
carlo
carlos
caroline
carotene
carried
carroll
casaleiro
case
cases
casey
castile
cata
catalan
catalonia
catalunya
catch
catechism
category
catholic
cattle
caucasus
cauchy
cauke
causa
cause
caused
causes
cawuka
cb
cbob
cbs
cc
cd
cdc
ce
ceara
cecil
cecile
cefu
cela
celant
celebrate
celebrating
celebration
celela
celerile
celeriwa
celeriwile
celine
celio
cell
cengage
census
center
centers
central
centre
centring
centuries
century
cenuluta
cenyuluta
ceo
ceriwa
certain
cesar
cf
cg
ch
cha
chabalala
chabane
chachalaza
chachalazi
chachula
chad
chada
chafing
chain
chair
chairman
chairperson
chaka
chakala
chakra
chalk
challenge
challenges
chamber
chambu
chambula
champion
champions
chan
chancellor
chandigarh
changameri
changamire
change
changed
changing
channel
chapter
chapu
chaputa
chaputela
character
characteristics
characterization
charge
charismatic
charles
charlotte
chart
charter
chase
chatelain
chauke
chava
chavalala
chavela
chavez
chavisa
chaviseka
chaya
chayela
chayimeti
chayina
che
cheat
check
chediak
cheek
chefu
chela
chelela
chelele
cheletela
cheleteriwa
chemistry
chemotherapy
chengeya
cheriwa
cheriwi
chermont
cherry
chest
chi
chicago
chicha
chichester
chicken
chiclayo
chief
chika
chikapa
child
childhood
children
chile
china
chinen
chinese
chinganya
chirac
chitonga
chivirika
chobya
chola
chomsky
chris
christ
christian
christianity
christians
christinah
christmas
christopher
chronicle
chronology
chukela
chukele
chukuvanyisa
chuluka
chuma
chumayela
chumu
church
churches
churchill
ci
cia
cicero
cie
cina
cinca
cincana
cince
cinceke
cincile
cinciwa
cinema
cinisa
ciniwa
circle
ciro
citation
cite
cited
cities
citizen
city
citypopulation
civil
civilization
cj
ck
cl
claes
claims
claire
clan
clans
clare
class
classes
classic
classical
classics
classification
claude
claudia
clean
clear
climate
clinical
clock
clothes
clothing
clouds
club
cluster
clusters
cm
cms
cmyk
cn
cnbc
cnn
co
coach
coefficient
coetzee
coffee
cognitive
cohen
cohn
coimbra
col
cold
colere
colin
collaborators
collection
college
collins
collive
colombia
color
colors
colour
columbia
com
combination
combine
combined
come
comedian
comedien
comela
comercio
command
commander
comment
commission
commissioner
committee
common
commons
commonwealth
communications
communion
communist
community
companies
companion
company
comparison
compendium
competences
competition
complete
complexes
complicacoes
complications
composer
composers
composition
compositor
computer
con
concept
concepts
conceptual
conciousness
concise
conclusion
condolences
condoms
confederation
conference
confirma
confirmed
confirms
conflict
congo
congolese
congress
conj
connizer
consciousness
consensus
consequences
conservatory
consortium
constable
constituency
constitution
constitutional
consulting
contact
contemporary
contenido
content
contents
continent
continents
continue
continuum
contract
contracting
control
conversation
convict
cook
coordinates
cope
copy
core
corinna
corinthians
cornel
cornelius
corona
coronavirus
coronaviruses
corp
corporation
corpse
correa
corresponding
corriere
corrupt
corruption
cotino
cotran
could
couleur
council
councilor
count
counterpunch
counting
countries
country
county
courage
court
coutinho
cov
coventry
cover
covid
cow
cowboy
cp
cpi
cq
cr
crackle
cradle
craig
crassicaudatus
craw
created
creating
creation
creative
creator
credit
cree
crescent
cricketer
crimes
crisis
cristina
critic
croatia
croix
crop
crops
cross
crown
cry
crystal
cs
csir
ct
cu
cube
cuenca
cuisine
cukumeta
cultura
cultural
culture
cultures
cuma
curitiba
current
currey
custom
customs
cut
cv
cvid
cw
cx
cy
cycle
cycling
cyclist
cyclopedia
cynthia
cyprus
cyril
cz
czech
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
dadavala
dadoo
dagblad
daily
daisy
dakota
dal
dalton
dame
dan
dana
dance
dancing
dangle
dani
daniel
danielle
dapsone
dar
dari
dark
darussalam
data
database
date
dated
dattlikon
daur
dave
davhani
david
davidson
davis
dawn
day
dayimani
dayirektara
days
daytime
db
dc
dd
de
dead
deadliest
deadline
deal
dean
dear
death
deaths
debate
debt
dec
decede
deceive
december
deces
decide
decision
dedicated
deep
defamation
defender
defies
define
definition
definitions
defoore
degenhard
degree
dehaene
del
delagoa
delela
delhi
della
deluca
delyse
demarcation
democracy
democratic
demographic
demography
demokhrasi
demokrasi
den
dengue
denis
denise
dennis
density
department
deportivo
deprecated
dept
deputada
deputado
depute
deputies
deputy
der
derby
derived
des
descend
designer
desire
desiree
detail
details
determination
detroit
deu
developed
developing
development
developments
dewey
df
dg
dh
dhaka
dharma
di
diagnosis
dialects
diamond
diario
diarrhoea
dias
diccionario
dickson
dictionaries
dictionary
did
dida
diderot
die
died
diego
dies
dieter
dietmar
differences
different
dig
digital
digri
din
dinaldo
dini
dino
dinyatakan
diphthong
diphthongs
diploma
diputado
direct
director
directory
diromu
dirty
disappoint
disciples
discovering
discovery
discurso
discussion
disease
diseases
disemba
disgust
disorder
disorders
displayauthors
displaystyle
disposable
dispute
dissertation
dissident
distinct
distinction
distinguish
distress
district
diversity
division
diz
dj
djonga
dk
dl
dlamini
dlawa
dlaweke
dlaya
dlayaka
dlayeke
dlayile
dlayiwa
dlele
dlhamani
dludla
dm
dn
dna
do
doctor
doctorate
doctors
doctrine
dod
dodd
does
dog
doi
doing
dokodela
dom
don
dona
donald
dongah
dongeloglu
dordrecht
doroba
dorobankulu
dorobeni
dorobha
dorobheni
dorothy
dos
doses
doug
douglas
down
dp
dq
dr
dragan
drama
dream
dreaming
dreams
drink
drive
drop
drops
drug
drum
drums
drunkard
dry
ds
dt
du
duan
due
duero
dulce
dulu
duma
dumi
dung
durban
durham
during
dutch
dv
dw
dx
dy
dya
dyaka
dyambu
dyandza
dyeka
dyekaka
dyela
dyi
dyiwa
dyiwi
dynamics
dynasty
dyondza
dyondze
dyondzeke
dyondzela
dyondzi
dyondzile
dyondzisa
dyondzisile
dyondziwa
dyondzo
dyuhaleke
dz
dzaha
dzana
dzanda
dzedzedze
dzivamisoko
dzivamusoko
dzolonga
dzonga
dzongeni
dzova
dzudza
dzudzeka
dzuka
dzumba
dzumeri
dzunga
dʒ
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
each
eafrika
early
earth
easia
east
eastern
eb
ebethal
ebola
eburgersdorp
ebushbuckridge
ebyongweni
ec
ecology
economic
economics
economist
economy
ed
eddie
edible
edirne
edirnekapı
edited
edition
editions
editor
editorial
editors
edman
edorobeni
eds
edu
education
educational
edward
edwards
edwin
edzongeni
ee
ef
efana
effets
efransi
eg
egauteng
egazankulu
egipta
egiyani
egypt
egyptian
eh
ehandle
ehansi
ehenhla
ehenhleni
ehleketa
ehleketiwa
ehleketo
ehubyeni
ei
either
ej
ejele
ejohannesburg
ejoni
ek
eka
ekaya
ekhombyeni
ekhoto
ekhotsweni
ekhuselekileyo
ekhuwanini
ekhwatini
ekman
eku
ekule
ekuphenduleni
ekurhuleni
ekusuhi
ekusunguleni
ekutsariweni
el
elawini
elazar
elderly
elected
election
elections
electoral
electrical
eleji
elemana
elementary
elim
elimpopo
elite
elizabeth
ellis
eloloka
elondon
elsa
else
elsevier
elula
elwandle
em
emadorobheni
emahlweni
emakaya
emakhuwanini
emakumu
emalamulele
emandlakazi
emanembeleleni
emaputo
emaqhivini
emasin
ematihlweni
ematikweni
ematini
embiteni
emerged
emergence
emergency
emerging
emeritus
emhakeni
emiehleketweni
emilinah
emily
eminent
emirini
emisaveni
emissions
emmanuel
emotion
emotional
emotions
emoyeni
emozambhiki
emozambiki
emozambique
empire
empty
empumalanga
emugangeni
emugodini
emukapeni
emukapini
emusapa
emutini
en
enambyeni
encisa
encyclopedia
encyclopediya
encyclopædia
end
endhawini
endhzaku
endhzawini
ending
endla
endlaka
endle
endleka
endlekaka
endleke
endlekeke
endlela
endlelo
endleni
endleriwa
endleriweke
endless
endlile
endliwa
endliwaka
endliwe
endliweke
endliwile
endlo
endlwini
ends
endzaku
endzawini
endzela
endzeni
endzhaka
endzhaku
endzhawini
endzi
endzilweni
energy
eneta
eng
engatini
engelkirk
engeta
engetela
engeteleka
engetelekeke
engeteriwa
engineer
engineering
engineers
england
english
enguveni
enhlohlorhini
enhlokweni
enhoveni
enkarhini
enkoveni
enpr
enredo
enrich
enrico
enrique
enta
enteke
enterprise
entertainment
entirhweni
entisa
entry
environment
environmental
enwalungu
enwalungwini
enyameni
enyangweni
enyimpini
enzdhaku
enzhaku
eo
eoxford
ep
epidemic
epidemiological
epidemiology
epiphany
epitori
epolokwane
epotweni
epreli
epretoria
eq
equal
equally
equipe
er
era
erasmus
eribuweni
eric
erik
eris
erivaleni
error
es
esa
esabc
escritor
escritora
esidimeni
esouth
esoweto
esp
espana
espanol
espanola
esperanto
espn
esposito
essays
essential
est
estadual
estaing
estate
estonia
eswatini
eswaziland
eswazini
eswikolweni
et
eternal
ethe
ethics
ethiopia
ethlelweni
ethnic
ethnologue
etica
etienne
etikhoto
etikweni
etimakete
etimbaleni
etindhawini
etindzhawini
etinhlokweni
etlela
etlhelo
etransvaal
ets
etshakwini
etshemula
etshwane
etymological
etymology
etzaneen
eu
euclid
eugene
euk
eunited
euniversity
europa
europe
european
ev
eva
evaldezia
evaldo
evaluation
evangelical
evangelism
evangheli
evd
eve
even
evening
everyone
everything
evhangeli
evidence
evol
evolution
evolutionary
evupela
evupeladyambu
evurhongweni
evusikwini
evuton
evuxeni
ew
ex
example
examples
excite
excluding
excongresista
executive
exercise
exibedlhele
exibhedlele
exifundzeni
exifundzheni
exihahlwini
exihlaleni
exihlungwaneni
exihlungwanini
exikarhi
exikolweni
exile
eximatsini
eximutanini
exinhlungwanini
exist
existence
exitikweni
exministro
expanse
experience
expert
experts
explained
expose
express
expressen
expression
extends
extraterrestrial
ey
eyaneleyo
eyewitness
eyisiseko
eyunivhesithi
eyunivhesiti
ez
ezigqwesileyo
ezimbabwe
ezimbili
ezinye
eə
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
fabiana
face
facebook
facing
fact
factbook
facts
fader
faith
fall
falla
fallece
fallecio
famaba
famba
fambelana
fambelanaka
fambile
fambisa
fambisana
fambisanaka
fambiselo
fambisiwa
fame
familia
family
famous
fana
fanaka
fanana
fananisa
fananisiwa
fanela
fanelanga
fanelangi
fanele
faneleke
faniso
fapemat
far
farewell
farm
fashion
faso
fast
fastest
fat
father
fazeli
fb
fc
fd
fe
fear
feared
feast
features
featuring
feb
february
februwari
fecafoot
federal
federation
feeling
feke
fela
fele
felguerez
felipe
felix
felled
fellow
fellowship
female
fembiwa
feme
fence
feni
fenwick
fernandes
ferox
festival
fever
few
ff
fg
fh
fi
fibres
fiction
field
fifa
figaro
fighter
fighters
figueroa
figure
fihlo
fika
fikaka
fike
fikeke
fikela
fikelela
fikile
file
files
filho
filimi
film
filosofi
final
finance
financial
find
finding
findley
finger
finland
fire
firm
first
fisher
fisheries
fitch
five
fiziksi
fj
fk
fl
flap
flapping
flat
flavour
flee
flinkevleugel
flock
floor
flora
florida
flour
floyd
flu
fm
fn
fo
fole
folha
folk
folklore
followers
following
fond
food
foot
football
footballer
footnote
for
forbid
force
foreign
foreman
forensiki
forest
forestry
forkel
form
formal
formative
formed
former
formerly
forms
foroko
fort
fortes
fortis
forum
found
foundation
foundations
founded
founder
founding
four
fourth
fp
fq
fr
france
francesco
francisco
franco
francois
francolin
frank
franklin
franzen
fraud
fred
freddy
frederic
free
freedman
freedom
freeman
french
frene
freres
freshwater
freud
friction
frida
friedman
friend
friends
frightening
frits
fro
from
froneman
front
fruits
fs
ft
fu
fuel
fufuthela
fukuzana
fularha
fulayi
fulela
fuleriwa
full
fuma
fumaka
fumaku
fume
fumeke
fumile
fumiwa
fumiwile
fund
fundamental
fundamentals
fundza
funengeta
funengetiwa
funengetiwe
funeral
funga
furhwa
futhi
future
fuwa
fuweke
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gaa
gabriel
gadla
gaia
gallo
gama
game
games
gana
gandhi
gandlisa
gandlisiwa
gandlisiweke
gandliwa
gandzelo
gangchen
garankuwa
garcia
garden
garowe
gary
gasa
gaulle
gauteng
gay
gayela
gayiwa
gaza
gazankulu
gazette
gb
gc
gd
gdp
ge
gede
gen
gender
general
generally
genetic
geneva
gentil
genus
geo
geographic
geographical
geography
geological
george
georges
georgia
gerald
gerard
gerardo
gerhard
german
germano
germany
germinal
gerson
gestion
gestorben
get
getting
gevisser
gezani
gezi
gf
gg
gh
ghana
gi
gianni
gibhita
gibita
gidi
gija
gil
gill
gimenez
gineya
gini
ginn
ginsberg
ginwala
giorello
giornale
giredi
girl
giscard
gita
gitonga
giulio
give
given
giyani
gj
gk
gl
glance
gleaner
glenn
glider
glitter
global
globalization
globalizing
globe
globo
glossary
glottolog
gm
gma
gmina
gn
go
goasguen
god
godide
going
gold
golden
goldman
golonyi
gome
gomes
gondzo
gone
gonya
gonzalez
good
goodbye
google
gordon
gordonconwell
gospel
got
gouveia
gov
governador
government
governor
goza
gp
gpg
gq
gqi
gqom
gr
graafschap
graceland
graham
grammar
gramme
grant
grass
gravelotte
gravitational
grc
great
greater
greatest
greece
greek
green
greenwich
gregorian
griki
grimes
groan
ground
group
groups
growing
growth
gs
gt
gu
guardian
guess
guide
guided
guidelines
guilford
guillain
guillaume
guinea
guitonga
gulatino
gungunhana
gungunyane
gunnar
guns
gunther
gunyule
guptaleaks
gutenberg
guyu
gv
gw
gwamba
gwambe
gwangju
gweviwa
gwitsi
gx
gy
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
hacker
had
haemorrhagic
hafu
hagaon
hair
hakanyingi
hakasa
hakasela
hakela
hakelo
hakeri
hakeriwa
hakunene
hala
halaka
halandi
halateriwa
hale
haleno
half
hall
halufu
hamba
hambana
hambanahambana
hambaneke
hambanile
hambanisa
hambanisaka
hambanisiwa
hambi
hambileswi
hambiloko
hambiswiritano
hammarstrom
hamodia
hanci
hand
handle
hands
hangalaka
hangalake
hangalakile
hangalasa
hangalasiwa
hans
hansen
hansi
hanya
hanyaka
hanyani
hanyanya
hanye
hanyeke
hanyelo
hanyisa
hanyisana
happiness
haq
harald
harav
hard
hardware
hare
harhi
hari
harm
haroldo
harper
harries
harris
harrison
harry
hartley
harv
harvard
has
hasani
haspelmath
hassan
hatima
hatlisa
hava
havaka
havambirhi
havana
have
haven
haviland
having
havumbirhi
hawaii
haxa
haxiwa
hayatını
haydar
hayona
hazyview
hb
hc
hd
he
head
health
healthcare
heart
heat
hebdo
heel
hefemula
hehliwa
heinemann
hela
held
helela
heleleke
helen
helene
heleni
heller
help
henderson
henhla
henk
henri
henry
her
herald
here
heriki
herile
herisa
herisiwa
heritage
herman
hermann
hernan
hero
heroic
herrero
herrmann
herstein
herzegovina
het
heta
hete
hetelela
hetelele
heteleleke
heteleleni
hetile
hetisa
hetisekisa
hetisisa
hetiwe
hewitt
hf
hg
hh
hi
hibyona
hide
hiding
hierro
high
higher
hikokwalaho
hiku
hikuhambana
hikukongoma
hikutirhisa
hikuva
hikuya
hikwabyo
hikwalaho
hikwalomu
hikwaswo
hikwavo
hikwayo
hilaha
hile
hilembe
hileswaku
hileswi
hill
hilo
hiloko
him
himalaya
himani
himatimu
hina
hindi
hindlela
hindu
hinduism
hindustan
hinga
hingakanya
hingakanyiwa
hinkarhi
hinkwabyo
hinkwako
hinkwaro
hinkwaswo
hinkwato
hinkwavo
hinkwawo
hinkwayo
hinkwerhu
hintolovelo
hip
hipaa
hiphone
hira
hiri
hiririmi
hirivilo
hirona
his
hisa
hisaka
hisiku
hispaniya
histoire
historian
historic
historical
history
hiswona
hit
hita
hiti
hiv
hivona
hivukhale
hivukulu
hivutshila
hiwona
hixikombiso
hiximfumo
hixitalo
hixitsongwatsongwana
hiyona
hiyoxe
hj
hk
hl
hlachwayo
hlahluva
hlahluviwa
hlakarherile
hlakarherisa
hlakarherisiwa
hlakulela
hlaluki
hlamala
hlamalani
hlamba
hlambisiwa
hlamula
hlamule
hlamusela
hlamuselaka
hlamusele
hlamuselo
hlamuseriwa
hlamuseriwaka
hlamuseriwe
hlanagana
hlangana
hlanganaka
hlanganani
hlanganeke
hlanganela
hlanganile
hlanganisa
hlanganisaka
hlanganisiwa
hlanganisiwe
hlanganisiweke
hlanganisiwile
hlanganiso
hlanta
hlantswa
hlantsweka
hlaselaka
hlaserile
hlaseriwa
hlaseriweke
hlatshwayo
hlatswayo
hlavutela
hlavutelo
hlawu
hlawula
hlawulaka
hlawuleka
hlawulekeke
hlawulekisa
hlawulekisaka
hlawulekisi
hlawuriwa
hlawuriwe
hlaya
hlayanyana
hlayela
hlayi
hlayisa
hlayisaka
hlayiseka
hlayisekile
hlayisela
hlayisiwa
hlayisiweke
hlayiwa
hlayiwi
hlayo
hlayuki
hlayuku
hleka
hleketo
hlela
hlengeleta
hlengeletana
hlengeletela
hlengeletiwa
hlengwe
hleriweke
hlohlotela
hlohlotele
hlohloteriwa
hlohloteriwaka
hlomani
hlongola
hlongwa
hlonipha
hloniphiwa
hlota
hluka
hlula
hlule
hluleke
hlurile
hluriwa
hluriweke
hluriwile
hluta
hluvuka
hluvukaka
hluvukeke
hlwela
hm
hmabi
hn
ho
hoa
hockey
hodela
hoffman
hofisi
hoi
hola
holding
holidays
holland
hollande
hollywood
holmes
holobye
holobyenkulu
holocaust
holomisa
holy
homage
hombe
homboloko
home
homeland
homenagem
homo
homu
honderich
hong
honor
honorary
honore
honour
honourable
honoured
honours
hood
hop
hope
hopgood
hopkins
horile
horisa
hosana
hosi
hosini
hosinkati
hosinkulu
hospital
hospitalization
hospitalized
hospitals
host
houghton
hours
house
household
households
housing
how
howard
however
howstuffworks
hoxa
hoxe
hoxeriwa
hoxeteriwa
hoxiweke
hp
hq
hr
hs
ht
html
http
https
hu
huffington
huge
huku
hukuri
hulumendhe
huma
humaka
human
humanities
humanity
humans
humanus
humba
humela
humelela
humelelaka
humelele
humeleleni
humelerisa
humelerise
humelerisiwe
humesa
humesaka
humese
humesile
humesiwa
humi
hundza
hundzaka
hundze
hundzeke
hundzerile
hundzile
hundzisa
hundzisela
hundziseriwa
hundzuka
hundzuke
hundzukile
hundzula
hundzulukeke
hundzuluxa
hundzuluxela
hundzuluxiwa
hundzuluxiweke
hungary
hungu
hunguta
hunguteka
hungutile
hungutiwa
hunt
hunter
hunters
husen
huskisson
hussain
husseini
hut
huts
huvo
huvonkulu
huwa
hv
hw
hweti
hx
hy
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
iaeng
ian
iau
ib
ibe
iberiya
ic
ice
iceland
icescr
icon
id
identification
identity
ideophone
idiom
idol
idyondzo
ie
iep
if
ig
ignored
ih
ihlangabezane
ii
iii
iindawo
iinjongo
iintsholongwane
iipilisi
ij
ik
ikhale
ikhamanga
ikhonomi
iku
il
ill
illness
illustrated
illustrious
im
imagine
imaging
imdb
imf
imhaka
imini
immunoglobulin
impact
imperio
implications
important
imprimerie
imuxaka
in
ina
inc
includes
including
income
increase
independence
independent
indes
index
india
indian
indiana
indicators
indices
indigenous
indiya
indlela
indonesia
indonesian
indonexiya
induce
indus
industry
ine
inevitable
infect
infected
infection
infectious
influential
influenza
info
informal
informatics
information
ingasetyenziselwa
inhambane
inhlangano
inquirer
inquiry
inside
insider
inspiration
instead
institut
institute
institution
institutions
int
integrated
intelligence
inter
interim
interior
interj
internado
internal
international
internationale
internet
interpretation
interventions
interview
inthaneti
inthanetini
into
introduction
invalid
invent
investigate
investigation
invitation
inxaxamelo
io
iol
ip
ipa
ipcc
iq
ir
ira
iraki
iran
irani
iranian
iraqi
ireland
iririmi
iris
irish
iron
irrigate
is
isaiah
isayensi
isbn
isbnisbn
isebenze
isetyenziselwa
isizulu
islam
islamic
islamu
island
islands
isofthiwe
israel
israyele
israyeli
issn
issue
istanbul
iswa
iswakudya
it
italian
italy
item
ithali
ithebhulethi
itiko
ito
its
itself
iu
iv
iva
ivi
ivukhongeri
ivuvabyi
iw
iwa
iwo
ix
ixihlawulekisi
ixiyenge
iy
iyankoka
iz
izinto
iə
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jacana
jack
jackson
jacob
jacobs
jacques
jae
jaha
jail
jaime
jaji
jakarta
jama
jamaica
james
jan
jana
janeiro
january
januwari
japan
japani
jarimani
jarpa
jason
jay
jaybee
jazz
jb
jc
jd
je
jean
jefferson
jehovah
jele
jelinek
jena
jennifer
jenny
jeremy
jerry
jersey
jerusalem
jesuit
jesus
jewish
jews
jf
jg
jh
jhb
ji
jika
jill
jim
jimmy
jj
jk
jl
jm
jn
jo
joan
joao
joburg
joe
joel
johan
johannesburg
john
johns
johnson
join
joint
jomela
jon
jonathan
jones
joni
jordan
jornalista
jose
josep
joseph
joshua
journal
journalism
journalist
journey
joyce
joyina
joyine
jp
jq
jr
js
jstor
jt
ju
juan
judaism
judge
judicial
julayi
julian
julie
julius
july
june
juni
junior
junod
juraci
jurisprudence
just
justice
justin
jutarnji
juu
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kagaza
kahle
kakatsuku
kakuhle
kakwe
kala
kale
kalemba
kaleswi
kallenbach
kama
kambe
kambela
kambirhi
kambisisa
kamela
kan
kana
kanakana
kanakanisa
kancane
kandza
kandzela
kandziwa
kandziwile
kandziyisa
kandziyisiwa
kandziyisiweke
kaneta
kanetana
kaneti
kantabrika
kanye
kanyi
kanyingi
kapa
kappertje
karata
karhala
karhata
karhateka
karhatiwa
karhi
kariha
kariheke
karl
karrim
kasi
kassovitz
kate
katekisa
katekisiwe
katherine
kati
katolika
katsa
katsaka
katsongo
kauffman
kavanhu
kavanyeta
kavanyete
kavo
kaya
kaybetti
kaye
kayivela
kazakhstan
kazulu
kb
kc
kd
ke
keats
keaveney
kebede
keep
keeping
keleriwa
kemp
ken
kenan
kennedy
kenny
kent
kentucky
kenya
kereke
keriwa
kevin
key
kf
kg
kgoshi
kh
khabinete
khaboni
khalanga
khale
khalendara
khaleni
khambane
khampani
khamphani
khanada
khandziya
khandziyeki
khanh
khansela
kharibhiyeni
khatalela
khatariseki
khel
kheleni
khemikhali
khensa
khi
khilogiramu
khilomitara
khindlimuka
khindlimukile
khindlimuxa
khinsama
khisimusi
khiwa
khlale
khohlola
khoma
khomana
khomaneke
khombo
khome
khomekaka
khomeke
khomela
khomile
khomiwa
khomiwe
khomiweke
khomiwi
khomixini
khompuyuta
khona
khongela
khorona
khosa
khoso
khotavuxika
khoto
khotsiwa
khotsiweke
khotsiwile
khoza
khu
khuluka
khumba
khumbaka
khumbeka
khumbekaka
khumbi
khume
khuvi
khuwana
khwati
khwatini
khwayere
khwembe
khwezu
khwiri
ki
kidd
killed
killing
kilogram
kim
kimberley
king
kingdom
kirch
kiribati
kishen
kiswahili
kj
kjell
kk
kl
klaus
klenk
kleyimi
kliptown
kluwer
km
kn
knight
know
knowledge
known
ko
kodwa
koka
kokarhi
kokela
kokele
kokwa
kokwana
kokwani
koma
komba
kombaka
kombe
kombeke
kombela
komberiwa
kombi
kombile
kombisa
kombise
kombiso
komile
komisa
komiti
komitinkulu
komponi
kona
kondletela
kondletele
kondleteleke
kondlo
kondlotela
kondza
kong
kongoma
kongomeke
kongomela
kongomisa
kongomise
kongomisiwa
kongomisiwaka
koos
korea
korean
koreatimes
korhokela
korona
koronavirus
kosi
kota
kotaka
kotala
kotava
kotavuxika
kote
koteke
koti
kotiki
kotile
kourouma
kova
kovid
koxa
kp
kq
kr
kraal
kraus
kreste
kruger
krugerpark
ks
kt
ku
kuanama
kuantswisiwa
kuavanyisa
kuba
kubalulekile
kubandakanywa
kube
kuceriwa
kucetela
kuchumayela
kucinca
kudlaya
kudya
kudyondza
kudyondzisa
kufa
kufamba
kufana
kufika
kufikela
kufikelela
kufuma
kufumela
kufumeta
kufuneka
kufuwa
kuhambana
kuhambeta
kuhangalaka
kuhanya
kuhava
kuhaxa
kuherisiwa
kuheta
kuhisa
kuhlahluva
kuhlahluviwa
kuhlakula
kuhlakulela
kuhlamula
kuhlamusela
kuhlanganela
kuhlanganisa
kuhlanganisiwa
kuhlaya
kuhlayisa
kuhlayisiwa
kuhlohlotela
kuhluriwa
kuhluvuka
kuhumelela
kuhunguta
kuhunguteka
kuiper
kukarhala
kukhathalelo
kukhohlola
kukondza
kukongoma
kukota
kukula
kukumeka
kukumuka
kula
kulahlekeriwa
kulaka
kulandzela
kulandzelela
kulandzelelana
kulangutela
kulaveka
kule
kuleha
kuleke
kulele
kuleleke
kuletela
kuli
kuloni
kulori
kulova
kulu
kulukumba
kululamisa
kulwa
kulwela
kuma
kumaka
kumbe
kumbetela
kumbeteriwa
kume
kumeka
kumekaka
kumeke
kumekeke
kumeki
kumekile
kumile
kumiwe
kumiweke
kun
kuna
kunavela
kundlandlamuka
kunene
kunga
kungana
kungari
kungava
kungu
kunguhata
kuni
kunwana
kunyanyuka
kunye
kuper
kupfumala
kupfumaleka
kupfumela
kupfumeriwa
kupfuniwa
kuphahla
kuphehla
kurani
kurdish
kurhandza
kurhula
kuri
kurile
kurima
kuringana
kuringanyetiwa
kurisa
kurisiwa
kurow
kusala
kusimekiwa
kusirhelela
kusuhani
kusuhi
kusuka
kusukela
kusungula
kusungule
kusweka
kuta
kutala
kutani
kuteka
kutenga
kuthlandleka
kuthlariha
kuthlela
kuthlengusa
kuti
kutikhoma
kutinyiketela
kutirha
kutirhisa
kutirhisana
kutirhisiwa
kutisile
kutisirhelela
kutlakuka
kutlanga
kutlula
kutlurisa
kutsala
kutshembeka
kutshembiwa
kutshikeleriwa
kutsula
kutsumbula
kutsundzuka
kutswariwa
kutumbuluxiwa
kutwa
kutwisisa
kuva
kuvalanga
kuvava
kuve
kuveke
kuvhumba
kuvonakala
kuvula
kuvulavula
kuvumba
kuvumbeka
kuvupfa
kuvuriwa
kuvutla
kuwa
kuxanisiwa
kuya
kuyelana
kv
kw
kwakhe
kwala
kwalaho
kwalano
kwale
kwalomu
kwamuleriwa
kwamuriwa
kwase
kwaxulu
kwaye
kwazulu
kwe
kwembe
kwemigangatho
kwengqondo
kwesigulane
kwesixhobo
kwethebhulethi
kwetlembetana
kwetsima
kwihi
kwindawo
kx
ky
kya
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
labour
lack
laden
lafortune
laha
lahlekeriwa
lahlekeriwile
lahliwile
laid
lake
lala
lam
lama
lamabhaseke
lamahlayeke
lamahundzeke
lamakulu
lamanene
lambert
lamula
lancet
land
landes
landhani
landscape
landza
landzela
landzelaka
landzele
landzeleke
landzelela
landzelelaka
landzelelana
landzelerisa
landzeleriwa
landzeleriwaka
landzeleriwe
landzerile
landzeriwa
landzeriweke
landzeriwile
lang
langa
lange
langha
langhiwe
langile
langiwa
langiwe
langiwile
language
languages
languta
langutana
langutanaka
languteka
languteriwa
languteriweke
langutisa
langutiwa
lanzuela
lapho
lapi
laporte
large
larger
larry
las
last
late
later
latest
latin
laughlin
launch
laura
laurent
lava
lavaka
lavakulu
lavanene
lavangana
lavantsongo
lavekaka
laveko
lavi
lavisisa
lavisisaka
lavisisiwa
laviwa
lavo
law
lawa
lawini
lawmaker
laws
lawu
lawula
lawulaka
lawule
lawuriwa
lawyer
lay
laya
layiburari
lb
lc
ld
le
lead
leader
leaders
leadership
leading
leads
league
lean
learner
learning
leave
leaves
lebanon
lebombo
lebowa
lebya
lebyi
lebyinene
lebyo
lecrivain
lecture
led
ledzongeni
lee
left
legacy
legal
legend
legendary
legislative
legislator
leha
lehansi
lehenhla
leicester
leigh
leila
leishmaniasis
leite
leland
lema
lemana
lemay
lembe
lembeni
lemukisiwa
lendzeni
length
lenis
leo
leon
leone
leprosy
leri
lerikulu
lerinene
leringa
leringe
lerintshwa
leriya
lero
les
lesaku
lesegretain
leslie
lesotho
less
lessa
lessons
leswaku
leswi
leswikulu
leswilandzelaka
leswinene
leswinga
leswingana
leswinge
leswintshwa
leswintsongo
leswitikaka
leswivoniwaka
leswivulaka
leswkau
leswku
leswo
let
leta
letaba
letela
letelaka
letere
leteriwa
leti
letikulu
letintshwa
leto
letters
level
levin
levubu
lewis
lexi
lexikarhi
lexikulu
lexinene
lexingana
lexinge
lexiya
leydsdorp
leyi
leyikulu
leyinene
leyinga
leyinge
leyintshwa
leyintsongo
leyitsongo
leyiximeniya
leyiximeniyasisi
lezonyango
lf
lg
lgbt
lh
li
liberated
liberia
liberty
libombo
library
libya
lice
licences
liddell
life
lifetime
light
lighting
lightly
lightning
like
liliane
lily
lim
limited
limpopo
lin
linda
line
lineage
ling
linguistic
linguistics
link
linked
lion
lippincott
liquids
liquor
lisbon
list
listen
lists
litara
literary
literature
lithuania
little
live
lives
living
livingstone
livres
liya
lj
lk
ll
llb
lm
ln
lo
loc
local
lockdown
logia
logic
lokichini
loko
loku
lokukulu
lokutyelela
loloha
loloka
lombiweke
lomu
london
lonene
long
longman
longo
longoloka
longoloxa
longoloxiwile
longtime
lonkulu
lontshwa
lontsongo
look
looking
lop
lopez
lorente
lorenzo
los
lose
loses
loss
lost
louis
louisa
loureiro
lova
love
lovedale
loveka
loveke
lovekiwa
lovile
lovola
low
lowa
lower
lowo
lowu
lowukulu
lowunene
lowunge
lowuntshwa
lowveld
loyi
lozano
lp
lq
lr
ls
lt
ltd
lu
lucia
lucidi
lugo
luis
luisa
luka
lukiwa
lukman
lula
lulama
lulamisa
lulamisiwa
lulekani
luma
lumalumiwa
lumisa
lumiwa
lumiweke
lumiwile
lunghisa
lungu
luvana
luvani
luvela
luwi
luxembourg
lv
lw
lwa
lwandle
lwangu
lwedatha
lwela
lwesigulana
lwezonyango
lwisana
lwu
lx
ly
lynn
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
maafrika
maakelo
mabadi
mabaku
mabalani
mabasa
mabhindzu
mabhunu
mabindzu
mabinzu
mabirhi
mabota
mabunda
mabunu
mabyalwa
mabyongo
macha
machangana
machangani
machayina
machel
machi
machimana
machine
machudeni
macimba
mack
macmillan
macomani
macron
madachi
madagascar
madanci
made
madiba
madikizela
madison
madjozi
madleke
madokodela
madoroba
madorobeni
madorobha
madorobheni
madrid
madulu
madyondza
madzana
madzolonga
madzovo
maencisi
maendlele
maendlelo
maendli
maendzo
maestro
mafambele
mafambisele
mafambiselo
mafarana
mafemani
mafenya
mafi
mafu
mafulufulu
mafumele
mafurha
mafurhwa
magandlati
magandzelele
magandzelo
magayisa
magazine
mageba
magezi
magidi
magoji
magondzweni
magoza
magude
magudu
magulasavi
magupta
maguwa
maguxe
magwa
magwamba
maha
mahahu
mahala
mahambuka
mahanti
mahanyanyele
mahanyele
mahanyelo
maharashtra
mahatma
mahayana
mahla
mahlahluva
mahlahluvele
mahlanganisa
mahlanganisi
mahlangu
mahlayiselo
mahlo
mahlobyi
mahlonga
mahlweni
mahosi
mahungu
mail
main
maize
majaha
majahantiyela
majarimani
majatu
majomela
major
makahlule
makala
makalavatla
makamu
makaneta
makanyi
makaringe
makatla
makaya
make
makenya
makes
makete
makgoba
makhado
makhala
makhaladi
makhambi
makhanani
makhele
makhosi
makhumba
makhumbi
makhura
makhuva
makhuwana
makhwatini
makhwaya
makhwita
making
makokorho
makomba
makondlo
makota
makuleke
makulele
makume
makumeka
makumekaka
makumembirhi
makumenkombo
makumo
makumu
makungu
makuwa
makwakwa
makwanga
makwangala
makwavo
makwembe
malabela
malahla
malamule
malamulele
malandza
malangavi
malaria
malariya
malawi
malaysia
maldoror
male
malebvu
malegapuru
malema
malembe
malenga
maletere
mali
malone
malovolo
malta
maluleke
malume
malwandle
malwangu
mamabolo
mambe
mambirhi
mambiri
mambo
mambuxu
mamisa
mamisaka
man
mana
management
manager
manana
mananga
mancha
manchester
mandela
mandla
mandlakazi
manducher
mandza
mandzulukele
mane
manga
mangaliso
mangana
mangani
mangari
mangcu
mangende
manghezi
manghozi
manguva
manharhu
manhegwane
mani
manjakazi
mankweng
mano
manual
manuel
manuhana
manuin
manukosi
manukuza
many
manyala
manyongotela
manyunyu
map
mapa
mapaluxele
mapasi
mapatu
mapatwini
mapeletwana
mapfhumba
mapfumba
maphepha
maphephahungu
maphophe
maphorisa
maphutukezi
mapopo
mapping
mapungubwe
maputo
maputsu
maputukezi
maqondana
mar
maranhao
marburg
marc
march
marchais
marco
marconi
marcos
marcus
marguerite
marha
marhambu
marhangu
marhavi
marhengu
marhi
marhimila
marhumba
marhumbyini
mari
maria
marianne
maribye
marie
marifu
marino
mario
marita
maritime
marito
marivate
mariwa
mariz
mark
market
marks
married
marry
marshall
martha
martin
marungula
mary
maryland
mas
masagwati
masala
masalela
masangu
mascaro
masenge
maseve
mashau
mashimbye
mashinini
mashishimale
mashobana
masi
masiha
masiku
masikunyana
masipala
masirha
masocha
mass
massachusetts
massive
master
masters
masukela
masumbe
masunga
masungi
masungula
masungule
masungulo
masurumani
maswanganyi
maswekele
maswekelo
maswingidzi
maswira
matatana
mathebula
mathematical
mathematics
mathicara
mathlarhi
mathlela
mathonsi
mathulusi
mathumba
mathyelo
mati
matihlo
matihlweni
matikhomele
matikhomelo
matiko
matikonkulu
matikweni
matilo
matilweni
matimba
matimu
matin
matirhele
matirhelo
matirhisele
matirhiselo
matirhisiwa
matitwele
mativate
mativula
matiwana
matlanga
matlhari
matlhelo
matluka
matriki
matsakwa
matsalana
matsalele
matsalwa
matsavu
matsema
matshalatshala
matshamele
matshamelo
matshopetana
matshuri
matsilele
matsonga
matswalwa
matt
matter
matters
matthew
matumbuluxelo
maurice
mava
mavabyi
mavala
mavandla
mavekele
mavele
maverick
mavhengele
mavhiki
mavhumbele
maviti
mavito
mavoko
mavondzo
mavonele
mavonelo
mavulavulele
mavulavulelo
mavulele
mavundza
mavutho
mavuthu
mawewe
mawuwani
max
maxaka
maxakadzi
maxele
maxelo
may
maya
mayana
mayeke
mayelana
mayikhobakitheriyamu
mayimele
mayimisi
mayo
mayor
mayuda
mazibuko
mazulu
mb
mbala
mbale
mbangi
mbango
mbangu
mbariwa
mbariwaka
mbe
mbeki
mbeleko
mberha
mbewu
mbhambha
mbhandzu
mbhanzu
mbhazima
mbhendle
mbhombhi
mbilu
mbirhi
mbita
mboweni
mboyamelo
mbulavulo
mbumbulu
mbuyelo
mbvuva
mbyana
mc
mcbride
mccollum
mcgraw
mchangani
mcneill
md
mdungazi
mdungazwe
me
meadowlands
mean
meaning
means
measurement
measures
meat
mec
mecca
mecs
med
media
medical
medicina
medicinal
medicine
medieval
meditera
meet
meeting
membara
member
members
memoirs
memoriam
memories
memory
men
mendonca
meninggal
meno
mental
mentally
mercury
merged
merriam
merry
mesopotamiya
mesquita
message
messaggero
mesures
meta
metal
meteorology
meter
methods
metre
meurer
meurt
meyer
meyi
mf
mfana
mfanelo
mfecane
mfembo
mfikelelo
mfukuzana
mfuma
mfumo
mfumu
mfungho
mfungo
mfuwo
mg
mgodzo
mh
mhaka
mhalamhala
mhandze
mhandzi
mhangana
mhangu
mhani
mhawuri
mhinga
mhlaba
mhlabawadabuka
mhlatuze
mi
miako
mianakanyo
mibya
micato
michael
michel
michigan
michini
michumu
microbiology
mid
middle
midiya
miehleketo
mifflin
mifumo
mifungo
miganga
migangeni
migingiriko
migodi
miguel
mihandzu
mihizo
mihlangula
mihleketo
mihloti
mihlovo
miholo
mikarhi
mike
mikhail
mikhuva
mikombe
mikucetelo
mila
milaka
milala
milambu
milambyana
milan
milandzu
milawu
milenge
military
miliyoni
milk
millennium
miller
million
milomo
milorho
milorhweni
miloti
miltefosine
mimbulavulo
mimfuma
mimfumo
mimfungo
mimiti
mimovha
mimoya
mimpfumawulo
mimpimo
min
mina
minceka
minchumu
mincino
mind
mindhavuko
mindhzavuko
mindyangu
mindyangwini
mindzavisiso
mindzawulo
mindzhavuko
mindzheko
mindzhuti
minga
minhlahluvo
minhlangano
minhluvuko
minhtlaveko
mini
minister
ministers
ministry
minjhekanjhekisano
minkandziyiso
minkarhi
minkarhini
minkhuvo
minkolo
minkutlunya
minkwetlembetano
minongonoko
minorities
minority
minsinya
minthlaveko
minthseketo
mintirho
mintiyiso
mintlango
mintlangu
mintlawa
mintlimbo
mintlwa
mintokoto
mintolovelo
mintsengo
mintungu
minturhu
mintwa
minute
minutos
minxaka
minxaxamelo
minyangwa
mipfimbiti
mipfumawulo
miphongolo
miqueias
mirhi
miri
miriam
mirini
miroho
mirror
misava
misaveni
miseve
misi
misiha
misinya
misisi
missing
mission
missionaries
missionary
mit
mitara
miti
mitini
mitirho
mitlangu
mitlawa
mitsakamiso
mitterrand
mitwa
mivala
mixaka
mixing
mixo
mixtapes
mixungeto
miyambo
miyuziyamu
mj
mk
mkhacani
mkhanyakude
mkhulu
mkhwanazi
ml
mla
mm
mmwr
mn
mo
mobile
modern
moderna
module
mohamed
mohan
moises
mokgoro
mokonyane
moksha
mol
molecular
molele
moment
mona
monaco
monde
mondlani
mondzo
monetary
money
mongo
mongolia
mongolo
monkey
monophthongs
monotheism
montenegro
montgomery
month
months
montreal
monuments
monya
monzon
moonlight
mopani
mor
more
morning
morocco
morre
morris
morrow
mort
mortality
morte
morto
morton
moscow
moses
most
mostly
mother
motion
motor
moulvibazar
mount
mountains
mourn
mourns
movement
movha
moxe
moya
moyane
mozambhiki
mozambiki
mozambique
mp
mpa
mpahla
mpahlwa
mpatswa
mpenyana
mpfangano
mpfapfarhuto
mpfhuka
mpfhukeni
mpfilu
mpfilumpfilu
mpfula
mpfumawulo
mpfumelelo
mpfumelo
mpfumo
mpfuno
mphakelo
mphatsameri
mphensa
mphesamphesa
mphika
mphikizano
mpilele
mpimo
mpisana
mpopo
mpopowa
mpumalanga
mpundzu
mq
mr
ms
mt
mthethwa
mthombeni
mthombheni
mthondolovhana
mtititi
mtombeni
mu
muaka
muaki
muako
muavanyisi
mubohiwa
much
muchanselara
muchini
mudabula
mudayirektara
mudyandhzaka
mudyandzhaka
mudyaxihi
mudyi
mudyondzi
mudyondzisi
muendli
muere
mufambisi
mufana
mufi
mufumi
mufundhisi
muganga
mugangeni
mugavhenara
mugayo
mugica
mugriki
mugwava
muhammad
muhandzu
muhaxi
muhlaba
muhlayisi
muhleri
muhloti
muhlovo
muhluri
muhlwa
muholo
muhumelerisi
muhundzuluxeri
mujaho
mujeko
mukamberi
mukapa
mukapu
mukhacani
mukhelo
mukherjee
mukhomixinara
mukhubi
mukhuhlwana
mukhuva
mukwakwa
mulamula
mulanguteri
mulder
muleteri
multi
multimedia
multiple
mulumba
mulunguntima
muluthanyi
mulwela
mulweri
mumbai
mundo
mundzuku
mune
munghana
mungo
munhu
muni
municipal
municipality
muntima
munyayi
munyu
muofisara
mupapa
mupresidente
muputukezi
muqambhi
muqombhoti
murchison
murder
murdy
murhandziwa
murhangeri
murhi
murhu
murhumiwa
muringa
murio
murray
musa
musambiki
musapa
museum
musi
music
musical
musician
musimeki
musirheleri
muslim
muslims
must
mustang
