!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
0000
0003
003
008
01
02
024
03
030
031
04
05
0527
06
069
07
08
09
0953756204001777
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1000000
1007
1016
1017
106
10665
11
110
113
1136
114
1148
116
117
118
12
120
126
127
13
14
140
145
148
149318
15
150
1513
154
1586444341
159
15912938
1592107
16
1670
17
170
174755630
175
1754
177
1776
179
1797
18
181
1810
1814
1815
1817
1819
1826
1841
1845
1847
1848
1850
1851
1852
1853
1854
1857
1860
1861
1862
1864
1867
1869
1878
1879
1880
1881
1883
1889
1893
1896
19
190
1900
1901
1903
1905
1907
1910
1912
1916
1917
1918
1920
1922
1927
193
1934
1940
1941
1942
1944
1946
1947
1948
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
1960
1961
1962
1963
1964
1966
1967
1968
1969
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
20091007011423
201
2010
2011
2012
20121126042849
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
2022
204
207
21
210
211
215
219
21950
22
22440971
22766
23
230
2346995
236
237
24
240
2425
246
249
25
250
259
26
264
267
268
27
270
274
28
280
281
285
2865372014
29
291
298
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
301
302
306
31
312
316
318
319
32
3201
322
325
33
330
331
3311988
332
333
338
34
35
350
352
354
36
365
366
367
37
376
377
379
38
381
385
39
393
395
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
41
4100
411
416
418
42
424
427
43
431
44
444
445
449
45
450
46
460
4648
46692
468
47
476
477
48
481
487
49
491
494
495
497
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
507
51
52
520
5243320
528
53
531
535
537
54
540
55
56
57
58
59
595
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
61
611
612
62
63
631
64
640
641
65
66
667
67
677
68
69
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
708
71
72
72000
7206
725
728
73
74
748
75
750
756
76
760
763
77
772
78
785
789
79
796
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
81
812
82
828
83
84
85
86
866
87
872
88
886
89
893
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
91
916
92
926
93
939
94
95
954
96
97
978
9780104089
9789241580496
98
981
986
99
999
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
]
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aada
aadaaji
aadama
aade
aadee
aadi
aadondiri
aaji
aalaaji
aalali
aali
aama
aamadu
aamas
aamdu
aameerik
aan
aana
aanaare
aanam
aanare
aani
aaraabo
aarabe
aarabeeɓe
aarabu
aarabuure
aasiya
aaw
aayatul
aayeeje
aazi
ab
aba
abadam
abajada
abba
abbe
abboo
abc
abdraman
abdu
abdul
abdullaahi
abdullaay
abdullah
abdullay
abeba
abia
abidjan
abija
about
abriil
abu
abubakar
abuja
abuu
abzinanko
ac
academy
accessdate
accessed
acci
accii
accitanɗo
accitii
accorded
accra
accredited
accugol
act
action
actrice
ad
ada
adadu
adama
adamaawa
adamawa
adamu
adaniimo
adata
adda
addani
addanii
addaniimo
addata
addee
addi
addii
addis
addo
addude
addugol
adduna
aden
adenovirus
adi
adii
adiiɗi
adinoo
adinooɓe
administration
ado
adoua
adquiere
adrar
adtii
adulte
aduna
adunaaru
adunayankewu
adunayankooji
advice
advisory
ae
aeroport
af
affecting
afganistan
afiriik
afirik
afirika
afiriki
afirilu
afirka
afo
africa
africaine
africaines
african
afrik
afrika
afrikaans
afrikaneer
afriki
afrikinaaɓe
afriknaaje
afriknaajo
afriknaaɓe
afrique
afro
after
ag
against
age
agence
agency
agens
agents
agnam
agugu
aguugu
agwaje
ah
ahlul
ahmad
ahmadu
ahmed
ai
aidara
aids
air
airborne
aisha
aix
aj
aje
ajh
ajr
ak
akko
akra
akwa
al
ala
alaa
alaama
alaano
alahajji
alaqi
alarba
albaniya
albert
aldaa
alfa
alfaa
alfaayaa
alfaya
algeria
alhaali
alhaji
alhajji
alhasan
ali
alif
alii
aliyu
aliyyu
aljazeera
aljeri
aljeriya
alkamaari
alkol
alkuke
alkule
alkura
all
alla
allaahu
allafrica
allah
allergy
alluwal
almaami
almaamiiɓe
almaan
almaanya
almamaaku
almameeɓe
almankoore
almanɓe
almasaanii
almasiihu
almudɓe
almufassal
almuudo
almuuɓe
alpha
alphabet
alqur
alsan
alsilamaaku
aly
am
amadou
amdar
amen
america
americain
american
amerik
amharik
amiin
amiiru
amin
aminata
amkullel
amma
amriki
amurka
an
ana
anaa
analyses
analysis
anc
and
andal
andandaa
ande
andeede
andi
andigo
andita
andorra
andrew
andude
angal
angale
angeles
angileere
angola
ani
anik
anmgola
ann
annabaaɓe
annabi
annabiijo
anndaa
anndaaka
anndaaɗo
annde
anndeede
anndi
anndini
anndiraa
anndiraande
anndoora
anndude
annduɓe
anne
annee
annees
anngal
anngola
anngolaa
anniyaaji
annoora
annotated
anoo
antibiotik
antibiyotik
antibody
antigen
antigua
antiquite
anzagi
anɓe
anɗaɗe
ao
aof
aout
ap
apartaayd
appel
apres
april
aq
ar
ara
araa
arab
arabe
arabeeere
arabia
aran
aranal
aranan
arane
aranere
arannde
arano
aranu
aranun
aranɗe
arata
archive
archived
archivedate
archives
archiveurl
arda
ardaaki
ardata
arde
ardi
ardido
ardii
ardiiɓe
ardiiɗo
ardinaa
ardinooɓe
ardiɗo
ardo
ardoo
ardugal
ardujo
ardungal
are
areji
arewa
argentina
ari
arii
arive
armaaniya
armenia
army
aroore
arooɓe
arsuke
art
arta
arti
article
articulo
artii
artira
artirde
artiri
artoyi
arts
artude
artuɓe
artuɗo
artuɗun
arɗiɗo
arɗo
as
aserbayjan
asi
asia
asiariki
askira
asko
aslahi
asp
aspx
assistant
association
assured
asurahi
at
ata
ataa
atal
atalantik
atar
ath
atiku
atilanti
atlanta
atlantic
atlantik
atlantique
atmospheric
att
attendent
attiwaalu
attorum
atum
au
august
augusta
auguste
aura
aureus
aussi
australia
australian
autorite
aux
av
available
avec
avril
aw
awa
awiril
awiyonji
awluɓe
awokaaji
awril
ax
ay
ayaawo
ayabaaje
aynooɓe
ayyinee
ayyuh
az
azbox
aɓe
aɓere
aɓo
aɗa
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baa
baab
baaba
baabiiko
baabiraawo
baabiraaɓe
baade
baadeho
baafal
baale
baali
baalii
baana
baanoowo
baasal
baawal
baawɗe
baawɗi
baawɗo
baax
baaxa
baaɗi
baba
babangida
babba
babban
babur
baccalaureat
bachir
back
badamasi
badaru
badgal
bafata
baga
bagarmi
bagi
bah
bahamas
bahar
baharu
bahia
bajju
bak
bakambi
bakari
bakau
bakkaaloreya
bakteri
bakteriiji
baku
bakureehi
bakı
balde
balewa
balkans
balla
ballal
balle
balli
ballifaaɗe
ballitooje
ballitotodo
ballo
ballowo
balɗe
bamako
bamba
bambarankooɓe
bambuhi
bamileke
bammbara
bammbarankooɓe
bamun
bamɗi
ban
bana
banda
bandiagara
bandiiko
bandiraaɓe
bandol
bandu
bandun
banfora
bangal
bange
banii
banja
banjul
bank
banndiraagal
banndiraaɓe
banndu
banndum
banngal
bannge
banngeere
banngo
bannjagara
bannjangara
bannjulu
bano
bantaare
bantu
banu
baqara
bara
barazil
barbados
barbuda
bari
barka
barkeehi
barki
barkinaaɗo
barmeeji
baroowo
baroɗe
barwal
basiir
battane
batte
battido
battike
battu
batu
batuuji
bauchi
bawo
bax
bay
bayelsa
bayti
baytul
bayyinaango
bayɗi
bazza
baŋnge
baŋŋal
baŋŋe
baɗaate
baɗaaɗe
baɗal
baɗoowo
baɗte
baɗɗe
baɗɗi
bb
bbc
bc
bce
bd
be
becce
becehi
become
bee
beeli
been
before
bei
beii
belaaɗe
belaruusiya
beldam
beldital
belize
beljik
belle
bello
ben
benen
benin
benjamin
benn
benoue
benue
bepp
berlin
bernaar
bernardo
berr
betaal
betaaltelevisie
betalende
beti
betul
beutels
bewre
bf
bg
bh
bhe
bi
bial
bibbe
bibcode
bid
bidda
biddo
biden
bien
bieteeɗo
biir
bija
bijaahi
bikkol
bikkon
bilingual
bimmbi
bindowo
bings
binndaaɗe
binndanɗe
binnde
binndi
binndol
binndoowo
binnduɗo
bintu
biographie
biography
biritaani
birji
birni
birnin
biro
birom
birth
bisaaw
bisaawo
bishebadi
bisminnagol
bissau
biu
biya
biyeteedo
biyeteeɗo
bj
bk
bl
black
blench
bm
bmj
bn
bo
bobo
bodeeri
bogota
boh
boiro
bojel
boke
boko
boldal
bolivia
bolle
bolwe
bonande
bonde
bone
boneeji
bonnde
bonngu
bonni
bonniti
bonnunooɓe
bonnuɓe
bono
boo
boobo
booboo
boobooɓe
boodi
boofooɗe
book
bookaar
bookar
books
boom
booro
boosoya
boowal
borgu
born
borno
bornu
borooje
bosna
bosnia
bosniya
bosso
botha
botswana
bou
boufflers
bouvier
bowte
boɗeehi
boɗeeje
boɗɗe
boɗɗun
bp
bq
br
brazil
briefing
briere
brikama
britannica
britannique
british
brno
brown
brussels
bs
bt
bu
buba
bubakar
bubkar
budo
bugulli
buguuru
buhari
bukar
bulgaria
bulgariya
bulletin
bummaleehi
bummere
bun
buni
bura
burata
buray
burdameeɓe
burde
burdi
burdo
burgo
buri
burii
burkas
burkina
burkinaa
burkinaɓe
burra
burtaniya
burtat
burugashi
burungu
burunndi
buruuji
business
businessman
but
butelesi
buu
buubakar
buubiho
buubu
buuri
buy
bv
bw
bx
by
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
caabune
caad
caadi
caaktirɗe
caam
caangol
caanngol
caate
cabral
caccess
caccessdate
cadeele
cae
caffan
cafrugol
cagataagal
caggal
caka
cakaari
cakuncaku
caltuɗe
calɗi
cam
cambawal
cambridge
cameroon
cameroun
camp
can
canaaɗo
canada
canal
cangol
canɗi
cap
capanɗe
capitaine
cappande
cappanɗe
caran
carchive
care
cargaari
carotooɗi
carotooɗo
carpenters
carriere
carta
carte
casamance
case
cases
caski
catal
categorie
cawayki
cawkitiningel
cawndiiɗo
caɓɓal
caɓɓulli
caɗeele
cb
cc
cd
cdc
ce
cedeao
ceede
ceekeehi
ceekirɗe
ceembal
ceernaajo
ceerno
ceernooɓe
ceertata
ceertudi
ceertuɗe
cees
ceeɓgol
ceeɗu
cehilaagal
cek
cekiya
celebrations
celebre
cellal
celles
celluka
celluɗo
center
centers
central
centre
cep
ces
cette
ceux
cewkon
cewɗi
ceɓe
cf
cg
ch
chachanga
chad
chadi
challenges
chance
change
chapter
charles
che
chef
chen
cherif
chest
chi
chibok
chiisme
chiite
chiites
child
children
china
chine
chinese
chinguetti
chinois
choa
chobbal
chris
christianisme
christmas
chua
ci
cia
cibiti
cidi
ciforoomo
cifti
ciftina
ciftora
ciifol
ciile
ciimta
ciimti
ciina
ciiɓooli
cika
cikin
cikki
cimcim
cimooje
cinematographique
cinndel
cinq
cippiro
cire
cita
cite
citeseerx
citizen
citizenship
citta
city
civil
civilisation
ciŋkal
cj
ck
cl
class
classes
clean
clearstoryusa
clerks
climat
climate
clinic
clinical
close
club
cm
cn
cndd
cnn
cnrs
co
cobbal
codesria
coftal
coggu
cokkooɓe
college
colli
collo
colombia
colonial
coloniale
colte
com
comci
comme
commencement
committee
commons
commonwealth
communist
community
company
comparative
comptes
compulsory
conci
conference
congo
congress
conndi
conseil
constitucion
constitucional
constitution
conte
continent
control
controls
coronavirus
coronel
corteeji
cortewol
cosaan
cost
costa
costituzione
could
counter
country
coup
courses
cov
covid
coviro
cp
cq
cr
created
crem
crisis
croatia
cross
cs
ct
ctitle
cu
cukaagu
cukaaku
cukalel
cukaloy
cultural
culture
culturels
cultures
curitiba
curki
curr
cuudi
cuule
cuurki
cuusal
cuusɗi
cuusɗo
cuuɗi
cuɓaaɗo
cuɓol
cv
cw
cwebsite
cx
cy
cyprus
cyril
cz
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
daabaa
daabaaji
daago
daakorde
daali
daanaa
daande
daar
daara
daari
daarti
daartol
daawal
daawe
daaɓgol
daaɓondiral
daaɗe
dabbaji
dabbunde
dafa
dafay
daga
dagana
dahi
dahugol
dai
daily
dakaar
dakar
dakin
dakkere
dakumbehi
dakwumbehi
dalabaa
dale
daleewi
dalen
dalii
dallol
dam
damal
damaliiliiho
damaturu
damma
dammbitiima
dammol
dan
danaa
danaama
danal
dance
danci
dancing
dande
dandude
dane
daneehi
daneeji
danemark
dani
danii
dankii
danndugol
dans
danu
danuɗo
danyama
danyi
danyimo
danŋere
daraame
daraja
daranaade
daraniiɓe
darde
darfour
darfur
dari
darii
dariima
darjeende
darnde
darni
darniri
darnude
darnugol
darori
darorɗe
dartaade
dartinde
dartinii
darɗe
das
data
date
dau
daura
david
dawla
dawlaaji
dawodu
dawrugol
day
daya
dayana
daɓɓe
db
dc
dd
de
dead
death
debbi
debbo
debe
december
deces
dedicated
dee
deen
deer
deesewal
deeyre
deeƴere
deeƴre
def
defata
default
defee
defense
defte
deftere
deftirdu
deftirɗi
deftnata
deftre
degli
dei
dekk
dekkuma
dekodeerders
del
dell
della
delta
dem
demal
dembo
demgal
demle
demmba
democratic
democratique
demography
demokaraasi
demokaraasiyankeeje
demokaraasiyankeeri
demokarasi
demoowo
den
denai
denbo
dengere
deniyankooɓe
denmark
denndaangal
denndaaɗe
denno
dental
dente
dentinɗe
dentuɗe
dentuɗi
denɗiraaɓe
department
depiteeɓe
der
dermaari
des
desaambar
desal
desammbar
develop
development
developpement
dewal
dewel
dewgal
dewle
dewo
dewɗi
deyol
deɓɓo
df
dg
dh
dhou
di
diagne
diagnosis
diarra
dibeehi
dibinoohi
dictionary
diddi
didi
die
diet
different
diggante
dii
diin
diina
diinaaji
diine
diingaali
diiwaan
diiwaanuuji
diiwal
diiwan
diiwanuuji
diiwe
dikeh
dikko
dikkori
dillannde
dille
dillere
dillooje
dimo
din
dina
dingiral
dinngiraawii
diome
dioulasso
dir
direkteer
diritti
disease
diseases
distance
distancehistory
distancesfrom
distanciation
distancing
diwaal
diwoodi
dj
djallon
djangirde
djoudj
djumla
dk
dl
dm
dn
do
doc
docteur
doctorat
doga
dogi
dogum
doh
doi
dokkaaɗo
dokkal
doktoor
dole
doliyankeeri
dominica
don
dono
doole
doolnude
doolnugol
doomu
doosɗe
doropo
dotti
dou
doubhi
doun
dow
dowla
dowlaaji
dowle
dowliyankoori
dowlude
dowrowo
doy
doŋi
dp
dq
dr
dragon
droit
drop
drug
ds
dt
du
duaala
dubi
dudde
duddi
dude
dudi
dudii
duhiiɓe
dujambar
dulli
dum
dumayet
dumbuya
dummbirde
dummbirdu
dumunna
dun
duna
dunce
dundeehi
dungi
dungu
duniyaru
dunli
dunm
dunn
dunndu
dupuhi
durant
durata
durgol
during
durki
durma
duroobe
durooɓe
durres
dutse
duu
duubi
duudal
duudirka
duudou
duujal
duule
duum
duunde
duungal
duuɓi
duuɗe
duwanii
duye
duytugol
duɓi
duɓɓi
duɗal
duɗe
duɗɗi
dv
dw
dwor
dx
dy
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
earth
east
eb
ebola
ebonyi
ec
ecmwf
ecole
economiques
ecopi
ecopinaaɓe
ecoppi
ecowas
ecriture
ecuador
ed
edau
eder
edi
edited
edition
editions
editor
edon
eds
edu
education
educational
edun
edward
ee
eede
eedi
een
eeraango
eewnaango
ef
effect
effective
effects
efficacy
eg
egal
egga
egginaa
egginiri
eggudu
egilis
ego
egypt
egyptien
eh
eherri
ei
eid
ej
ejipte
ek
ekatorial
eken
ekkitata
ekn
eko
ekstra
ekw
ekwadoor
el
electronic
eleen
elestuwaiya
ella
elle
em
emerging
emily
emissions
emma
emo
empire
employees
emu
en
ena
enan
enare
encyclopedia
ende
endi
ene
enen
energy
enerji
enfance
enfom
engal
engele
engelenkoore
england
english
engordany
enngele
enngeleere
enngeleeɓe
eno
enon
ensup
enteernet
enternet
entertainment
entoto
entre
enugu
environmental
enɗam
eo
ep
epidemi
epidemic
epidemiology
eq
equatorial
er
erop
erreur
es
escaldes
esiraaɓe
espanol
esperanto
est
estoniya
et
eta
etat
etati
etats
ete
etee
eteende
eteendu
eteengal
eteengo
eteeɗo
etenoo
etenooɗo
ethiopia
ethiopie
ethnologue
etii
eto
etudes
eu
europe
europea
european
ev
every
ew
ewnii
ewnoo
ewodi
ewoodi
ex
ey
ez
eze
eɓe
eɓɓaande
eɓɓindirgol
eɓɓo
eɓɓoore
eɗe
eɗen
eɗer
eɗi
eɗum
eɗun
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
faa
faabo
faade
faago
faalaa
faalil
faamaamuya
faamde
faami
faamu
faamugol
faandaa
faandaare
faaroo
faati
faatiha
faatii
faatiiɗo
faatu
faatunnde
faawru
faayiida
fabarairu
fabraa
fabriciano
faccira
facciro
face
factors
facts
faculte
faggaade
faggudu
fahin
faidherbe
faire
fajj
falandu
fali
fall
famarɓe
famgo
fammeere
fampii
famɗude
fandi
fang
fannu
fannuuji
fanti
far
fara
faraana
farana
faransa
faransaare
faranse
faransi
faransiijo
faransiire
faransiiɓe
faransinkoore
farayse
faraysee
faraysenaaɓe
faraysuwa
fari
farko
faro
faruhi
fasaha
fashion
faso
father
fati
fatori
fatou
fawaa
fawaade
fawde
fawi
fawii
fawtii
fay
faya
fayda
fayde
fayi
fayrare
fayti
fayɓe
faɗo
fb
fc
fd
fe
featuring
february
feccataa
feccee
feccere
fecci
feccii
fecco
fedde
feddeeji
federal
federation
federba
feebar
feebariyee
feeni
feere
feerii
feesaare
feesi
feewde
feewi
feewnira
feewti
fellaa
fellannde
felli
fellitaa
felliti
fello
femmbugol
fenaande
fenndaade
fenninde
fenti
fere
fereeji
fergo
fergu
fero
feso
fetel
fetinari
fetti
fevrier
fewjaare
fewjata
fewjunoo
fewndii
fewndo
fewnee
fewneede
fewnii
fewnira
fewnɗo
feƴƴaali
feƴƴere
feƴƴii
feƴƴini
ff
ffp
fg
fh
fi
fichier
fidel
field
fields
fight
fii
fiiji
fiikala
fiilaa
fiiluɗe
fiiramare
fiji
fijirde
fijirle
fijobe
fijowo
fika
files
filles
fillii
fillitee
fillo
film
films
filoobe
filu
fim
fimji
fina
finaa
finai
finde
findeeji
finland
finnde
firanyin
firayin
firde
firdu
fire
firi
firiton
firm
firo
firooɓe
firtata
firti
fishing
fitaaho
fitina
fito
fittaandu
fiyaaku
fiyakuuji
fiyi
fiɓnde
fj
fk
fl
flammarion
flash
flu
fm
fn
fngd
fo
fodde
fof
fogi
fojoo
follere
folli
fombiina
fombina
fommbina
fonbina
fondements
fonne
fonnye
food
foode
foodigo
fooduye
fooduyee
foofaandu
foofaango
foofde
foola
foolaa
foolde
fooli
foolunoo
foor
fooyre
fooɗanaade
fop
for
forecasts
foreign
formation
formerly
fota
fotaa
fotaani
fotata
fotde
fotdeeji
foti
fotii
fotiri
fottanaa
fottani
fotti
fotɓe
found
founda
foundation
fouta
fow
foɗde
fp
fq
fr
francais
francaise
france
francfort
free
freetown
french
frere
from
fs
ft
fu
fudda
fuddi
fuddii
fuddore
fugore
fuhna
fuhnaje
fukk
fulaadu
fuladu
fulani
fulbe
fulfulde
full
fulɓe
funa
funaa
funakaye
funbina
fund
fundamentals
funnaa
funnaange
fura
furee
fus
futu
future
futuroo
futuuɓe
fuu
fuuna
fuunaa
fuunange
fuuta
fuutiyyu
fuɗde
fuɗnaange
fuɗɗaade
fuɗɗagol
fuɗɗi
fuɗɗii
fuɗɗike
fuɗɗino
fuɗɗinoo
fuɗɗo
fuɗɗode
fuɗɗoo
fuɗɗoode
fuɗɗora
fuɗɗorii
fuɗɗotoo
fuɗɗude
fuɗɗugo
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gaa
gaabu
gaadal
gaadii
gaas
gaaɓɗi
gabbe
gabboy
gabon
gabu
gada
gadanal
gadane
gadano
gadau
gadda
gaddo
gaddooɗi
gadi
gadiiɗe
gadiiɗo
gaduuru
gajargamu
gal
galaaɗi
galaxie
galle
galleeji
galleji
gallery
gallica
galliwol
gallol
galluure
galo
gam
gamari
gambi
gamboru
gami
gamma
gammbi
gammbiya
gan
gana
gandal
gande
ganduɗa
gangan
gani
ganja
ganjanji
ganjigagaaji
ganki
gannaaw
ganndaaɗo
ganndal
gannde
ganndiraado
ganndiɗuɓe
ganndo
ganni
gano
ganyi
garaadu
garal
garba
gardagol
gardiiɗo
gare
gari
garije
garki
garoua
garta
garwa
garwaniijo
gasa
gasataa
gasi
gasii
gasirɗe
gasni
gasniri
gasuwal
gatal
gate
gatonet
gaulle
gawrare
gawri
gayni
gaynii
gaɗa
gb
gc
gd
ge
gebal
gebbal
gebbe
geec
geeci
geene
geer
geese
geidam
gel
gelaajo
gelle
gelleji
gellel
gelleɗen
gelobahi
gembitali
gen
general
genndiiko
genndiraaɗo
gennɗe
geno
geohive
george
georgia
georgie
gerlalhi
germe
gerngalfulbe
gerohi
gerorohe
gerto
gertogalhi
gese
geɓal
geɓe
geɓel
geɓeɗe
geɓol
geɓoy
geɓɓe
geɗal
geɗaljo
geɗe
geɗon
gf
gg
gh
ghana
gi
gida
gidar
gigile
giito
giiɗe
gila
gilla
gillaahi
gimdo
gimi
gimol
gimɗo
gine
ginenaajo
ginenaaɓe
gingillal
gippert
girei
girgije
girgiwal
girls
gite
gitte
giurisdizione
giziga
giɗi
giɗli
giɗo
gj
gk
gl
glass
glimpse
global
globe
gm
gn
go
gobbe
gobir
gobule
godde
goddi
goddo
godii
godo
goethe
goferneeruji
gol
goli
gollaade
gollal
gollanaade
golle
golleeji
golli
gollobe
golloowo
gollooɓe
gollude
golwole
goly
gombe
gomel
gon
gondaaɗi
gondar
gonde
gondi
gonduun
gonduɗo
gongal
gongola
goni
gonii
gonnooɗo
gonooɗi
gontuɗo
gonɗe
gonɗi
gonɗo
gonɗun
goo
goodal
goodluck
google
goomu
goomuuji
goonga
gooni
goonɗo
gootal
gootel
gooto
gootol
gootum
goppitgol
gora
goree
gorgal
gorgol
gori
goriraaɗo
gorki
gorko
goro
gorol
gorooje
gorum
gosi
gostondiral
gota
gotel
goto
gottingen
gouvernement
gov
government
gowole
gox
goɗaki
goɗɗe
goɗɗi
goɗɗo
goɗɗondiral
goɗɗum
goɗɗun
gp
gq
gr
gramatiko
grammaire
grand
grandir
grass
green
gregoire
grenada
group
groups
gs
gt
gu
guardian
guatemala
gubuwol
gududal
guidance
guide
guinea
guinee
gulak
gulum
guluuji
gulɗi
gummagummagooss
gummotooɗi
gumumi
gun
gunaas
gure
gurumbal
guuro
guurɗe
guwarnama
guwerneman
guyana
gv
gw
gwarko
gx
gy
gyumri
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
haa
haabegol
haader
haaju
haajuuji
haako
haal
haala
haalaaka
haalaluuji
haalde
haaldi
haaldude
haalee
haales
haali
haalii
haalooɓe
haanaa
haani
haaniri
haanirta
haara
haaraan
haaris
haaruuna
haatirde
haatumeere
haawnaade
haayre
haaɗi
haaɗtirde
habaru
habri
habrirde
hade
hadeer
hadejia
hadiise
hadiza
hah
hai
haire
hairene
hairi
hajji
hajjiyaŋke
hakilantaagal
hakke
hakkee
hakkeeji
hakkil
hakkilantaagal
hakkile
hakkillaaji
hakkille
hakkude
hakkuke
hakkunde
hakkundeeri
hakkuɗe
hakude
hakunde
hala
halaji
half
halfinaa
halfinee
halfini
halkere
halwaar
hambe
hambene
hamburg
hamdallaahi
hamdallaay
hamet
hamma
hammadi
hampaate
hampate
hamza
hamɓe
han
hande
hangal
hanje
hanjene
hanjuke
hanjun
hanjunke
hankadi
hankati
hanko
hankone
hannde
hannden
hanɓe
hanɗe
happu
haqiiqa
haqqeeji
har
hara
haralaagal
haralleeɓe
haram
harameeji
haray
harbiyaŋke
hare
hareeji
haremun
harfeere
harhandema
hari
harna
harry
harvard
has
hasan
hasii
hatojinɓe
hattan
hattirde
hausa
hausare
hautade
hautaki
haute
hauti
hautirde
hautirɗe
hauto
hautude
hautugal
hautugo
hautuki
hautuɓe
have
hawaaɗi
hawra
hawraande
hawri
hawrii
hawrude
hawsa
hawsaaɓe
hawsankoore
hawtitannde
hawtiti
hawusaŋkooɓe
hay
haydara
hayre
hayso
haŋkadi
haɓaade
haɓanaade
haɓani
haɓde
haɓi
haɓidi
haɓii
haɓɓere
haɗaa
haɗaali
haɗaani
haɗde
haɗi
hb
hc
hd
hdl
hdr
he
head
health
healthcare
healthline
heart
hebama
hebgo
hebi
heblii
heblo
hebni
hebude
heddaade
hedde
heddii
heddiiɓe
hee
heede
heeferɓe
heege
heen
heeriinde
heeriingo
heerori
heewaa
heewaani
heewbe
heewde
heewi
heewreede
heewude
heewuɓe
heewuɗe
heewuɗi
heewɓe
heewɗe
heewɗi
heftayi
heknaam
hella
hellifeede
hello
helmere
hemre
hen
hendi
hendu
henndu
henri
henɗu
her
hercegovina
herri
herring
hertani
herzegovina
hesaagu
hesere
heso
hesu
hesɓe
het
hettaare
hewta
hewtaynoo
hewti
hewtii
hewtude
hewudi
heynaade
heyre
heɓa
heɓaali
heɓde
heɓi
heɓii
heɓike
heɓoyi
heɓti
heɓtii
heɓtugol
heɓude
heɓugol
heɓuki
heɗtaade
hf
hg
hh
hi
hibe
hibɓi
hidde
hidrojen
higgi
highbeam
hiirde
hiirnaange
hiirnaangeeri
hiisiwal
hiisiwo
hijriyya
hikka
hikkiiɗi
hikkori
hikma
hilleman
himalaya
himbe
himen
himme
himmude
himo
himɓe
hina
hinaa
hinde
hindi
hindu
hinere
hingal
hingo
hinnde
hinndi
hinno
hino
hinyere
hinyooɓe
hiraande
hirjinde
hirna
hirnaange
hirnaangeeri
hirnajun
his
hisnude
hispaanya
histoire
historical
history
historyid
historyofvaccines
historyworld
hitaade
hitaande
hitade
hitande
hitannde
hito
hitooji
hittade
hittande
hitte
hitti
hitting
hittude
hittunde
hiv
hizibe
hiɓe
hiɗe
hiɗen
hiɗi
hj
hk
hl
hm
hn
ho
hoa
hoddiro
hoi
hokka
hokki
hokkiti
hol
holi
holko
holla
holleman
holli
hollii
hollini
hollira
hollirde
holliri
hollirii
hollirta
hollitde
holliti
hollitii
holmo
holno
home
homme
hondi
honduko
honduras
hong
honkone
honneur
honno
hono
honoraire
honoɓe
honto
honɗum
hoodere
hoohooɓe
hoolaare
hooray
hoorayno
hoore
hooreejo
hooreeɓe
hoorugol
hoota
hootde
hooti
hoowii
hopkins
hore
hoto
hottollo
how
howii
hoɓɓe
hoɗa
hoɗaaɓe
hoɗannde
hoɗde
hoɗi
hoɗnoo
hoɗo
hoɗuɓe
hoɗuɗi
hoɗuɗo
hoɗɓe
hp
hq
hr
hs
ht
htm
html
http
https
hu
hub
hujja
hujjaaji
hukuma
hukumaji
huli
humaines
human
humare
humii
humpitaade
humpitii
humpitike
humpito
humpitugol
humtata
humtimtasona
huncugol
hunde
hunduko
hunnduko
hunoo
hunuko
hussein
huudi
huum
huunde
huutoraade
huutorde
huutoreede
huutorgol
huutori
huutorta
huutortoo
huuwondirde
huuɓtindinnde
huwirde
huytaare
huɓeere
huɗe
huɗo
huɗowu
hv
hw
hx
hy
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
iana
ib
ibbi
ibgo
ibid
ibiraahiima
ibn
ibnu
ibom
ibraahiim
ibraahiima
ibrahiim
ibrahim
ibriilu
ic
id
ide
ider
ido
idris
ie
if
ig
igbo
ih
ihr
ii
iidi
iii
iila
iina
iisa
iisaa
ij
ik
ikkitigo
il
ila
ilande
ilmu
im
imaam
imaamu
image
imam
imi
immaa
immii
immina
imminaaɓe
immini
immorde
immorii
immunity
immunization
imoder
imoyidi
impact
impacts
impossible
in
ina
inai
inaje
inare
inari
inassouvies
inde
indeman
index
india
indimi
indo
indonesia
industry
ine
infection
infections
infectious
influenza
info
infobox
information
informent
ingila
ingilizi
inhankoke
ini
initiatique
iniwersite
inkata
inna
innde
inndonesiya
inne
innee
innetee
inneteendi
inneteengo
inneteeɗo
inni
inniraa
inniri
innjee
innooɓe
inscrite
installering
institut
institute
int
interere
interim
intermediaries
internacia
international
interprete
interpreters
into
inudinere
inuwa
inɗe
io
ip
iprage
iq
iqbal
ir
irak
iran
ireland
irin
irlannda
irta
iru
is
isa
isbn
isinji
isirko
islaam
islaango
islam
islamic
island
islands
isle
islii
ismaa
israa
issn
isu
isyaku
it
ita
itali
italian
italinaaɓe
italiya
italy
itam
itas
ittaa
ittanndema
itti
ittude
iu
ius
iv
iw
iwa
iwaani
iware
iwde
iwdi
iwi
iwii
iwodi
iwta
iwtii
iwɓe
ix
iy
iyaka
iyasou
iyeende
iyya
iz
izzah
iɓe
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jaabe
jaabi
jaabii
jaagorgal
jaagorɓe
jaagorɗo
jaajngal
jaakankeeɓe
jaalaade
jaaliba
jaalibawol
jaambaraagal
jaambareeɓe
jaan
jaati
jaawara
jaawdo
jaawngal
jaawo
jaaynde
jaaƴe
jaaɓi
jabata
jackson
jacques
jada
jaggal
jagge
jaggi
jaggireede
jaggoowo
jahra
jairi
jajirka
jak
jakite
jalbi
jallo
jalon
jaloo
jaloŋ
jaltingol
jaltugol
jalunkeeɓe
jam
jama
jamaa
jamaaji
jamaanu
jamaanuuji
jamaare
jamaica
james
jamfa
jami
jamila
jamirooje
jamma
jamme
jamono
jamu
jamus
jan
janairu
janane
janar
jande
jangi
jangii
jangirde
jangirɗe
jangoro
jangugo
janguki
jannde
jannga
janngee
janngi
janngina
janngingol
jannginii
jannginoowo
janngirdu
janngo
janngoowo
janngooɓe
janngu
janngude
janngugol
jannguɓe
jannude
january
janŋde
janɗe
japan
jappeere
jara
jaralhe
jarna
jarude
jaudi
jaumun
jaw
jawdi
jawle
jawli
jawtuɗe
jawtuɗi
jazeera
jaŋde
jaŋka
jaŋnde
jaŋngi
jaŋoydi
jaŋɗeele
jaɓa
jaɓaali
jaɓaani
jaɓani
jaɓataa
jaɓde
jaɓi
jaɓɓorde
jaɓɓoree
jaɓɓotonoo
jaɓɓotoo
jaɓɓugol
jb
jc
jd
je
jean
jeddugol
jee
jeegom
jeegoo
jeenay
jeere
jeereende
jeeri
jeertinoowo
jeese
jeetati
jeewte
jeeɗiɗi
jeff
jego
jel
jelgooɓe
jeliiɓe
jem
jemma
jenai
jenner
jere
jeune
jeunes
jewe
jewego
jewenayejo
jewenayi
jewetati
jeya
jeyaa
jeyaama
jeyaaɓe
jeyaaɗe
jeyaaɗo
jeyal
jeyanoo
jeydi
jeyeede
jeyi
jeytaare
jeytal
jeyɓe
jeɗɗi
jf
jg
jh
ji
jibanto
jibina
jibinaa
jibinaama
jibinaaɗo
jibinande
jibinannde
jibineede
jibinegol
jibingol
jibini
jibinii
jibnaaɗo
jibriilu
jibuuti
jigaahi
jigareehi
jigawa
jignaaɓe
jihaadi
jihaaɗi
jihar
jiidi
jiiki
jiimde
jiiɓduuji
jiiɓoo
jiiɓru
jiki
jikku
jikkuuji
jilyiilo
jilyilooji
jime
jimfihu
jinnaaɓe
jinnabe
jippaade
jippagol
jippii
jippiiɗe
jippiiɗi
jippini
jippinii
jippodi
jirgi
jiriyiringal
jiwo
jiyaaɓe
jiyaaɗo
jiɓi
jiɗɗo
jj
jk
jl
jm
jn
jo
joao
jodde
jodiɓe
jodorde
joe
jofe
jogaade
jogaaki
jogagol
joganii
jogi
jogii
jogiido
jogiino
jogiiɓe
joginoo
jogoohi
jogorɗo
johanesburg
john
johns
jojjannde
jojjanɗe
jokkere
jokki
jokkii
jokkita
jokkitagol
jokkondiral
jokkondirde
jokkondire
jokkondiri
jokkondirɗe
jokkondirɗi
jokkorde
jokkotiral
jokkoyi
jokkude
jolal
jom
joma
jombaajo
jommba
jommbaajo
jommbente
jommbugal
jonas
jonathan
jonde
joni
jonibo
jonii
jonna
jonnde
jonnee
jonni
jonnitee
jonniti
jonta
jonte
jonɗe
joofi
joom
jooma
joomi
joomiraaɗo
jooni
jooniijo
joorɗo
joottori
jooɗagol
jooɗaniiɗo
jooɗii
jooɗiiɗo
jooɗɗo
jordan
jorjiya
joseph
jost
jotinooje
jotondire
joue
joumada
jour
journal
jow
joweego
joweenay
joweenayi
joweetati
joweeɗiɗi
jowi
joy
joyi
joɗaki
joɗarde
joɗerde
joɗi
joɗiɓe
joɗnde
joɗorde
joɗorɗe
jp
jq
jr
js
jt
jtp
ju
jubayru
jubbande
juggol
juillet
juin
juko
julaaɓe
juldaku
julde
juldeere
julia
juliye
jullere
julliet
julnoowo
july
julɓe
julɗaku
julɗo
juma
jump
june
jungo
juni
junngo
juroom
just
juulde
juuletee
juuliraa
juulirde
juulugol
juulɓe
juulɗo
juuti
juutngal
juutude
juutugol
juutuɗi
juuɗe
juwen
juz
juzu
juɓɓuɗe
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kaa
kaaba
kaadareeɓe
kaake
kaaldigal
kaalis
kaalisi
kaan
kaanaani
kaanay
kaanduɗo
kaani
kaanndi
kaanngal
kaanɗe
kaapo
kaasamaas
kaaso
kaawiraaɗo
kaawisaaji
kaawniiɗo
kaaƴe
kaaɗdi
kaaɗe
kaaɗi
kaaɗtudi
kabaa
kabaaru
kabaruuji
kabbiraali
kabels
kabiru
kacuke
kaddi
kadi
kadibo
kadiijata
kadima
kaduna
kafin
kahi
kaidara
kairoun
kaje
kajjat
kajjugol
kak
kala
kalfinaaɗo
kallu
kaltungo
kam
kamani
kamara
kamaru
kamarun
kamerun
kamisoko
kamma
kammbooja
kammu
kampaan
kampani
kamue
kamwe
kamɓe
kan
kanada
kanale
kane
kanemi
kangam
kanjam
kanje
kanji
kanjim
kanjum
kankan
kanko
kannje
kannji
kannywood
kano
kanum
kanun
kanuri
kanyum
kanyun
kapappi
kapital
kapiten
kappe
kaptorde
karahan
karai
karallaagal
karamoko
karamokooɓe
karbala
kareehi
kareeli
karereyo
karfeeje
karhankaaku
kariim
karja
karnu
karta
karthala
kasakstan
kasar
kasoo
kat
katambaahi
kathrada
katolik
katsina
kattanɗe
kattanɗo
kautagal
kautal
kautel
kauti
kautugal
kautugo
kauyee
kawlewol
kawral
kawrii
kawrital
kawtal
kawtital
kawtite
kay
kayarlaahi
kaydara
kaydi
kaymbal
kayre
kazaure
kaŋko
kaɓanaaɗo
kaɓeteeɗo
kaɓirɗe
kaɓɓe
kaɗgol
kaɗooje
kaɗɗe
kaɲum
kb
kc
kd
ke
kebbi
kecce
kecco
keddi
keddii
keddiiɗe
keeci
keedoowo
keefeero
keekuta
keengu
keenguujo
keenguuɓe
keenguyaagal
keep
keeri
keeriiɗi
keeriiɗo
keerol
keewa
keewaani
keewal
keewdi
keewi
keewɗe
keewɗi
keewɗo
keita
kelle
kelme
kelmeendi
kelɗi
kenan
kendall
keneeli
kenen
kenya
kenyan
ker
keretiyeen
keri
kermowol
kerni
kernidi
kerol
keror
kesal
kesam
kesamkesaagu
kese
keserkunnda
kesi
keso
kessi
ketala
keunum
kewal
key
keytaa
keɓa
keɓal
keɓe
keɓii
keɓiino
keɓti
keɓtinirɗi
keɓɗo
kf
kg
kh
kherol
ki
kidnapped
kievan
kii
kiikiiɗe
kiiɓal
kiiɗal
kilaab
kilikaynawa
kilima
kilimaa
kilomita
kilomiteer
kimbaare
kimiyya
kin
kinal
kinaski
kine
king
kingdom
kinndi
kinndiyaa
kinshasa
kinɗe
kiraaɗe
kiri
kirista
kisa
kisal
kisan
kiswahili
kitaale
kitts
kj
kjpf
kk
kl
klerk
km
kn
know
ko
koddiwaar
kodduwaar
koe
kogi
kogiri
kojoli
koko
kokobi
kol
kolago
kolda
koleejo
koli
kolla
kollirooje
kolonaaku
kolonaal
kolonel
koloni
koltu
komi
kominist
komo
komoor
kon
konaakiri
konaare
kone
koneeli
konferansi
kong
kongo
koninkeejo
koninkooɓe
koniŋkooɓe
konkeehi
konngo
konngol
konnguɗi
kono
kononi
konte
konti
konu
konuu
konuuji
konuuli
konuyanke
koo
koode
koohoojo
koohooɓe
koolaaɗo
kooninke
koorka
kooseeje
koppi
kopporeeje
kore
korea
koreeji
koreere
korhoro
korii
korle
korona
koronaaji
koronawiris
koronawirisaaji
korowaasiya
korse
korun
kosabere
kotisude
koto
kotoko
koudougou
kovid
kowaddi
kowoni
koy
koyahri
koyari
koye
koytiido
koyɗe
koŋngol
koɗdigal
koɗdiiji
koɗe
koɗi
koɗo
koɗooli
koɗun
kp
kq
kr
krakow
krolewski
krosbijs
ks
kt
ku
kubaa
kubaahi
kufii
kugal
kukawa
kulhuli
kulibali
kulle
kullel
kulol
kulsuum
kuma
kumasi
kummba
kumo
kun
kunta
kuntanaaɓe
kure
kuri
kurnaahi
kurtungu
kust
kutu
kutuba
kuugal
kuulal
kuule
kuulle
kuumeen
kuungal
kuuran
kuutorto
kuutortoo
kuuɓal
kuuɓtindinngal
kuuɓtindinngol
kuuɗe
kuyaate
kuɗe
kuɗol
kuɗooli
kv
kw
kwaaleji
kwaleji
kwara
kwasam
kwatano
kx
ky
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
laabaani
laabal
laabi
laabiyanke
laabiyankooɓe
laabuddaaji
laahara
laalo
laam
laamaandi
laamaaɓe
laamagol
laamanteeri
laamateeri
laamateeriiji
laamateeriwal
laamii
laamiima
laamiiɓe
laamiiɗo
laamiɗo
laamorde
laamorgo
laamorgol
laamorɗe
laamorɗo
laamou
laamu
laamuuji
laamuyanke
laamuyanŋke
laamuyaŋke
laamuyaŋkooɓe
laamɓe
laamɗo
laana
laare
laataade
laataaki
laatake
laati
laatii
laatike
laatino
laatinoo
laato
laatoyto
laawol
laaɓa
laaɓal
laaɓi
laaɓtunde
labbi
labbo
labe
labi
labiriyaa
laboratory
laboratuwaruuji
ladde
laftanar
lagine
lagos
lahtake
lajal
lalo
lamba
lambe
lamdo
lamido
lamine
lamiɗo
lammini
lammudam
lamndii
lamo
lamorde
lamorɗe
lamu
lamuɓe
lamɓe
lamɗam
lamɗo
lanci
land
langlois
language
languages
langues
lannda
lansana
laos
lappi
lappol
lapsur
larabanko
larabankoen
larabankore
larabawanko
laral
lardi
lardu
larduje
larduji
larme
larose
lasgi
lasgol
lasindiiɓe
lasli
lasliire
lasooru
lassa
last
latake
laten
lateŋ
lati
latin
latiɓe
latiɗe
latiɗi
latiɗun
lattake
latvia
laura
law
lawal
lawan
lawii
lawlal
lawol
lawrance
lawyers
layi
layol
layri
lazio
laɓarki
lb
lc
ld
le
lebanon
lebbi
lecture
ledde
leddi
lee
leegal
leen
leeso
leeɓte
lefol
legal
leggal
legion
lehe
lekki
lelnde
lelngo
lelnude
leloo
lemere
lenol
lenyol
lenɗi
leopold
leppa
leppi
leppuɗi
les
lesde
lesdi
lesotho
lesoto
lesɗe
lesɗi
lettres
leuro
leuru
level
lewlewal
lewru
ley
leyde
leydeele
leydi
leydiiji
leyi
leykal
leyol
leysdi
leysɗi
leyyi
leyɗe
leyɗeele
leyɗi
leƴƴi
leɗɗe
lf
lg
lga
lh
lhote
li
liberia
libiya
libya
liddi
liechtenstein
lien
liggey
liggotoobe
ligne
liise
limgal
limle
limlebbi
limoore
limre
limtaaɗe
limti
limtude
linguistic
linguistics
liptaako
lire
lislaam
lislaamiyankooɓe
lislaamu
lislam
list
liste
litteraire
litterature
litti
lituwaniya
lives
liwi
liyon
liƴƴi
liɓa
liɓal
liɓi
liɓude
liɓugol
lj
lk
ll
lli
lm
ln
lo
lobi
local
localite
location
lockdown
logone
lollirde
lolliri
lollirɗo
lollude
lollunde
lolluɗo
lome
lomtaade
lomtagol
lomtii
lomto
lon
loncke
london
lonngal
lontad
looce
loolu
loomto
loonde
lootee
lootoo
lor
lorde
loria
los
louis
lowe
lowre
lp
lq
lr
ls
lt
lu
lua
luanda
lucia
lugge
lugginde
luggo
lui
luka
luma
lumiere
lumo
lurral
lurre
lutta
lutti
luttude
luttuɗe
lutuli
luumo
luundiinde
luural
luurdi
luutndiiɓe
luutondiri
luɓe
lv
lw
lx
ly
lycee
lynn
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
maa
maadje
maajam
maaje
maaka
maaki
maakii
maako
maale
maali
maalik
maama
maamadii
maamiraaɓe
maamum
maamun
maanaa
maande
maandinen
maanditaare
maanditorde
maandoree
maantorde
maar
maarasi
maari
maaro
maaroori
maasina
maasinaŋke
maayaali
maayde
maayi
maayirde
maayirɗe
maaynooɓe
maayo
maayrata
maayuhu
maayɓe
maaɗum
mabbe
mabbo
mabboji
macc
machine
madagali
madagaskar
made
madiina
madiinayankooje
madiinayankooji
madison
madun
mafa
magal
magazine
maggal
magge
maggo
magiraahi
magistrature
mago
mahaaɗe
mahde
mahfuuz
mahi
mahii
mahugo
mai
maiduguri
mais
maison
maisonneuve
majalisa
maji
majin
majjare
majje
majji
majjudo
majjum
major
majun
make
makes
making
makka
makkayankooje
makkayankooji
makko
makku
mako
mal
malaa
malal
malam
malamin
malaria
malawi
malaysiya
mali
malinaaɓe
malla
malle
mallihemre
mallumin
malta
mammadu
mamman
mamudo
man
manaaf
manaf
manageable
management
manda
mandara
mandatory
mandelaa
mandiŋkooɓe
manga
mangal
mangol
mangu
maninka
maninkaajo
maninkaaɓe
manndaa
manndara
manndelaa
manndeŋ
manndinkooɓe
manndiŋkooɓe
manngal
map
maplandia
mara
maranaa
marburg
march
mare
marga
margi
margol
mari
marii
marilyn
marino
maritime
mariyaama
mark
markori
marle
marndi
marnoo
maroc
marok
marorehe
maroua
mars
marsandiis
marse
marte
martin
marude
marwa
maryam
mas
masasi
masin
masiŋ
mask
masks
maskuuji
maslahaa
mato
matuwaay
mau
maube
maude
maudi
maudo
maugo
maugol
maugu
mauningo
mauninki
maurice
mauɓe
mauɗe
mauɗi
mauɗo
mauɗun
mawbe
mawde
mawdo
mawka
mawluud
mawnde
mawndi
mawngal
mawngo
mawngu
mawni
mawnii
mawninee
mawningol
mawnude
mawɓe
mawɗe
mawɗi
mawɗo
maxribi
may
mayi
maymuuna
mayo
mayre
mayri
mayru
mayyi
maɓe
maɓɓe
mb
mba
mbaadi
mbaadiiji
mbaala
mbaawa
mbaawaa
mbaawdi
mbaawi
mbaawka
mbaawu
mbahe
mballa
mballita
mbarjaari
mbass
mbatu
mbaydi
mbaylaandi
mbayliigu
mbaɗ
mbaɗaa
mbaɗatnooka
mbaɗi
mbaɗtaaka
mbaɗti
mbaɗɗinirdi
mbedda
mbeewa
mbekki
mbelametta
mbelditndi
mbele
mberla
mbertudi
mbi
mbiimi
mbiimtam
mbiitaakena
mbinndii
mbinndiin
mbinndudi
mbiya
mbiyen
mbiyetee
mbiyi
mbo
mboju
mbonnii
mboomri
mboowii
mbooy
mboros
mborosaaji
mboyri
mbujo
mbum
mc
md
mdr
me
mecce
media
medical
medicine
mee
meere
meeteraaji
meeɗaa
meeɗaani
meeɗen
mehre
meksiko
memde
meme
memii
meminaaki
memoire
memoires
memugol
men
menelik
menen
mengel
meniil
menna
mer
merab
mere
mers
met
meta
meteer
method
metta
mettaa
metti
mexicanos
meɗi
mf
mg
mgbaneze
mh
mi
michel
michika
micro
microbiology
middle
miijcaade
miijii
miijo
miijooji
miilol
miim
miin
mijingooro
mikorobuuji
mil
miliyan
miliyon
miliyonji
miliyoŋ
miljoen
millennium
miller
milyoŋ
min
minen
minh
mini
minista
ministir
ministre
ministry
miniteeriijo
miniteeriiɓe
minna
minniraaɓe
minority
minsk
minyo
miranji
misal
misiide
misira
misra
missal
missionafrica
mitte
miɗen
miɗo
mj
mk
ml
mm
mn
mo
mobee
mobgal
model
modele
modenno
modernes
modibbo
module
mofte
moftugol
mogdaad
mogdad
mogilev
mohamed
mohammed
mokala
moldowa
mommbeyaa
mon
monde
mongabay
monitor
monngoliya
monovalent
monrovia
mont
montenegoro
montenegro
montreal
moo
moobindirde
moodi
moodibbo
moofti
mooftunoo
moolanaandi
mooli
moolii
moolo
moon
moorol
mootti
mooɓgal
mooɓondiral
mopti
more
moritani
morocco
morso
mort
mortality
moscow
mosooro
most
motefi
mother
motion
mourid
mouvement
mowadi
moyyata
moyyude
mozammbik
mozdahir
moƴƴa
moƴƴal
moƴƴe
moƴƴere
moƴƴi
moƴƴiri
moƴƴo
moƴƴude
moɓe
mp
mpkb
mq
mr
ms
mt
mtv
mu
mubi
muftare
muhamadu
muhammad
muhammadu
muhammed
mujdahir
mum
mumen
mun
munchen
mungi
muntagaa
muraadu
muraaɗi
muritani
muritaniiyu
murra
murtal
murtaldu
murtanii
murtital
murtuɓe
musa
musgum
musiba
music
musical
musics
musidal
musidɓe
musiiba
musiɓɓe
mustafa
mustang
musu
musulmans
musulmi
mutal
muttaar
muttalibi
muujaaki
muusa
muusaa
muusu
muusɗo
muuɗum
muɗun
mv
mw
mwe
mx
my
myanmar
myriam
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
naa
naabe
naagii
naajeeriya
naalal
naam
naama
naamataa
naamde
naamee
naametee
naameteeji
naami
naamnii
naamo
naamugol
naanaare
naange
naangeyankeewo
naari
naasaande
naata
naatata
naatay
naatde
naati
naatii
naatnaa
naatni
naattude
naatude
naatugol
naawde
naawirdu
naawooje
naawoore
nabbe
nabbeeli
nabbeli
nabbu
nabbuji
nabbuuji
nacimiento
nacionalidad
nafa
nafaade
nafakkaaji
nafataa
nafi
nafoo
nafoore
nafoowo
nafowal
nafu
nagaure
nagge
naii
nail
naissance
najeeriya
najeriya
nakkugol
nalaande
nalawma
nalla
nallal
nalnde
nalngu
nalorma
nalowma
nalɗi
names
namibia
nammaareehi
namri
nan
nana
nanaa
nanalla
nande
nandi
nando
nandooji
nang
nanga
nangi
nangu
nangude
nani
nanii
nannde
nanndi
nanndo
nanngaa
nanngi
nano
nanondiral
nanopatch
nantebe
nantinoowo
nantuɓe
nanu
nareehi
nasa
nasara
nasarawa
nasi
nasti
natal
nate
nati
national
nationale
nationality
nations
native
natta
nattii
naturalizacion
nature
nauru
naw
nawarre
nawat
nawbe
nawdugol
nawi
nawii
nawna
nawnaaje
nawnaani
nawnaare
nawnda
nawndoowo
nawndugol
nawninde
nawnube
nawnudo
nawu
nawɗo
nay
nayaɓere
nayeejo
nayeewu
nayewel
nayi
nayo
naŋngiri
naɓaa
naɓi
naɓugol
nb
nbe
nburde
nburdii
nc
ncov
nd
ndaa
ndaaba
ndaari
ndakaaru
ndani
ndanii
ndar
ndarnaaɓe
ndaxte
ndayewu
ndaygu
nde
ndee
ndeelam
ndeen
ndeenka
ndeer
ndema
nden
ndenbo
ndenndaandi
ndenndi
ndenndinaa
nder
ndernderi
ndewaagu
ndeya
ndi
ndiaye
ndii
ndiima
ndiin
ndimaagu
ndimaaku
ndin
ndiyam
ndiyamhi
ndiyan
ndo
ndokkaa
ndonki
ndoondi
ndorma
ndottiyel
ndu
nduduki
ndum
ndumsa
ndun
ndungu
nduniyaru
ndunngu
ndunyima
nduu
nduudirka
nduwoo
ne
nebban
neddo
need
needi
needle
neemaaji
neenal
neenanu
neene
neeno
neenuɓe
neenuɗo
neenɓe
neesu
neeɓaali
neeɓi
neeɓitaali
neglected
negres
negus
nehdi
nehii
neither
neja
nekk
nelaaɗo
nelal
neldal
neldi
neldude
nella
nelson
nemmbo
nepal
net
netherlands
nevis
new
newall
newcastle
newiingo
newnaare
newnani
newori
news
newsdiaryonline
next
neɗɗaagal
neɗɗanke
neɗɗaŋke
neɗɗo
nf
ng
nga
ngaabu
ngaal
ngaalu
ngaan
ngaandi
ngaari
ngaccanaa
ngada
ngadii
ngal
ngala
ngalaa
ngalbiihi
ngalu
ngaluuji
ngam
nganduɗa
nganduɗaa
ngank
nganndaa
nganndi
nganndu
ngannduɗaa
ngaoundere
ngar
ngarata
ngardiigu
ngari
ngarta
ngartam
ngartiroya
ngati
ngayka
ngaynaaku
nge
ngee
ngeen
ngeeygu
ngel
ngen
ngenndi
ngenndiije
ngenndiyanke
ngigili
ngizim
ngizimen
ngo
ngol
ngon
ngona
ngonaa
ngonata
ngonde
ngondi
ngonduɗo
ngoni
ngonii
ngonka
ngonkaaji
ngonndi
ngonno
ngonɗi
ngoo
ngoodi
ngool
ngoon
ngootaagu
ngoraagu
ngoƴa
ngu
nguldum
nguleeki
ngumi
ngummii
ngummotoodo
ngun
nguraare
ngurdan
ngurndan
nguron
ngustii
ngustiima
nguu
nguun
nguur
nguura
nguurndam
nguuɓon
nguuɗoo
nh
nha
nhat
ni
niaba
niabeli
niaid
niande
niawdeede
niawdugol
niawu
nicaragua
nice
nicole
nie
niger
nigeria
nigerian
nigerianmap
nigerianstat
nih
nii
niijer
niijeriya
niil
niiri
niiser
niiseriya
niiƴe
niiɓi
niiɓirde
niiɓude
nijeer
nijeeriya
nijer
niko
nil
nint
nipost
niseeriya
nit
niw
nizza
nj
njaay
njaggu
njahdi
njairi
njajirka
njananiri
njande
njangirde
njani
njaram
njawtii
njeddo
njeenaaje
njeenaari
njeeygu
njeeɗiɗo
njemma
njencudi
njettiima
njeyaa
nji
njiiloo
njiimaandi
njiimanteeri
njilluuji
njiy
njiyloo
njiɗ
njiɗaa
njoftoo
njogii
njoginoo
njogitaari
njokki
njolfo
njoli
njonde
njoorndi
njooɗndam
njoyo
njoɓdi
njulayaagal
njurum
njuuteendi
njuutnotaako
njuɓɓudi
nk
nl
nm
nn
nno
nnonirgo
nnpp
no
nodda
noddata
noddi
noddireede
noddirgo
noddirta
nodditi
noir
noire
nok
nokelji
nokke
nokkeeli
nokku
nokkuudje
nokkuuje
nokkuuji
nokkuure
nomadic
nommee
non
nonii
noo
nooda
noodi
noogaas
noogas
noogay
noomeeri
noon
noone
nooneeji
noora
nooro
nootii
noowammbar
noppi
normale
north
northwest
norton
norway
norwee
nos
not
notamment
note
notre
nouakchott
nouvelles
novel
november
novgorod
now
nowrap
nowy
np
npc
npr
nq
nr
ns
nt
nu
nuba
nuhu
nukkere
nulaaɗo
nulanɗe
nuli
nun
nunɗal
nupe
nuunɗal
nuunɗuɗo
nuuru
nuwaasoot
nuwamba
nuwambar
nuy
nv
nw
nwoilaah
nx
ny
nyaamee
nyaamndu
nyaamo
nyaawee
nyalaande
nyamnata
nyamri
nyanaare
nyannde
nyanyare
nyarki
nyeenyuɓe
nyibinyibini
nyibire
nyibki
nyiiwahi
nyiiɓirde
nyiwi
nyone
nyong
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
obasanjo
oc
occidental
occidentale
occupation
occurs
ocean
october
od
odiffi
odon
oe
oer
of
off
offenbach
ofisiyeeɓe
og
ogdh
oh
oi
oiseaux
oj
ok
okka
okketee
okkoree
oksaari
oktoba
oktoobar
ol
olivier
olusegun
om
oman
omi
omo
oms
on
one
ong
ongemagtigde
onima
onitcha
onitsha
online
only
ontigi
ontuma
ontvangs
onu
oo
oon
ootigi
ooɗoo
op
opera
operation
opin
opinion
opitaal
oppirooɓe
opprimes
oq
or
ordinateer
org
organisation
organism
organisme
organisms
organization
oriental
original
orm
oromos
orop
oropnaaɓe
os
osasco
osborn
oseyaaniya
oseyan
ostrava
ot
other
otiris
oto
otojii
otta
ottoombur
ou
ouagadougou
our
out
outbreak
outre
ov
over
ow
owarti
ox
oxford
oy
oz
oɗon
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
paamondiral
paawngal
paaɗe
pac
pacific
package
pagamri
page
pages
paggiri
pagguri
paigc
pakistan
palais
palestine
pallaaɗi
palɗe
pamare
pamari
pamarii
pamarun
panama
pandemic
pandemics
pandemik
paper
par
paraguay
parc
parent
parents
pari
paris
part
parti
partiiji
partout
pas
passe
pasteur
pathogens
pati
patogen
pattaloy
paul
pawaa
pawi
pawii
paykoy
paykun
paɗe
paɗɗi
pb
pc
pcr
pd
pdf
pdp
pe
pecce
peccii
peccol
peeje
peenal
peenɗi
peeral
peertanɗo
peertuɗo
peewal
peewniraaɗo
peewnitoowo
pelle
pellet
pellete
pellital
people
perefektiir
peri
persidan
person
pertains
peru
petelaaji
peter
pette
pettoohi
peul
peuls
peuple
peut
pf
pg
ph
phases
philosopher
philosophie
php
physique
pi
pica
pidalli
pieter
pietrangelo
piggal
piide
piiji
piindi
piirani
pikir
pikiri
pikirji
pinal
pine
pingeede
pingegol
pinka
piranoowo
pirtowol
piye
piyeer
pj
pk
pl
place
places
plague
plaintexthistoriesresponsive
plans
plants
plus
plusieurs
pm
pmc
pmid
pn
pneumonia
po
podgorika
podoor
podor
pointy
poland
polis
polisiyoo
politica
political
politik
politiki
pollution
poloonya
polotigi
poofaali
poolgal
poolgu
pooredaaka
poosto
pooɗa
pooɗondirgol
pooɗotiral
population
por
porofoseer
portail
portal
porto
portokeesi
portokeesuuɓe
portooɓe
portrait
portugal
post
postcode
posthume
posto
potal
poti
potiskum
potter
pour
pp
pq
pr
practice
prague
preference
premier
premiumtimesng
presence
presentation
president
press
preventing
prevention
primaire
primary
principaux
privee
prix
prof
programmes
project
projeeji
prophete
protet
prouty
provided
provides
provinces
ps
pt
pu
public
publicada
publications
published
publisher
pucci
pulaagu
pulaaku
pulaar
pular
pulareeje
pulfule
pullo
pulse
pundi
punndi
pur
put
puyye
puɗɗagol
puɗɗi
puɗɗii
puɗɗuɗo
pv
pw
px
py
pygmee
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qaafi
qabrinaa
qatar
qb
qc
qd
qe
qf
qg
qh
qi
qiissa
qiissaaji
qin
qirlaade
qissaaji
qita
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
quarter
que
quelques
question
qui
quotidien
qur
quraana
qurayshiyankooɓe
qussiyu
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
raa
raabi
raabira
raabirta
raabo
raabude
raabugol
raaya
raaɓde
raaɓondireede
rabbodi
rabbugol
rabi
rabia
rabude
rabugol
radio
radiol
radiology
rafeede
rafi
rafiiji
ragare
rahama
rajo
rajoo
rajooji
rakkata
ramaphosa
raneeɓe
range
rarki
ras
rasha
raw
rawar
raɓɓiɗugol
rb
rc
rca
rd
re
read
realise
recherche
rechercheji
recit
recordings
recueil
redu
reduced
reducing
reedu
reenaangal
reenagol
reende
reeno
reenooɓe
reentaade
reento
reewum
ref
reference
references
reine
rejion
release
remoobe
remugo
remugol
remuru
rendo
rennda
renndina
renndinde
renndini
renndo
renndooji
rennduɗi
