!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
0004
00052490
00052491
0008350
001
0011456
001389
002
00238
0035
0049
00632
006504
0067
00963
01
0100000
01254
0138
01515020
01765
02
02002834
0212
0242
02787
03
03134
033
03545
0365
04
05
0501674
0505025
0585317631
06
0606440
0610732
07
0746
08
0806
09
0903
0909
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1005
1007
101
1012
102
103
1039
104
1046
105
1051
106
106195
107
107569809
1079
108
1086
1088
109
1090
1093
109453
1097
11
110
1101
1103
1105
1107
111
1111
112
113
114
1147
115
116
1163
117
1173
118
1183
119
12
120
1207
121
12148
122
123
124
12411
125
125898
126
127
128
1286
129
13
130
1307
1308
130903
131
132
133
134
1345
135
136
1365
136736
137
138
138416
139
14
140
1405
141
1412194
141278
142
143
1432
144
145
1458
146
147
148
149
1497
15
150
1501
1502
1503
151
1511
152
153
1538
154
155
1551
156
156705
157
15707237
158
159
16
160
1605
1607
161
162
163
1634
164
165
166
167
168
1683
169
17
170
171
172
1726
173
174
175
176
1769
177
178
179
1790
179654
18
180
1800
1803
1804
1805
1807
1808
181
18174
1818
182
1821
183
1830
1831
1833
1835
1836
1837
1839
184
1840
1842
1843
1846
1848
1849
185
1850
1851
1852
1853
1854
1855
1856
1857
1858
1859
186
1860
1861
1862
1864
1865
1867
1868
1869
187
1870
1871
1872
1873
1874
1875
1876
1877
1878
1879
188
1880
1881
1882
1883
1884
1885
1886
1887
1888
1889
189
1890
1891
1892
1893
1894
1895
1896
1897
1898
1899
19
190
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
191
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
192
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
193
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
194
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
196
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
20042523
2005
2006
2007
2008
2009
20090308010816
201
2010
201014188
201016423
2011
2012
2013
201322302
201322511
201323226
2014
20147
2015
201528048
2016
2017
2018
2019
202
2020
2021
20210101
2022
203
204
2041
205
206
20689
207
208
209
21
210
211
212
2129
213
2132
2133
2134
2135
2136
2137
214
214195
2146
215
216
2164
217
218
2189
219
22
220
221
222
223
224
225
226
227
228
229
2294
23
230
2300
2306
231
232
233
234
235
236
237
238
239
24
240
240600000
241
241600000
242
243
244
245
246
247
248
249
2491
25
250
251
252
2525
253
254
255
256
2560563
2560698
257
258
259
26
260
261
262
263
264
265
266
267
268
269
27
270
271
272
273
274
275
276
277
278
279
28
280
281
282
283
284
285
286
287
288
289
29
290
291
292
293
294
295
296
2966
297
29717
298
2981593
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
3000
301
302
303
304
305
306
307
308
309
31
310
311
312
313
314
315
316
317
318
3189
319
32
320
321
322
322488
323
324
325
326
327
328
32859555
329
33
330
331
332
333
334
335
336
3363419
337
338
339
34
340
341
342
343
344
345
346
347
348
349
35
350
351
352
353
354
355
356
357
358
359
36
360
361
362
363
364
365
366
367
368
369
37
370
371
372
373
3737
374
375
376
377
378
38
380
381
382
383
384
3847
385
387
3873
388
3881
389
39
390
391
392
393
394
39422
395
396
397
398
399
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
4002
402
403
404
405
406
407
408
409
41
410
411
412
413
414
41434
415
416
417
4173183
42
420
4206943
421
422
42274
423
42356
424
425
426
427
428
43
430
431
431550
4316069
432
434
4344
435
4357
4365
437
438
44
440
442
444
445
4458
446
448
449
45
450
4500
452
453
45352
456
45846
46
460
463
464
465
46628
47
470
473
475
476
479
48
480
4800
4846
485
486
49
490
495
498
498708
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
5000
503
51
510
510201
512
5139
516636
518
52
520
52072
521
523716
525
528
53
530
532
534
53566
538
54
540
543
544
545
5451
55
550
558
56
560
561
564
566
569
57
570
573
5734
575
576
579
58
580
582
5822
585
59
590
595
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
608
61
62
6256
6280
63
636
6361
637
637413
64
642
645
65
650
65296603
655
66
67
676
6773
68
683
6849
689
69
690
691
698
699
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
71
711
7137
714
72
7213
725
728
73
739
74
743
75
750
755
76
764
764739
77
78
79
790
791
7941
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
8006001
809
81
812420
813
82
8205
8213
83
830106
836
84
84054356
8442
8459
845937
85
85401
86
87
8711
878
88
88810
89
8902852
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
91
9103
92
925
93
94
95
96
966
97
978
9783642297182
9785386009687
98
99
992
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
ab
abril
abruftabelleabrufen
ac
acs
acsst
active
activity
ad
adelman
administraciones
administrativ
administrative
administrativne
ae
aec
af
ag
agencia
agency
ah
ahn
ai
aip
aj
ak
al
alam
albareti
albert
alegeri
alegerilor
alesi
alexandroff
all
alldata
alle
am
american
americanfactfinder
amtliches
an
analysis
and
anders
anderson
andersson
anderton
andrews
ani
ann
ano
ao
ap
aq
ar
aragonesa
archinform
archive
area
ark
armengaud
arnouts
arrest
art
arxiv
as
asp
aspx
assafin
association
asteroids
astro
astron
astronomical
astrophys
astrophysical
at
atlas
au
aubourg
ausgewahlten
austria
authority
autonomous
av
aw
ax
ay
az
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
backnumber
bacon
baden
bailey
baillard
balbinot
banc
band
bao
barnes
baryon
base
based
bases
basketball
batson
bayerisches
bayern
bb
bc
bd
be
beichman
benton
berichte
berlin
bertin
bevoelkerung
bevoelkgebiet
bevolkerung
bevolkerungsentwicklung
bezirke
bf
bg
bh
bhutan
bi
bil
biroul
bj
bk
bl
black
blick
blickgem
blitz
blyth
bm
bn
bnf
bo
body
bois
boissier
boletin
books
bosch
boselli
both
boundary
bp
bpt
bq
br
brandenburg
brasileiro
brasław
bratislava
brazil
bresu
bright
bs
bsb
bt
bu
bulletin
bumthang
bundeslander
bureau
burton
business
buta
butcher
bv
bvb
bw
bx
by
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
caetano
cambridge
canton
cappellari
capps
care
carpenter
cartographic
cassini
cat
catalans
catalog
catalogo
catalogs
catalogue
catalunya
cb
cc
cd
cdp
ce
ced
cedsci
cen
census
centimeter
central
cerga
cetty
cf
cg
cgi
ch
chang
changement
chapelle
chapman
chemin
chester
chicago
ci
cifras
city
cj
ck
cl
classified
clenenia
clenenie
climate
cloud
cluster
clusters
cm
cn
co
codes
codigos
com
comets
commerce
common
communales
communes
communities
comparison
complete
componenete
comune
comuni
consortium
content
continuitat
cortese
corwin
cosmicflows
costa
cote
counties
county
courtois
cp
cph
cq
cr
criteria
crook
cs
csv
ct
cu
cuillandre
cumhuriyet
cutri
cv
cw
cx
cy
cz
czesc
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
dades
das
data
database
datasets
datejo
datos
dauersiedlungsraum
davies
db
dbinet
dbscripts
dc
dd
de
decennial
declaran
decret
decreto
del
dels
dem
demo
demographic
den
department
depuis
der
des
descriptions
designated
destatis
detailed
development
df
dfae
dg
dh
di
dias
diciembre
dictionary
digital
din
dj
dk
dl
dm
dn
do
doc
documentation
doi
dokumente
dolphin
dostupne
download
dp
dq
dr
driel
ds
dss
dt
du
dubois
duniłowicze
dunlop
dusan
dv
dw
dwarf
dwornik
dx
dy
dynt
dz
dzieje
dziejow
dzisienski
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
early
eb
eberhardt
eberly
ec
ed
edition
edouard
edp
ee
ef
efigi
eg
eh
ehess
ei
einwohnerzahl
ej
ek
el
electoral
eleventh
elias
elsevier
em
emsellem
en
encarta
enciclopedia
enero
english
enlarged
entidades
eo
ep
epos
eq
er
es
eso
espana
espanya
est
estadistica
estado
estatal
estatistica
estatisticas
estimate
estimates
estimativas
et
eu
european
ev
eva
evans
evolucio
ew
ex
excel
explore
extragalactic
ey
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
factfinder
fairall
falco
fb
fc
fd
fe
feature
federal
ferrarese
ff
fg
fh
fi
fiche
fifth
file
files
final
first
fisher
fj
fk
fl
flachen
flower
fm
fn
fo
for
formation
formowanie
forveille
foto
fouque
fp
fq
fr
francaise
france
francis
freistaat
from
fs
ft
fu
function
fur
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gabriel
gaia
galactic
galaxies
galaxy
galex
gallica
garcia
gault
gazetteer
gb
gc
gd
ge
gebhardt
gebietsstand
geller
gemeinden
gemeindeverzeichnis
genesis
gennaio
geografia
geograficzny
geographic
geological
geonames
geonet
geospatial
gf
gg
gh
gi
giovanelli
githubusercontent
gj
gk
gks
gl
global
globular
gm
gmina
gn
go
goals
gob
google
gouv
gov
government
gp
gq
gr
gran
granicy
grao
green
group
groups
gs
gsi
gt
gu
gultekin
guvics
gv
gw
gwyn
gx
gy
gz
głowny
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
hacienda
hallet
handbook
haynes
hb
hc
hd
he
heidelberg
heinis
heinrich
heraudeau
hernandez
herschel
hf
hg
hh
hi
history
hj
hk
hl
hm
hn
ho
hobby
holes
hp
hq
hr
hrsg
hs
ht
htm
html
http
https
hu
huchra
hunting
hv
hw
hx
hy
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
iana
iau
ib
ibge
ic
icarus
id
idescat
ie
if
ig
igbe
ih
ii
iii
ij
ik
il
im
in
income
index
india
indicadores
indocorrcod
ine
inebase
information
infraestructures
infrared
ins
insee
institute
instituto
international
io
iop
ip
ipac
iq
ir
iras
is
isbn
iso
isolated
iss
issn
istat
it
italiane
iu
iv
iw
ix
iy
iz
izbrani
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jacobs
jahresbeginn
james
japan
jarrett
jb
jc
jd
je
jean
jf
jg
jh
ji
jj
jk
jl
jm
jn
jo
joe
john
jones
jopdf
joseph
journal
jp
jpl
jq
jr
js
jsp
jt
ju
judete
julien
july
jupitertrojans
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
karachentsev
kazalniki
kb
kc
kd
ke
kent
kerrod
kf
kg
kh
kharchenko
ki
kis
kj
kk
kl
kleijn
km
kn
ko
kochanek
kokujyoho
konigreichs
koper
korec
kotze
kp
kq
kr
kraje
krajnovic
kreisfreien
kriska
krolestwa
ks
kt
ku
kv
kw
kx
ky
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
labor
ladislav
land
landesamt
landkreise
lapparent
large
las
lauko
lb
lc
ld
le
leavenworth
leborgne
leda
legacy
legales
legifrance
lehnert
lepine
lerner
les
letno
letters
lewis
ley
lf
lfstat
lg
lh
li
library
limited
line
linear
lists
lj
lk
ll
llc
lm
ln
lo
local
locale
locales
localitati
locuintelor
loire
london
loneos
los
lp
lpa
lq
lr
ls
lt
lu
luminosity
lunar
lutz
lv
lw
lx
ly
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
machine
macri
mader
madore
magellanic
mahalle
makarov
makarova
map
mapas
marcela
marne
marth
martimbeau
martin
mass
mauch
mayor
mb
mc
mccarthy
mcd
mcdermid
md
me
media
mellier
mencho
menseki
mercury
merkmalen
metadata
metallicity
meteors
mf
mg
mh
mi
miasta
micietova
micron
miejscowosci
miestnej
milky
miloslav
minchin
mind
ministerio
ministerstvo
minor
minorplanetcenter
mit
mitronova
mj
mk
ml
mm
mn
mnras
mo
mon
mont
montagne
monteiro
morag
morphology
morrison
morrissey
motions
mp
mpc
mq
mr
ms
msk
msn
mt
mu
mun
municipal
municipalities
municipality
municipii
municipios
municipis
munst
mv
mw
mx
my
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
nach
nacional
najnowsze
names
nasa
naselja
national
nb
nbn
nc
nd
ne
nearby
net
new
news
nf
ng
ngc
nh
ni
nibles
niedersachsen
ninth
nj
nk
nl
nls
nm
nn
no
nom
nomenclator
nomenclature
nord
not
nove
noviembre
np
nq
nr
ns
nt
nu
nuclei
number
numjo
numtexte
nv
nw
nx
ny
nyc
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
obcine
object
observations
obyvatelov
oc
october
octobre
od
oe
of
office
official
officiel
officielle
oficial
oficiales
og
oh
oi
oj
ok
okresy
ol
old
oliveira
olsztyn
om
on
online
oo
op
open
operation
optical
optically
oq
or
orase
org
organizacia
ortschaften
ortsverzeichnis
os
oscillation
ot
ottobre
ou
oup
ov
ow
ox
oxford
oy
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
padre
padron
page
pagedebut
pagefin
pahre
parameters
park
parker
parsons
paturel
pavol
paz
pb
pc
pd
pdf
pe
pellegrini
pello
peng
people
peste
peter
petit
petrlova
pf
pg
ph
photometric
photometry
php
phtml
pi
pierre
piotr
piskunov
pittsburgh
pj
pk
pl
place
places
planet
planeta
planetary
planetarynames
platforma
pm
pn
po
poblacion
pocet
podrocje
pojezierze
polarimetry
politisch
politischen
polletno
polskiego
polskiej
poparh
popest
popolazione
populacao
populatia
populatiei
population
populations
por
portant
postakodu
postaux
poste
poverty
powiat
powiatu
powiaty
pp
pq
pr
preb
prebivalstvo
prehlad
press
prieto
primari
processing
produkte
program
programs
project
proper
properties
province
provinces
provincias
prugniel
ps
pt
ptt
pu
pub
public
publicas
publication
publications
publikationen
published
publishing
pv
pw
px
pxweb
py
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
quartal
quasars
que
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
radiometry
rar
raw
ray
rb
rc
rd
re
read
real
recensamantul
recensement
redshift
ref
reference
referidas
regimen
region
regionales
regioni
registro
reguladora
relacion
release
releases
remco
report
republiky
republique
residente
resolver
resolving
resultantes
resultat
revised
revision
rey
rezultatele
rf
rg
rh
ri
riche
rizzi
rj
rk
rl
rm
rn
ro
robin
rocznik
roser
rp
rpl
rq
rr
rs
rt
ru
russell
ruzicka
rv
rw
rx
ry
rz
rzeczypospolitej
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
sachsen
sadler
saint
sainte
sample
san
santa
sao
saunders
sb
sc
scale
scap
schilbach
schmadel
schneider
scholz
science
sciences
scientific
scott
sd
sdss
se
search
seibert
selbstandigen
select
selected
selection
selectionname
seltab
seo
series
server
sexes
sf
sg
sh
show
si
sie
sillere
simbad
sistatdb
site
sj
sk
skorowidz
skrutskie
sky
sl
sloan
slovak
slovakia
slovenija
slovenska
slovenskej
sm
small
smith
sn
so
sobreira
soc
sociais
social
society
soo
sorce
source
sous
southern
sp
space
spacewatch
spanish
spectra
spectrophotometry
spectroscopic
spiral
spolu
sports
spravneho
spravnom
spravy
springer
springob
sq
sr
ss
st
stabila
stadte
star
starosti
stat
state
states
statistical
statistics
statistik
statistikdaten
statistikportal
statistiques
statnej
status
statystyczny
stellar
stephan
stevilo
stiening
strom
strucny
structures
studies
study
su
summary
superficie
supermassive
superweb
supplement
sur
surface
survey
surveys
sus
sv
sveda
sw
swiatowej
swift
sx
sy
synthesis
system
sz
słownik
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
tab
table
tables
tableviewlayout
tadr
targeted
tb
tc
td
te
technical
telescope
tf
tg
th
the
their
thek
thilker
third
ti
tid
time
title
tj
tk
tl
tm
tn
tna
to
tolmaci
tom
total
totals
town
tp
tq
tr
track
ts
tt
tu
tully
tur
tv
tw
twelfth
two
tx
txt
ty
type
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
uab
ub
uc
ucac
ud
ue
uesac
uf
ug
uh
ui
uj
uk
ul
ultraviolet
um
un
und
union
united
universe
university
unspecified
untranslated
uo
up
uppsala
uq
ur
urn
urzad
us
usgs
usporiadani
ut
utc
uts
uu
uv
uw
ux
uy
uz
uzemneho
uzemnom
uzemnospravne
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
val
van
vaucouleurs
vb
vc
vd
ve
velocities
veron
version
verzeichnis
verzeichniss
vf
vg
vh
vi
view
vii
vila
viliam
virgo
vishniac
visible
visually
vizier
vj
vk
vl
vm
vn
vnutra
vo
vol
volko
vollstandiges
volume
votruba
voyer
vp
vq
vr
vs
vt
vu
vv
vw
vx
vy
vyd
vyvoja
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
walsh
warszawa
washington
watson
way
wayback
wb
wc
wd
we
weather
web
webcitation
webcite
weekly
weinberg
wf
wg
wh
whitaker
wi
wiki
wikidata
wikisky
wilejka
wilenska
wilhelm
william
with
wj
wk
wl
wm
wn
wnba
wo
woelfel
wojnie
wolumin
world
wp
wq
wr
ws
wschodniej
wt
wu
wuerttemberg
wv
ww
www
wx
wy
wyder
wykaz
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xc
xd
xe
xf
xg
xh
xi
xiv
xix
xj
xk
xl
xls
xlsx
xm
xmain
xn
xo
xp
xpgid
xpid
xportal
xq
xr
xs
xt
xu
xv
xvi
xvii
xviii
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yb
yc
yd
ye
year
yenikoy
yf
yg
yh
yi
yj
yk
yl
ym
yn
yo
york
yp
yq
yr
ys
yt
yu
yv
yw
yx
yy
yz
yıldırım
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zakon
zaritsky
zb
zc
zd
zdenko
ze
zellner
zensus
zf
zg
zh
zi
ziemia
zip
zj
zk
zl
zm
zn
zo
zp
zq
zr
zs
zt
zu
zubriczky
zv
zw
zx
zy
zz
{
|
}
~
«
°
±
²
³
»
×
ß
æ
ð
ø
ı
ł
œ
ɑ
ɔ
ə
ɛ
ɡ
ɪ
ɾ
ʁ
ʃ
ʊ
ˈ
ː
α
β
γ
δ
ε
η
θ
ι
κ
λ
μ
ν
ο
π
ρ
ς
σ
τ
υ
φ
χ
ω
а
абадан
абат
абатскан
абруццо
абу
авангард
август
августа
августехь
авегӏон
авеиру
авила
австри
австрии
австрин
авт
автономин
автор
агеева
агентство
агӏденаш
агӏдеш
агӏеж
агӏмогӏ
агӏо
агӏонаш
агӏора
агӏри
адам
адаман
адамиин
адана
аджарин
адидже
адииаман
адм
административан
административно
администраци
администрацин
администрация
адрес
адыгеичоьнан
адыгея
азера
азерб
азербаиджанан
азербаиджаниин
азин
азован
азориин
аи
аиаелла
аидахо
аидин
аиленд
аиова
ак
акад
академин
акваторера
аквитани
акмолан
аксараи
аксеново
актер
актобен
актов
актриса
актуална
актуальные
акха
акъари
акъариин
акъарин
ала
алабама
аларан
алба
александр
александро
александрован
александровка
александровкан
александровскан
александровски
алексеевка
алексеевкан
алексеевскан
алексеевски
алексино
алессандри
али
аликанте
алматан
алнашин
алсама
алссам
алссама
алтаи
алтаин
алтаира
алтаиском
алтаиш
аль
альба
алье
альметьевскан
альпаш
альто
аляска
ам
амалан
амалаш
амалех
амалехь
амалиин
амало
аман
амаси
америки
америкин
амма
амплитуда
амуран
амурскои
ан
аналитическии
анатоли
анатолин
англ
андгӏе
андерсон
андреаполан
андреевка
андреевски
анкара
анна
аннан
анри
антали
антициклон
антициклонан
антициклонаш
антициклониин
антоново
антропован
анхальт
аоста
апрелан
апрелера
апрелехь
апрель
апули
ара
арад
арахецна
арахьара
ардатован
ардахӏан
арджеш
аренан
аренашкахь
арениин
арзамасан
аризона
арканзас
арктикан
арктикера
арм
арсеньеван
арскан
артвин
артист
архангельскан
архив
архивиина
аса
асан
асанан
асанера
асанехь
асехь
аскизан
асср
аст
астероид
астероидиин
асти
астраханскои
астрель
астрономическии
астрономо
астрофото
атагӏа
атантикан
аткарскан
атлантикан
атлантикера
атлантикин
атлас
атмосферан
атта
аургазин
афанасьеван
афионкарахӏисар
африкин
ах
ахгӏаиренан
ахча
ацш
аштаркханан
аьзни
аьлла
аьлча
аьлчи
аьрру
аьтто
аьтту
аьхка
аьхке
аьхкенан
аьхкенна
аьхкенца
б
ба
бабаеван
бабушкинан
бабынинан
бавари
багратионовскан
багӏ
бад
бадахос
баден
база
базар
базарни
баи
баикалдехьара
баикалхьалхара
баия
бакеу
бакин
бакъ
бакъду
бакъо
бакъонан
бакъонаш
баланс
балашован
балезинан
баликесир
балка
балкарскои
балкхароичоьнан
балтикаиистера
бан
бара
барам
барамал
бараман
бараме
барамера
барамерачу
барамехь
барановичин
бараново
бардан
баро
барселона
барсуки
барт
бартин
барышан
барятинан
бас
басеги
басешкахь
баск
баскетболан
баскетболхо
бассеин
бассеинан
батецкан
баткенан
батман
баттахь
бафраннан
баха
бахам
бахаман
бахархои
бахархоин
баххалц
бахьан
бахьана
бахьна
бахьнехь
бац
башкираш
башкириичоь
башкириичоьнан
башкортостан
башха
башхалла
башхаллаш
бгӏе
бгӏеи
бгӏетань
бгӏи
бежаницин
бежецкан
беи
беира
бекхна
бекъа
беларуси
беларусь
белгородан
белгородскои
белеван
бели
белинан
белинскан
белозерскан
белорус
белоруссехь
белоруссин
белхало
белхан
белхаш
белыничин
бель
бельфогӏан
бен
бер
бераш
бергамо
бердал
бердаца
березан
березинан
березовка
березовкан
березово
берестовицан
бериин
беркате
бернген
берриг
бертан
берш
бес
бесаралла
беттан
беттанаш
беттанашкахь
беха
бецаш
беш
бешенковичин
библиотека
бил
билгала
билгалаио
билгалдан
билгалдолу
билгалиоккху
билгалиолу
билганза
биледжик
бин
бина
бингоьл
биография
биологин
бира
бистрица
битлис
бихор
бич
благовещенскан
благоевградан
бо
бобруискан
бовха
богдановка
богородицкан
богородскан
бодлея
бодьян
бозу
бок
боккха
боккъала
бокситогорскан
болалуш
болг
болгарин
более
бологин
болотнин
болу
болуш
болх
болхован
болчу
большая
большеселон
большие
большое
большои
бомон
бон
бонне
бор
боран
борзанан
борисовка
борисовн
борисово
борисоглебскан
борки
боровичин
боровскан
бородино
борок
бос
ботошань
боуэлл
бохалла
боханан
боху
бохуш
боцу
боцучу
боцуш
боьран
боьранаш
брага
браганса
бразилии
бразилин
бразилия
бразильскии
бранденбург
бранку
браславан
брасован
братислава
братскан
брашов
бреила
бреитован
брестан
брешиа
британин
брод
брокгауза
брянскан
брянскои
бу
буа
бугурусланан
бугӏ
бугӏгунди
буда
бузеу
бузулукан
буин
буинскан
бургасан
бургенланд
бургос
бурдур
бурса
буряти
бурятии
бурятин
буса
бутан
бутана
бутт
бутырки
бух
бухара
бухах
буш
буьисан
буьисанашца
буьицу
буьрка
буьрса
быково
быхован
бюро
бяла
бӏаьста
бӏаьстачул
бӏаьсте
бӏаьстен
бӏаьстенан
бӏаьстенна
бӏешарахь
бӏешеран
бӏешерашкахь
бӏешо
бӏостанехьа
в
ва
вавожан
вагаин
вагӏ
вагӏенн
ваин
ваинах
ваиоминг
валдаин
вале
валенси
валле
валуикин
валь
валье
вальядолид
валя
ван
вандеи
вара
варламова
вармия
варнавинан
варнан
вас
василево
васильевка
васильевски
васлуи
ватанабэ
вахара
вачан
ваша
вашингтон
вашкин
введение
вега
вегетацин
вегӏ
века
векал
велижан
велика
велике
велики
великии
великопольскан
великотырновон
велира
велла
велли
вельке
вельскан
вена
веневан
венеран
венето
венеци
венсан
верещагинан
вермонт
верх
верхнедвинскан
верхни
верхнии
верхняя
верховажьен
верховьен
весели
веселыи
вест
вестник
вестфали
весь
весьегонскан
ветлуган
вехара
виана
виета
визеу
вик
вила
вилегодскан
вилеикан
вилен
вилла
виллагӏ
вилле
виллегӏ
вилледж
вилча
виль
вилье
вильнев
вильнон
вильноьв
вильянуэва
вильяр
вина
винницан
виноградовскан
виргини
виргиния
висконсин
витебскан
вичуган
вишеран
вишня
владивостокскца
владимир
владимиран
владимирехь
владимировка
владимирскои
внесении
во
вовшахтасар
вовшахтоьхна
вогезаш
водород
воеводаллин
воеводство
воеиковн
вожеган
вознесенскан
воклуьз
волавелира
волган
волгоградан
волгоградскои
волжскан
волинан
волково
волковысскан
волован
вологдин
воложинан
волоколамскан
волоконовкан
волосован
волотан
волочекан
волу
волуш
волхован
волчу
вольскан
вольф
воля
воронежан
воронино
воронован
ворхӏ
воскресенскан
воскресенски
восточни
воткинскан
вохман
впн
вранча
времени
время
врх
все
всеволожскан
всероссииская
всероссииские
всероссиискои
всесоюзная
вторая
второи
ву
вулька
вуьртемберг
възраст
выборган
выгоничин
вып
выползово
выселки
высоки
высоково
вытегран
вышни
вье
вьеи
вьенна
вьоь
вязникин
вязьман
г
га
габровон
гаврилов
гагаринан
гагӏ
гагӏонна
газета
газиантеп
гаи
гаин
гаита
гаитина
гаитс
галактика
галактикаш
галац
галичан
галл
гатчинан
гвадалахара
гвардеискан
гвардин
гг
ггӏан
ггӏанд
гдован
гена
генахь
геническан
генри
геогр
географии
географин
географические
географическии
географических
географическое
география
геодезии
геологин
герга
гергара
гергарчу
гергга
герельс
герз
германин
германия
германская
гессен
гилл
гиллс
гималаин
гиресун
гисэ
гл
главна
глазован
глазуновкан
глинкан
глубокин
глусскан
гмина
гминера
го
говзалла
говзаллин
говзанча
год
года
годов
году
гоиту
гол
голышманован
гольштеин
гомелан
гора
горан
гордеевкан
горж
горин
гориця
горка
горки
горкин
горни
горномариискан
город
города
городам
городецан
городище
городов
городок
городокан
городским
городских
городского
городскому
гороховецан
горшечнин
горы
государственное
государственнои
государственныи
гояс
гр
градусал
градусе
гражданиин
гражданска
гранада
гранди
границ
гроднон
грозненскии
грозныи
гросу
гроув
грузии
груневельд
грязовецан
гуарда
губернатор
губерни
губкинан
гулам
гуламиин
гулиина
гунаш
гуо
гуон
гуона
гуонан
гуонара
гуонехь
гуп
гура
гурахь
гурин
гурьевскан
гусь
гута
гуттар
гуттара
гуттарен
гуттаренна
гуш
гуьире
гуьиренан
гуьмуьшхӏане
гуьрж
гуьржиин
гуьржиичоьнан
гэмпшир
гӏ
гӏа
гӏаире
гӏаиренаш
гӏала
гӏалан
гӏаланаш
гӏалат
гӏалахь
гӏалгӏаи
гӏалгӏаин
гӏалгӏаичоьнан
гӏалин
гӏалмакхоичоьнан
гӏараваьлла
гӏебартоин
гӏезалои
гӏезалоичоьнан
гӏеин
гӏелло
гӏеми
гӏеххьа
гӏивьегӏ
гӏиила
гӏиилачу
гӏиргӏазоичоьнан
гӏирма
гӏирман
гӏирс
гӏо
гӏомен
гӏон
гӏона
гӏоролаш
гӏоронаш
гӏош
гӏоьнца
гӏуа
гӏуллакх
гӏуллакхаш
гӏуллакхиин
гӏуллакххо
гӏур
гӏура
д
да
дагестан
даиман
даимехкан
даккхарна
даккъиин
дакота
дакъа
дакъалецира
дакъалоцу
дакъош
дала
даладо
далматован
дальни
дам
дан
данилован
данкован
данные
данным
данных
дар
дара
дарж
даржарах
даржехь
дарра
дарц
дату
даха
дахар
дахаран
дахьа
дац
дацаре
дацахь
даьлча
двинан
двор
дгӏом
де
дебеонь
дебесин
дегӏастанан
дедовичин
дез
деза
декабрехь
декабрь
декабря
декадашкахь
декадехь
декхъехь
декъа
декъан
декъахо
декъашхо
декъехь
дела
делан
деле
деление
дели
делира
делла
дель
деменскан
демидован
демократин
демоскоп
демянскан
ден
дени
деноин
денош
деношца
департамент
департаментан
депутат
дер
дерг
дергачин
деревня
державна
дерз
дерриг
детин
деха
дехачу
дехха
дехьа
дехьаиолучу
дехьаиолуш
деш
деша
дешар
дешаран
дешнаш
дж
джавахетин
джалал
джеимс
джерси
джованни
джон
джорджи
джули
джурджу
дзержинскан
дзонгхагехь
ди
диаметр
диаметрехь
диекхна
дииарбакир
диина
диинахь
диицарехь
дика
дикка
димбовица
дин
дина
динамика
динан
дира
дирекция
диснан
дитташ
для
дмитриеван
дмитриевка
дмитрован
дмитровскан
днепропетровскан
днон
до
добринкан
добричин
добрянкан
довха
довхачу
дог
догӏан
догӏанан
догӏанаш
догӏдонь
догӏнаш
догӏу
догӏучу
доза
дозанашца
дозане
дозанехь
доиу
доккха
доккхаха
доккху
доктор
докшицин
докъаран
дол
долалуш
долара
долгин
долгорукован
долж
долина
долу
долуш
долчу
дом
домброва
домодедован
дон
донан
донецкан
доп
дополнении
дор
дора
дорогин
дорогобужан
дохалла
дохаллехь
дохаллин
дохдалар
дохдарна
дохделча
дохк
дохкаллин
доца
доцу
доцуш
доцца
дош
дошам
доьзал
доьзалехь
доьзна
др
древнюю
дрибинан
дрогичинан
дружба
ду
дубнан
дубрава
дуброва
дубровка
дубровкан
дубровнан
дуброво
дуккха
дукха
дукхалла
дукхаллиица
дукхаллин
дукхах
дукхаха
дукхахдерг
дукхахьа
дукхахьолахь
дукъ
дукъал
дукъо
думиничин
духовщинан
душетин
дуь
дуьздже
дуьина
дуьне
дуьнена
дуьненан
дуьненахь
дуьненаюкъара
дуьххьара
дуьххьарлера
дуьхьал
дуьхьала
дуьхьало
дюим
дятлован
дӏа
дӏаииллина
дӏаииллинера
дӏатесна
дӏатовжар
дӏахилар
дӏахьо
дӏаялар
е
ев
евек
еврази
европера
европехь
европин
еглиз
его
егорьевскан
егӏ
единиц
единыи
ее
ежегодник
еза
екатеринбург
екатеринбургца
екатериновка
екхна
екъа
екъна
елена
елецан
елира
елла
ельникин
ельнян
еремин
ермишан
ерриг
ершичин
ершован
етьенн
ефрона
еха
ехь
еш
ж
жабинкан
жаина
жамбылан
жамӏ
жан
жарковскан
жегӏ
жегӏмен
железногорскан
желт
женщин
жераис
жердевкан
животные
жигара
жигарадевлча
жигаралла
жигӏонда
жиздран
жизни
жизнь
жима
жирковскан
жирона
жирятинан
жителеи
житковичин
житомиран
жлобинан
жогӏж
жос
жуан
жудецан
жукован
жуковкан
жуково
жульен
журавлева
журнал
жуьгтиин
жуьгӏа
жуьльен
жӏаи
з
за
забаикальского
заболотье
заборье
завод
заводан
заволжскан
завтра
завьялован
задонскан
заза
закарпатьен
закон
заларин
залегощан
залесье
зальцбург
заманахь
заманаш
заманашца
заманехь
заозерье
заокскан
западни
западно
заполье
запорожьен
зараискан
заречни
заречье
зарубежным
зарубежных
заря
захарован
захарово
звенигован
зе
зеленоградскан
зеленодольскан
зеленыи
зельван
земля
земо
зерендан
зерноградан
зимовникин
знаменка
знаменскан
золотухинан
золочеван
зона
зонан
зонах
зонашкахь
зонгулдак
зонера
зонехь
зониин
зонин
зону
зорба
зубова
зубцован
зуда
зудариин
зуеван
и
иа
иаззам
иалташ
иара
иац
ибн
иван
ивано
ивановка
ивановн
иваново
ивановски
ивановскои
ивацевичин
ивелин
ивьенан
игран
игӏдир
идентификаци
иекхна
иекъа
иекъна
иеникоьи
иеха
из
иза
избирательное
изд
издание
издательство
изегӏ
измалкован
изменении
измир
износкин
изображение
иидалан
ииина
ииицинчу
ииллина
иина
иира
иист
иистегӏа
иистера
иистехь
иисттехь
ииш
ил
илегӏ
или
иллиноис
иль
ильинка
ильино
ильинскан
ильински
им
имени
имеретин
император
императоран
импери
империи
империн
ин
инарла
инверсеш
инг
ингалс
ингалсан
ингашан
ингушетии
ингушское
индекс
индексаш
индиана
инжавинан
инзан
институт
института
институтан
интернет
информации
информация
ио
иовлуш
иовлуьиту
иовха
иовхачу
иовхо
иовхонан
иовхонаш
иовхонашца
иоганн
иогӏа
иогӏу
иогӏуш
иоза
иозгат
иоиу
иоккха
иокъалла
иокъаллаш
иокъаллин
иолаелира
иолан
иолу
иолучу
иолуш
иолчу
ионна
иорк
иохло
иоху
иохъярна
иоца
иоцу
иоцург
иоцучу
иоцуш
иоццу
иочанаш
иочаниин
иоьзна
иоӏ
иркутскан
иркутскои
иркутскца
исаково
исбаьхьаллин
искитиман
ислам
исламан
исп
испан
испани
испании
испанин
испарта
исраилехь
исследовании
иссык
ист
истмала
исторехь
истори
истории
историн
историческая
историю
история
истран
исчислении
исчисления
итал
итали
италин
итогам
итоги
итон
итт
иу
иуккъера
иукъа
иукъаиогӏу
иукъаиогӏуш
иукъара
иукъаралла
иукъараллера
иукъахь
иурт
иуьртан
их
ичалкин
ишиман
ишимбаин
ишкол
ишколан
ишта
иштта
июлан
июлехь
июль
июля
июнан
июнехь
июнь
к
кабардино
кавказ
кавказа
кавказан
кавказскии
кад
кадоман
кадуин
кадыин
каждому
каждую
казарма
казахстан
каисери
как
калабри
калачан
кале
калининградан
калининскан
калинковичин
калиновка
калитван
калифорни
калугин
калужскои
кальвадос
калязинан
каменец
каменецан
каменка
каменкан
каменскан
камень
камешкован
кампани
кампань
кампо
кампос
канавезе
кандидат
канзас
канталь
кантемировкан
кантен
кантон
кантонан
канэда
капитан
кара
карабуьк
карагаин
карагандан
караман
карачеван
караш
каргапольен
каргополан
кардымован
карелин
кариина
карл
каролина
карс
карскан
карта
картасы
карте
картлин
картографии
картография
картол
карты
карьера
касерес
касимован
каспии
кастамону
кастель
кастельно
кастельон
касторнан
кат
каталог
каталогехь
катарина
кахӏраманмараш
качуган
кашарин
кашинан
каширан
каштелу
каьлбаьджаьран
кбр
кв
квадратан
квасников
квемо
кг
кгӏистоф
кгӏоьз
кгӏуа
кегиира
кедан
кезан
келераш
кема
кемеровн
кемеровскои
кентукки
кеп
кепар
кепара
кепаш
керла
керлачу
кесова
кест
кеста
кетован
киеван
киевн
кизнеран
килемарин
километр
килс
килсан
кима
кимовскан
кимрин
кингисеппан
кинелан
кинешман
киреевскан
киржачан
кириккале
кириллован
киришин
киркларели
кировн
кирово
кировоградан
кировскан
кировскои
кирсанован
киршехӏир
кисловодскехь
китами
китт
кичменгски
кишертан
киів
ккал
кладр
классик
клепикин
клетнян
клеть
клецкан
климат
климатан
климататан
климатера
климаткхолларан
климатна
климато
климован
климовичин
клинан
клинцин
кличевн
клуб
клубан
клуж
ключ
ключи
км
кн
книга
книжное
ко
кобаяси
кобринан
ковернинан
коврован
ковылкинан
когӏгӏез
код
коджаэли
коды
кожуунан
козельскан
козловка
козлово
коимбра
коления
кологриван
коломб
коломнан
колорадо
колпнан
кольчугинан
команда
командехь
командин
комаричин
коми
комии
комитет
комитетан
коммуна
коммунан
коммунах
коммунаш
коммунера
коммунистиин
комо
композитор
комсомольскан
кон
конакован
конде
кондопоган
кони
коннектикут
коношан
константинован
констанца
конте
континенталалла
континенталан
континенталла
континенталлиица
континентан
конышевкан
координаташ
копылан
кораблинан
кореличин
корочан
корсакован
корсика
корта
косан
космосан
костанаин
костино
костромин
костромскои
костюковичин
косцельны
кот
котельничан
котласан
котлякова
кочеван
кошелеван
кошкинан
коьллаш
коьрта
коьртаниг
коьртачу
коьртехь
крае
краи
красная
красни
краснин
красноармеискан
красноборскан
красногвардеискан
красногородскан
красногорскан
краснодаран
красное
краснознаменскан
краснокамскан
краснопольен
красносельскан
краснослободскан
краснояран
красноярскан
красноярскца
красныи
кратер
кратеран
краткая
краткие
краю
края
крестцин
крик
кричеван
кромин
круглин
крупкин
крус
крутои
крымскан
кстован
кубинскан
кубок
кувандыкан
кувшинован
кугӏсель
кудымкаран
куедан
куженеран
кузнецкан
кузнецова
кузнецово
куибышеван
куитунан
кукморан
кулан
культура
культурашна
культурин
кунгуран
кунео
куньян
купинан
курганан
курганскои
куркинан
курскан
курскои
куртамышан
кусиро
кутан
куьг
куьига
куьигалла
куьигалхо
куьтахӏи
куэнка
куявско
кхаа
кхааннах
кхазакхаш
кхазакхстанан
кхазакхстанехула
кхаикхиира
кхарачои
кхача
кхачаио
кхачар
кхаччалц
кхаьллан
кхаьчна
кхелхира
кхераме
кхета
кхетадо
кхетар
кхеташо
кхеташонан
кхетта
кхечира
кхечу
кхиина
кхин
кхо
кхоалгӏа
кхозлагӏчу
кхоллаелла
кхоллало
кхоллалучу
кхоллам
кхолламан
кхолларан
кхоллаяларан
кхоллаяларна
кхочу
кхочучу
кхочуш
кхоччуш
кхоъ
кхоьллина
кхоьллинчу
кхоьллира
кхуза
кхузара
кхузахь
кхуллу
кхуллуш
кхуьилана
кхуьилина
кхуьлина
кхуьу
къ
къаилабаьхна
къам
къастало
къастош
къаьмниин
къаьста
къаьстачу
къаьсташ
къаьстина
къегина
къекъарца
къекъаш
къилба
къилбан
къилбаседа
къилбаседера
къилбаседехь
къилбаседехьа
къилбехахь
къилбехь
къилбехьа
къилбехьара
къилбседа
към
къобал
къоларг
къоман
къора
кызыл
кызылордан
кырджалин
кэролин
кӏажахь
кӏаин
кӏант
кӏахетин
кӏеда
кӏеззиг
кӏезиг
кӏиранбуса
кӏоргенехь
кӏотар
кӏошт
кӏоштан
кӏоштара
кӏоштаркашчуннии
кӏоштахь
кӏошташ
кӏошташкара
кӏошташкарчуннии
кӏошташкахь
кӏошташкахьчул
кӏоште
л
ла
лабастид
лабинскан
лаваль
лагӏио
ладаме
лаин
лаине
лак
лакха
лакхара
лакхарчу
лакхахь
лам
ламанан
ланд
ландаш
ландехан
ландшафтиин
лараран
ларарца
лас
лат
латаран
латархо
латта
латталелоран
латтан
латтана
латтано
латтар
латтарех
латтаро
лауреат
лаха
лахара
лацио
лаьмнаш
лаьмнашкахь
лаьмниин
лаьтта
лаьттаиуккъера
лаьттан
лаьттачу
лаьтташ
лаьттина
лаьцна
ле
лебедева
лебедянан
лебушаниин
лебяжьен
лев
левзина
левзира
леже
лежневан
лез
леик
леирия
лекха
лела
леладо
лелаио
лелар
лелаш
лело
лелош
ленан
ленинан
ленинградан
ленинградскои
ленинск
ленинскан
леон
лепар
лепаран
лепелан
лерина
леррана
леррина
лес
леснои
лесноин
лет
летнее
лецира
лечхуми
ли
ливнин
лигури
лидан
лимузен
лиознан
липецкан
липецкои
липовка
лискинан
лиссабон
литература
литературин
литературы
лихославлан
ло
ловза
ловзар
ловзаран
ловзархо
ловзаш
ловзуш
лог
логоискан
логӏан
лодеини
лодзинскан
лозегӏ
локнян
локхалла
ломан
ломбарди
ломоносован
лон
лору
лоруш
лос
лотошинан
лоттуьиту
лоцу
лу
луагӏ
луагӏа
луагӏан
луагӏе
луган
луганскан
лузан
луи
луизиана
лукин
лукино
луларчу
лунка
луны
луон
лурио
лухан
луховицин
луш
луьра
луьсталла
лыскован
львован
льгован
льеида
любанан
любиман
любинскан
люблинан
любытинан
людинован
лямбиран
ляховичин
м
ма
магаданскои
магаданца
магӏи
магӏитим
магӏн
магӏна
магӏсель
магӏтен
мадрид
маж
мазовин
мазурин
маи
маида
маидан
маиенн
маинан
маиор
маихь
макарово
макарьеван
макнот
макс
максатихан
максимум
максимуман
максимумашна
мактааралан
мала
малати
малая
мале
мали
малии
малиновка
малоархангельскан
малое
малопольскан
малоярославецан
малх
малхбале
малхбален
малхбалехь
малхбалехьа
малхбера
малхбуза
малхбузан
малхбузен
малхбузера
малхбузехь
малхбузехьа
малые
малыи
малым
мамадышан
мангалан
маниса
мансиин
мантурован
манш
маньи
мар
марамуреш
мараньян
мардин
маре
мареван
мари
марии
марииш
мария
марке
марково
марксан
мармаран
марсан
март
марта
мартан
мартехь
мартин
мартино
мархаш
маршах
марьино
масала
масех
масииттаза
массанхьа
массачусетс
массаш
массаша
массашна
массашца
массех
массиин
массо
матвеев
материалы
материк
материкан
маттахь
мату
матч
матчехь
маунт
мах
махачкала
махкахь
мациев
машан
маьждиг
маьлхан
маьрша
маьӏна
мая
маяк
мб
мглинан
мдж
мегар
мегӏ
медведеван
медвежьегорскан
медвенкан
медынан
международныи
междуреченскан
мез
мезенан
мезьегӏ
мекленбург
мексико
мел
меленкин
мелхан
мен
мении
мениль
меркурии
мерсин
меса
мессьен
места
местного
местности
метеорологин
метр
меттан
меттанаш
меттаниин
меттехь
меттиг
меттиган
меттигаш
меттигашкахь
меттигера
меттигерчу
меттигехь
меттигиин
мехаш
мехашца
мехединць
мехкан
мехца
мещовскан
мидал
микроданные
микрокӏошт
микрокӏошташ
милан
миллерован
миллион
милославскан
мин
минас
минимум
министр
миннесота
минот
минскан
миорин
мир
мира
мирни
миссисипи
миссури
михаил
михаилован
михаиловка
михаиловкан
михаиловски
михалево
мичиган
мичуринскан
мишель
млн
мм
мо
могилевн
могӏа
могӏам
могӏбиан
могӏис
можаискан
можган
мозель
мозыран
мои
мокшанан
молдав
молдавии
молдавин
молдавия
молдова
молодечнан
молокован
мон
монастырщинан
монголера
монголи
монтань
монтгӏеи
монте
монтегуь
монтиньи
монферрато
моргаушин
мордован
мордовин
мордовия
моркин
моршанскан
мосальскан
моск
москва
москваца
московскои
москох
москохан
москохахь
москохца
мостинан
мотт
мох
мохе
мохк
мошенскан
моьгӏт
моьз
мркос
мск
мстиславлан
мтианетин
мтп
мугӏла
мужчин
музеи
музыкин
мулен
муниципалан
муниципалитет
муниципалитетам
муниципалитетан
муниципалитеташ
муниципалитетлары
муниципалитетов
муниципального
муниципальное
муниципальныи
муниципальным
муниципальных
мур
муреш
мурманскои
муроман
муса
муссоналлин
муссонан
муссониин
мутье
муххале
мухьаммад
муш
муьлххачу
муьран
муьрашкахь
муьрехь
мценскан
мцхета
мытищин
мышкинан
мэн
мэриленд
мюнхен
мяделан
мякотин
н
на
наварра
навлян
нагахь
наггахь
над
названии
названия
называевскан
наиджел
налоган
нальчик
нан
нана
наро
народная
народов
нарынан
наса
населени
население
населением
населението
населения
населенному
населенные
населенным
населенных
населення
настоящ
наук
наука
наукам
науки
научнои
нах
национален
национального
национальное
национальнои
национальность
национальностям
национальныи
начало
наявного
не
небраска
невелан
невиль
невскан
неклиновскан
некоузан
некрасовскан
некъ
некъашна
некъе
нелидован
нель
нем
неманан
немцоин
неопр
нерехтан
несвижан
несеуд
нестерован
неян
нива
нижегородская
нижегородскои
нижнее
нижнесилезин
нижнеудинскан
нижни
нижние
нижнии
нижняя
низам
нииса
никитино
никола
николаевка
николаевн
николаи
николо
никольскан
никольски
никольское
никулино
нисло
ницкъ
ницца
нова
новая
новгородан
новгородскои
нове
нови
новии
новинка
новкъахь
ново
новогрудокан
новодеревеньковскан
новодугинан
новое
новозыбкован
новокузнецкан
новомосковскан
новоржеван
новоселки
новосергиевкан
новосибирскан
новосибирскои
новосилан
новосокольникин
новости
новоузенскан
новохоперскан
новы
новые
новыи
ногинскан
ногӏ
ногӏманди
ноль
норт
норти
нотгӏ
ноу
нох
нохч
нохчии
нохчиин
нохчиичоьнан
ночью
ноябран
ноябрендә
ноябрера
ноябрехь
ноябрь
нытван
ньевгӏ
нью
нюксеницан
нямц
няндоман
о
об
обен
обзор
областан
областана
областашца
областе
областеи
областера
областехь
области
область
областям
обоянан
образовании
образования
образованиям
образующих
обсерваторехь
обслужване
общ
общая
общественные
общественным
общин
община
общини
объект
объектиин
объем
овегӏнь
овл
огаио
огареван
огиз
огӏ
огӏн
од
одессан
одинцован
одоеван
ож
озерки
озеро
озерскан
оидзуми
оила
окан
окато
океан
океанан
океанашна
океане
океанера
океаниин
оклахома
округ
округам
округов
окружным
окс
окситани
октмо
октябран
октябрехь
октябрь
октябрьскан
октябрьски
октябрьскии
октября
октябряхь
окуловкан
оленинан
олимпиин
олонецан
олт
олу
олура
олучу
олуш
ольховаткан
ольховка
омскан
омскои
омскца
онеган
ополен
опочкан
оптикан
орам
ораматиин
орбиташна
орга
орган
органан
ордан
орден
орду
орегон
орелан
оренбурган
оренбургскои
орехово
оричин
орлован
орловка
орловскан
орловскои
орографин
оршанан
оршанкан
осан
осиновка
осиповичин
осколан
османиие
осташкован
остров
острован
островецан
островскан
острогожскан
от
отар
отв
отдельных
официалан
официальныи
оханскан
охьадогӏу
охьатаьӏна
оценка
оцу
оцун
оцуьна
оццу
очеран
ошан
ошмянин
оьгу
оьздангаллин
оьр
оьрс
оьрсаша
оьрсии
оьрсиин
оьху
оьшу
оьшуш
п
па
пави
павинан
павлован
павловка
павлово
павловскан
павлодаран
паихамар
паихамаран
паленсия
палехан
палкинан
паломар
панинан
параиба
парана
паргӏат
паргӏато
париж
парк
партин
парфеньеван
парфинан
паулу
пауль
пачхьалкх
пачхьалкхан
пачхьалкхаш
пачхьалкхиин
паччахь
паччахьан
пгӏе
пгӏованс
пгӏовансан
педро
пеи
пен
пензенскои
пензин
пенон
пенсильвани
пер
первая
перви
первомаискан
первомаиски
первомаискии
перевод
переводить
переидет
перемышлан
переписи
перепись
переславлан
пермиин
пермского
пернамбуку
перфектурехь
пески
пестован
пестякин
пети
петр
петриковн
петрова
петровка
петрово
петровскан
петровски
петушкин
печорин
пиауи
пигӏенеиш
пик
пикагӏди
пинеган
пинскан
пко
плавскан
план
планета
платформа
плен
плесецкан
плесси
пловдиван
плюссан
по
поветан
погаран
погорелка
погост
погӏ
под
податоци
подгоренскан
поддорьен
подкарпатан
подлясьен
подляшьен
подольскан
подосиновецан
подпорожьен
поинт
покровка
покровскан
покровски
пол
поле
полен
полесскан
политика
политикин
положение
полоцкан
полтаван
полтавкан
полу
поль
польскан
польша
польше
польшин
полюсан
полякиин
поляна
полянан
полянского
померани
поморскан
пон
поповка
порт
порталы
порту
португали
португалин
португалия
порхован
порядке
посадан
поселении
поселения
поселениям
поселкам
поселков
поселок
поспелов
поставин
постановление
постановлении
постоянен
постоянного
похвистневан
почепан
починок
починокан
пошехоньен
поштан
поэт
пояна
правда
правдинскан
правительства
правительство
правительствон
правовых
прахова
председатель
президент
президента
президентан
премьер
пресс
при
приволжскан
признании
приложение
прилукин
приморскан
приморского
приморьен
приозерскан
природа
природные
пристенан
проблемы
провинцехь
провинци
провинцин
прогноз
прогресс
проект
проекты
прокопьевскан
промышленнин
пронскан
профессор
профиль
прохоров
прохоровкан
процессаш
пружанин
пряжан
пскован
пуату
публикация
пугачеван
пудожан
пунктам
пунктов
пункту
пункты
пурган
пустошкан
путь
путятинан
пуховичин
пучежан
пушкинан
пушкински
пуьи
пуэбла
пфальц
пыталован
пьегӏ
пьегӏгӏ
пьемонт
пьетро
р
ра
рабочии
радиации
радиацин
радиацино
раж
развития
размещение
разрезе
разъезд
раинмут
раион
раиона
раионам
раионных
раионов
раицентров
раменскан
раменье
рамешкин
рамонан
ран
растения
рача
рг
реал
реаль
регион
регионан
регионашка
регионера
регионехь
регистрация
ред
редакциеи
реестр
реестран
режиссер
реза
результаты
реи
реин
реинланд
рекреацин
рельеф
рельефан
респонденташ
республика
республикашкахь
республике
республикехь
республики
республикин
реформы
речицан
речка
ржаксан
ржеван
рз
ривер
ридж
ризе
рио
рипол
риу
роберт
ровнан
рогачеван
рогнединан
родионово
родникин
рок
рокка
року
роль
роман
романья
ромнин
рославлан
россехь
росси
россии
россиин
россииская
россиискии
россиискои
россия
россонинан
россошан
росстат
ростовн
ростовскои
роща
рсфср
ртищеван
рубежом
рудня
руднян
рузаевкан
рузан
рузманца
рум
руман
румыни
румыниин
румынин
рус
руссан
русская
русски
русские
русскии
русско
рф
рыбинскан
рыбни
рыбнин
рыльскан
ряжскан
рязанан
рязанехьчул
рязанскои
с
са
савинан
савино
савиньи
сагӏт
сагӏта
садаӏаран
садови
саи
саид
саидинг
саит
саите
сакари
саксони
саламанка
саль
самарин
самарскои
самборан
самегрело
самора
самоуправление
самоуправления
самсун
самцхе
сан
саналган
сандован
санкт
санна
сант
санта
сантарен
санто
санту
санчурскан
сарагоса
сараин
саракташан
саратовн
саратовскои
сардини
саркисов
саркисова
сасован
сато
сату
саут
сафонован
саха
сахалинан
сахалинская
сахалинскои
сахьт
сахьтан
сахьтана
сахьташкахь
сахьтехь
сахьтиин
сацадо
сацам
сацамца
сборник
сванети
сведения
свентокшискан
свердловн
свердловскан
свердловскои
светлогорскан
свислочан
сеара
себежан
севваь
севгӏ
северин
севернин
северо
северскан
севскан
сеговия
сегӏ
седарчиин
сек
селаж
селе
селиванован
селижарован
селище
село
селтин
сель
сельским
сельских
сельского
сельскому
сельцо
сема
семано
семенован
семеновка
семеновски
семилукин
сен
сена
сенаторов
сенаторова
сеннан
сент
сентябран
сентябрера
сентябрехь
сентябрь
сергеевка
сергеи
сергиев
сергиевскан
серия
серло
сернуран
серпухован
серра
сехьа
си
сибиу
сибрехан
сибрехара
сиван
сивас
сигӏ
сизал
сии
сиидина
сиилаллин
сиилахь
сиина
сиирт
силезин
силу
силья
симидзу
синлун
синоп
сипатех
сипташ
сипташца
сиптиин
сирла
система
системан
системехь
системы
сити
сих
сиха
сицили
скопинан
славгородан
славскан
сланцин
сливкера
слобода
слободан
слободка
слободскоин
слов
словак
словакин
словареи
словари
словарь
словен
словени
словении
словенин
словения
слониман
служба
службы
слуцкан
см
смолевичин
смоленскан
смоленскои
смолянан
сморгонан
со
собинкан
сов
совгӏат
совгӏатан
совгӏатхо
совегӏ
совет
совета
советан
советиин
советскан
советская
советски
современных
совхоза
соединенные
соколан
соколово
сокольскан
сокорро
солдатскан
солигаличан
солигорскан
соликамскан
солнечногорскан
солнечнои
солнцеван
соль
сольцин
сомма
сон
сона
сонкован
сория
сорокино
соскован
соснован
сосновка
сосновкан
сосновскан
сост
состав
составе
составители
состоянию
софин
социалан
социалистиин
сочехьчул
соьлжа
союз
союза
союзан
спас
спасскан
спб
спирован
список
спорт
спорта
спортан
справочник
справочников
спринг
спрингс
среднегодовая
среднерусски
средни
сср
ссрс
ссср
ст
ставрополан
ставрополехь
ставропольского
стаг
становин
станци
стара
старая
старе
стари
старии
старицан
стародубан
старое
старожилован
старозагоран
старцев
старые
старыи
статистика
статистике
статистики
статистикин
статистически
статистическии
статистическое
статус
статья
степнои
стереотип
стигал
