!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
01
02
03
038
04
05
06
07
079
08
09
098
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
102
11
112
117
12
127
13
131
137
14
143
15
150
1577
1588
16
17
174755630
18
180
19
190
1901
1903
1922
1928
1940
1946
1949
1952
1953
1956
1957
1962
1963
1964
1965
1966
1967
1968
1972
1976
1977
1981
1983
1987
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2003
2004
2005
2006
2007
2008
2009
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
2020
2021
2022
21
22
23
233
24
25
26
265
27
270
28
29
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
301
302
31
32
33
330
333
338
34
35
352
36
37
38
39
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
41
42
43
430
435
44
45
46
47
48
49
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
51
52
53
54
541
55
56
567
57
574
58
59
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
606
61
62
63
632
64
644
648
65
66
660
67
68
69
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
703
71
72
73
74
748
75
76
77
78
79
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
801
81
82
83
830
84
85
86
867
87
873
88
89
890
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
91
916
92
93
94
95
96
960
97
978
979
98
9807
99
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
_
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
ab
aba
ababa
ababaza
ababirigi
ababonye
ababwira
abacu
abadandaza
abafatanyabikorwa
abafirisiti
abafise
abagabo
abaganga
abagore
abaguzi
abaha
abahanuzi
abahanzi
abahebereyi
abaheburayo
abahereza
abaherezankuka
abahinga
abaho
abahori
abahungu
abahutu
abaja
abajejwe
abakanahani
abakasidimu
abakazana
abakirisu
abakiriya
abakobwa
abakoresha
abakoroni
abakozi
abakura
abakurambere
abakuru
abakwe
abamadiyani
abamakabe
abamarayika
abami
abana
abandanya
abandi
abanje
abansi
abantu
abanyagihugu
abanyakarama
abanyamahanga
abanyamerika
abanyamisiri
abanyamuryango
abanyarwanda
abanyekorenti
abanyeshure
abanyeshuri
abanyetesaronika
abaperizi
abapfuye
abapolisi
abarabu
abarefa
abari
abarinzi
abarundi
abarungika
abarwayi
abasavyi
abasentare
abaserukizi
abashakashatsi
abashikiranganji
abashingamateka
abashwiragiza
abashyitsi
abasuku
abatanga
abatare
abatasi
abaturage
abatutsi
abatwa
abatware
abavandimwe
abavubikiro
abavukiye
abawe
abayikoresha
abayishemaheri
abayoboke
abayobora
abayobozi
abaza
abazungu
abdominea
abe
abedomu
abemera
abemori
abenegihugu
abenshi
abera
aberi
abiganira
abigira
abigisha
abiha
abihereza
abimereki
abipfuza
abirabure
abiri
abishura
abisiramu
abitereka
abiwe
abo
abona
aboneka
abonekera
abonye
aborozi
abungere
aburahamu
aburamu
abuzukuru
abuzukuruza
abwira
ac
aca
acagura
acampe
ace
acita
aciye
active
actress
actresses
ad
adamu
adema
adolphe
aduga
adult
ae
aeroport
af
afashwe
afata
afatwa
afirika
afise
afite
africa
afrika
after
afungure
afurika
ag
agace
agaciro
agafata
agahimbo
agahinda
agakura
agamije
agana
agandarira
aganza
agaragara
agarura
agasato
agashobora
agashusho
agasumo
agatemere
agatete
agenda
agendera
agerera
ageze
agira
agirira
agisubira
agitangura
agiye
agize
agizwe
agomba
aguma
agumana
agurisha
agwa
ah
aha
ahagaragara
ahagaze
ahamagara
ahamvya
ahandi
ahandiho
ahanini
ahantu
aharabana
ahari
ahejeje
aherereza
ahereza
ahezagira
aheze
ahingura
ahinze
ahita
ahitana
ahitanguye
aho
ahora
ahoroshe
ahuatanga
ahubaka
ahubwo
ahumutse
ahunga
ahungira
ahura
ai
aires
airport
aj
aja
ajabuka
ajana
ajanye
aje
ajya
ak
akaba
akabiri
akabizi
akadahoka
akagira
akaguhu
akahise
akamangu
akamaro
akamenya
akamoto
akanovera
akanyama
akanyaru
akanyishura
akanyuzi
akaranga
akaremera
akarorero
akayabagu
akayogo
akayoka
ake
akenshi
akibona
akigira
akira
akiri
akiriho
akitwa
ako
akomeye
akomoka
akongera
akora
akoresha
akoresheje
akubita
akukira
akura
akurikira
akuye
al
alchetron
algorithm
algorithms
allah
along
also
altensteinia
altıagac
alubumu
am
ama
amababa
amababi
amabara
amabendera
amaboko
amabuye
amabwiriza
amacakubiri
amadini
amadolari
amafaranga
amafeza
amafoto
amagambo
amagara
amagarwe
amagi
amagufa
amagunira
amaguru
amahane
amahasa
amahema
amahembe
amahera
amaherezo
amahirwe
amahoro
amahundo
amahuza
amaja
amajambo
amajana
amajoro
amajwi
amaki
amakimbirane
amakomine
amakungu
amakuru
amalelesi
amamuko
amanota
amanuka
amapfa
amara
amarangi
amaraso
amarembo
amariba
amasaha
amasanamu
amasezerano
amashami
amashekeri
amashikanwa
amasho
amashuha
amashure
amashurwe
amashusho
amaso
amasoko
amasonga
amasuguru
amata
amatafari
amategeko
amateka
amato
amatongo
amatora
amatsinda
amatsuka
amatungo
amatwi
amavukiro
amavuta
amaze
amazi
amazina
ambwira
amenya
amenyereye
amenyo
amerika
ameze
amezi
amoko
amstel
amubaza
amubwira
amugwa
amuha
amujana
amukura
amungane
amuraferi
amushinga
amushingira
amusubirira
amusubiza
amuvyarira
amuzanira
amwambika
amwishura
amwita
an
ana
anagana
anahi
anastacia
and
android
ane
angeles
ankara
anniversary
ano
antakya
anyunyutse
anywe
anzac
ao
ap
apfa
apfira
apfuye
appearance
appeared
april
aq
ar
araba
arababaza
arabahezagira
arabamwegereza
arabazimana
arabe
arabona
araca
aracariho
aracikana
araduga
arafise
aragenda
aragiye
arahaguruka
araheza
arahunga
araje
arakavumwa
arakomeye
arakura
aramu
aramubaza
aramubonekera
aramugumbira
aramuhezagira
aramukunda
aramunyongesha
aramurahira
aramurongora
aramusoma
aramvura
aramwegera
aramwishura
aranka
aranywa
arapfa
arara
araraba
araramura
araramuye
ararira
ararota
ararya
arasama
araseruka
arashaje
arashika
arashitse
arasohoka
aratembera
araturikisha
aratwenga
archived
areba
aregera
arekura
arekurira
arenga
argentine
ari
aribaruka
arico
ariho
arikangura
ariko
arime
arimwo
aririmba
aririra
ariruka
arirwo
arishinga
arishura
aritegereza
ariyo
ariyoki
armstrong
aronka
arota
arotora
article
arumvira
arunda
arungika
arungikira
arupakeshadi
arurira
arusha
aryamana
aryita
aryoheye
as
asa
asabira
asama
asanga
asanzwe
asenati
ashaje
ashaka
ashavurira
asheri
ashika
ashikana
ashike
ashinga
ashira
ashishikara
ashobora
ashyirwa
asiga
asigaye
asobanura
asohoka
asubira
asubiza
asubizayo
asuka
asumba
at
ata
atabagura
ataco
atakambira
atako
atambika
atandatu
atandukana
atandukanye
atanga
atangura
atanu
atari
atatu
atazoba
ategeka
ategerezwa
ategura
atemba
atengengeye
atera
atewe
ati
atora
atorwa
atu
atubwira
atukura
atuma
atumako
atunze
atura
au
august
australia
australie
australiya
av
ava
avuga
avugana
avugira
avuye
avuze
avyara
avyarira
avyarire
avyariye
avyiganzire
avyuka
aw
award
awards
ax
ay
aya
ayandi
ayangitse
ayiha
ayirwaye
ayisukako
ayita
ayo
ayongobeza
az
aza
azanye
azerbaijan
azi
azirotorera
aziya
azoba
azoca
azoheza
azohezagirwa
azohorwa
azokura
azokuvyarira
azotorana
azovyara
azwi
azərbaycan
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baadshah
baba
bababwira
babandanya
babandanye
babangikana
babanje
babanza
baberi
babicishije
babigira
babigujije
babimenyesha
babiri
babiziga
babo
babona
babonye
babwira
babwirana
baca
bace
bacise
bacita
bacu
badugana
bafata
bafise
bafungura
bafungurira
bafuvye
bagabo
bagaca
bagana
bagatembagaza
bagaza
bagenda
bagera
bagereka
bagereraho
bageze
bagikoresha
bagira
bagishobora
bagiye
bagize
bagomba
bagore
bagundi
bahamagara
bahari
baheba
bahembwa
baheze
bahita
bahora
bahunga
bahungira
bahungu
baja
bajana
baje
bakaba
bakavuga
bake
bakeneye
bakevyi
bakinnyi
bakiri
bakobwa
bakomeye
bakora
bakoresha
bakoresheje
bakoze
baku
bakubita
bakunda
bakunze
bakurikije
bakurikira
bakwiranye
bamara
bamaze
bamenye
bamenyesha
bamubaza
bamubwira
bamufuba
bamugenyera
bamugirira
bamugurisha
bamuhereza
bamujana
bamukura
bamwe
bamwebamwe
bamwishura
bamwita
bamye
bande
bane
bangahe
bangana
banje
bantu
banyaga
banyarubuga
banyu
baptiste
barabica
barafungura
baraga
baragenda
baragenyerwa
barahaguruka
baraheza
barangije
baranywa
barara
bararya
barashika
barashobora
baraza
barbara
baregera
barenga
bari
barigira
bariko
barimo
barimvye
barondera
baronke
baronkeye
baronse
barushirizaho
barwanya
barwaye
barwo
barya
basanga
basanganywe
based
basemati
basenga
basengera
bashaka
bashika
bashinze
bashitse
bashobora
basubira
batahitiye
batandatu
batangura
batanguye
batanu
batari
batatu
bategerezwa
batera
bati
bato
batoza
batuma
batunze
batware
batwaye
bava
bavuga
bavugana
bavukanyi
bavuye
bavyaye
bawe
bayishemaheri
bayo
baza
bazanye
bazo
bazoba
bazonyica
bazova
bazwi
bb
bc
bd
be
became
becoming
before
being
bemera
bene
benewabo
benewacu
benewanyu
benshi
benyamini
berahi
berekeza
berisheba
beriya
berlin
best
beterehemu
beteri
betuweri
bf
bg
bh
bi
biba
bibaye
bibaza
bibe
bibero
bibi
bibiliya
bibiri
bibiribibiri
bibiriya
biboneka
bica
bice
biciye
bidafite
biden
bifasha
bifatwa
bifise
bifite
biga
bigamije
biganza
bigasa
bigatuma
bigenda
bigendanwa
bigize
bigomba
bigoye
biguruka
bihana
biharuro
bihe
bihebura
bihejeje
bihembe
biheze
bihimba
bihugu
bihumbi
bijanye
bikaba
bike
bikoko
bikoresho
bikorwa
bikubiyemo
bikurikije
bikurikira
bikuru
bikwiranye
bikwiye
bilariziyozi
bimara
bimba
bimenyetso
bimera
bimwe
bine
bing
bingana
binini
bininibinini
binjana
binjije
binjira
bintu
binure
binyagara
binyogomba
binyuze
biraba
biraheza
biramubabaza
birashoboka
birashobora
biratikira
bireha
biri
birimo
birondora
bisa
bisagara
bisanzwe
bishemeye
bishika
bishimikiye
bishobora
bishura
bishwe
bishya
bisigura
bisubizo
bita
bitabaye
bitabu
bitandukanye
bitanga
bitangazamakuru
bitanu
bitari
bitatu
bitayeko
bitazira
bitera
bitewe
biti
bitobito
bitoke
bitugu
bituma
bitungwa
bityo
biva
bivuga
bivugwa
bivuye
bivuze
biwe
biyaga
biyahura
biyongera
bize
bizira
bizobabera
bj
bk
bl
blake
blue
bm
bn
bo
boba
bogota
bohero
bollywood
bompi
bongera
bongere
born
bose
bot
bourg
bp
bq
br
brarudi
brasilia
brasserie
brazil
brin
bruxelles
bs
bt
bu
bubamfu
bubanza
buciriritse
budage
buenos
buganda
bugaragwa
bugarama
bugome
buguma
buhinde
buhungiro
bujanye
bujumbura
bukebuke
bukeye
bukeyi
bukirasazi
bukoreshwa
bulbostylis
bumanuko
bumaze
bumva
bumvise
bundi
bunga
burabatekera
burambi
buraruko
burashobora
buraya
burbank
burebure
burengero
bureremba
buri
buriri
buronse
burundi
bururi
buruse
buryo
busa
busanzwe
busaza
buseruko
bushingiye
bushinwa
bushira
busho
but
butagatifu
butandukanye
butatu
buto
buvuzi
buy
buye
buyoya
buzi
buzima
bv
bw
bwa
bwabo
bwaciye
bwaco
bwacu
bwaguke
bwanje
bwanyu
bwari
bwashuri
bwato
bwavyo
bwawe
bwayo
bwazo
bwenge
bweru
bwigere
bwikora
bwinshi
bwirizwa
bwisoko
bwiwe
bwiza
bwo
bwoko
bwose
bwurubuga
bx
by
bya
byabo
byagaciro
byamamare
byari
byasabye
byatangajwe
byatangiye
byavuzwe
byayo
byibanze
byinshi
byinshuti
byishyuwe
byiza
byo
byombi
byongeweho
byongeye
byoroshye
byubushakashatsi
byubuyobozi
byumwuga
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cababa
cabo
caco
caffeine
cagutse
cahishuriwe
california
cama
cambere
camira
can
candikwa
cane
canecane
canje
canke
cankuzo
caracas
career
cari
caroline
category
catumye
cawe
cayo
cb
cc
cd
cdc
ce
cegeranyo
cenda
centre
cephalotes
ceranda
cf
cg
ch
character
check
chicago
chiesanuova
chile
christmas
chromium
ci
cibitoke
citwa
city
civil
ciwe
cj
ck
cl
clark
close
cm
cn
cndd
co
coba
college
colombia
colombiya
com
comisiyo
commission
commons
commonwealth
concert
congereza
congress
control
coroshe
cose
country
court
cp
cq
cr
croacia
crocodylus
cs
ct
cu
cubukako
cubutseko
cucurbita
cumi
curitiba
cutts
cv
cw
cx
cy
cya
cyabo
cyane
cyangwa
cyatangaje
cye
cyingenzi
cyiza
cyo
cyprien
cz
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
damasi
dane
dani
daniel
danny
data
database
databuja
date
david
dawe
db
dc
dd
de
debut
debuted
debuting
december
dedani
demokarasi
depot
des
desktop
df
dg
dh
di
diaphananthe
die
dieter
dina
disease
dishani
dishoni
dj
dk
dl
dm
dmm
dn
do
doi
domaine
domitien
dondagura
dore
dosiye
dotani
dp
dq
dr
ds
dt
du
duce
due
dufise
duhaguruke
duhe
duheruka
duheze
duhinyuze
dukoni
during
dusanga
dutoduto
dv
dw
dx
dy
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
eb
ebisu
ebola
ebyiri
ec
ecran
ed
edirne
edomu
ee
ef
efurayimu
eg
egera
eglise
ego
eh
ehe
ei
ej
ek
eka
el
electronical
elsevier
em
en
enayimu
enei
england
english
enoshi
entered
enterineti
entertainment
eo
ep
epfo
eq
er
erasari
erega
eri
eric
erifazi
eroni
error
es
ese
eshekori
esl
esperanto
et
etahi
etseri
eu
european
ev
evariste
evd
ew
ewe
ex
expanding
ey
ez
ezawu
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
farawoni
fata
fb
fc
fd
fdd
fe
fever
ff
fg
fh
fi
file
filime
filipine
film
filmfare
films
finilande
firime
first
fj
fk
fl
fm
fn
fo
for
forbes
former
fp
fq
fr
franchise
francis
francois
from
fs
ft
ftp
fu
fuba
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gaciro
gadi
gafise
gaharura
gahato
gahetamu
gahinga
gahunda
game
garahadi
garama
gasape
gashyantare
gastrochilus
gatandatu
gatangazi
gatanu
gatatu
gateka
gatera
gato
gatorika
gatoyi
gatukura
gatumba
gb
gc
gd
gdp
ge
genda
generation
geonames
georgia
gerari
gf
gg
gh
gi
gice
giciro
gicu
gicumuro
gicurasi
gifaransa
gifasha
gifatiye
gifise
gihambaye
gihanga
gihe
gihingurwa
gihugu
gihumbi
gikaze
gikikijwe
gikombe
gikomeye
gikoreshwa
gikorwa
gikurikira
gikuru
giperesi
gire
giripe
girl
gisa
gisagara
gisata
giseke
gishimu
gishingo
gishobora
gishubi
gisirikare
gisozi
gitabo
gitanga
gitega
gitera
giterwa
giti
gitigiri
gitondo
gitoyi
gitugutu
gituma
gj
gk
gl
gm
gmail
gn
go
golzar
gomeri
gomora
google
gosheni
goyimu
gp
gq
gr
gravure
group
gs
gt
gu
guca
gucika
gucuruza
gufasha
gufata
gufatwa
gufuba
gufungura
guha
guhagarikwa
guhahamuka
guhamagara
guhana
guhanga
guharura
guhaza
guhema
guhera
guhiga
guhinduka
guhindura
guhirika
guhitamo
guhitamwo
guhuza
guinea
guinee
gukemura
gukina
gukinjika
gukora
gukorera
gukoresha
gukoreshwa
gukubita
gukundwa
gukuramo
gukurikirana
gukurura
gukururwa
gukwiragiza
gukwirakwiza
gupfa
gupima
gupta
gusa
gusaba
gusama
gusangira
gusenga
guserukira
gusezera
gushakisha
gushika
gushingira
gushiraho
gushora
gushuha
gushushanya
gushyingo
gushyira
gusobanukirwa
gusobanura
gusoma
gusubiramo
gusubiza
gusuma
gusumba
gutahura
gutandukanya
gutanga
gutangaza
gutangiza
gutangura
gutata
gutazira
gute
gutega
gutegura
gutera
guterera
guterwa
guteza
gutikiza
gutinya
gutorana
gutsinda
gutuma
gutura
gutwara
gutya
gutyo
guverineri
guverinoma
gv
gw
gwo
gx
gy
gz
głowny
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
haba
habe
habenaria
haboneke
haciye
hada
hadadi
haemorrhagic
hafi
hagari
hagati
hagiye
hagomba
haguruka
haheze
hakaba
hakebori
hakiri
hakurikijwe
hakurya
hama
hamareki
hambavu
hambere
hamori
hamu
hamwe
hanani
haneri
hanga
hangaia
hano
hanoki
hans
hantu
hanyuma
hanze
har
harani
hari
hariho
harimo
harimwo
hariya
hariyo
haruguru
harya
hashingwa
hashize
hasi
hasigaye
hateye
havayo
have
havira
hayi
haza
hb
hc
hd
he
health
heberi
heburoni
hedeni
heferoni
hehe
hei
hejuru
help
helsinki
henshi
heoi
hepburn
hepfo
her
heramu
heri
heti
hetseroni
heva
heydarieh
heza
hf
hg
hh
hi
hiahia
highest
hinge
hinjira
hira
hitana
hitawe
hj
hk
hl
hm
hn
ho
hoahoanga
hoba
hoho
hoki
hoko
home
honduras
honey
hono
hononga
hose
hotel
hou
hour
house
hp
hq
hr
hs
ht
html
http
https
hu
huge
hulk
human
huri
hushamu
hutsi
hv
hw
hx
hy
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
ib
iba
ibabwira
ibahari
ibahezagire
ibamwo
ibara
ibarema
ibaye
ibe
ibendera
ibge
ibi
ibibanza
ibibazo
ibibuza
ibice
ibicuruzwa
ibifise
ibifungurwa
ibiganiro
ibiganza
ibigaragamba
ibigirwamana
ibigo
ibigobe
ibiguruka
ibihano
ibiharuro
ibihe
ibihembo
ibihimba
ibihugu
ibihumbi
ibikenewe
ibiki
ibikoko
ibikoresho
ibikorwa
ibikugirira
ibimenyetso
ibimera
ibimuri
ibindi
ibingira
ibintu
ibinure
ibinyabuzima
ibinyagara
ibinyobwa
ibinyogomba
ibipfukamiro
ibipimo
ibirango
ibirenge
ibiri
ibiriko
ibirimo
ibirometero
ibirometrometero
ibisagara
ibisanzwe
ibisata
ibishoboka
ibisiga
ibisobanuro
ibisubizo
ibitabo
ibitabu
ibitekerezo
ibiterwa
ibiti
ibitoke
ibitungwa
ibitwazi
ibivuga
ibiyaga
ibiyayura
ibohero
ibona
iboneka
ibonekera
ibubamfu
ibumba
iburyo
ibuye
ibwira
ibwirizwa
ibyamamare
ibyifuzo
ibyo
ic
ica
icabona
icaha
icahe
icambu
icamwa
icangazi
icarire
icatsi
icegera
icegeranyo
icenda
icibutso
icicaro
icitiro
iciyumviro
iciza
ico
icogihimba
icongereza
icumbi
icumi
icupa
icyakora
icyamamare
icyerekezo
icyicaro
icyo
icyongereza
icyubahiro
id
idarapo
idini
idirisha
idol
idols
ie
ieee
if
ifasha
ifata
ifeza
ifi
ifise
ifite
ifu
ifumba
ig
igamije
igenamigambi
igendanwa
igenekerezo
igeretsweko
igerwaho
igice
igiciro
igicumuro
igifaransa
igifise
igifungurwa
igiha
igiharage
igiharuro
igihe
igihimba
igihu
igihugu
igihumbi
igihuza
igikoko
igikombe
igikonjo
igikoresho
igikorwa
igipimo
igira
igisabisho
igisagara
igisata
igisenge
igiswahili
igiswahiri
igitabo
igitagangurirwa
igitanda
igitereko
igitero
igiterwa
igiti
igitigiri
igitigu
igitondo
igitungwa
igizwe
igomba
igoye
igufa
iguhezagirire
iguhugu
igunira
ih
ihagarara
ihagarikwa
ihagaze
ihagije
ihana
iharanira
ihavuye
ihema
iherereye
iheruka
iheze
ihiganwa
ihinduka
ihindurwa
ihirangi
ihirikwa
ihita
ihohoterwa
ihonyabwoko
ihute
ihuye
ihuza
ii
ij
ija
ijambo
ijana
ijejwe
ijisho
ijoro
ijuru
ijwi
ik
ikaba
ikabije
ikagarukira
ikanzu
iki
ikibanza
ikibazo
ikibero
ikibi
ikibira
ikibuga
ikidagi
ikigabane
ikiganiro
ikiganza
ikigo
ikigongwe
ikigoyi
ikiguzi
ikihe
ikimasa
ikimenyetso
ikindi
ikinege
ikintu
ikinure
ikinyabuzima
ikinyamakuru
ikinyarwanda
ikinyobwa
ikirago
ikiratini
ikiraya
ikirenge
ikirere
ikiribwa
ikiringo
ikirundi
ikirusiya
ikiva
ikiyaga
ikiyaya
ikiyingiyingi
ikiza
ikomine
ikora
ikoraniro
ikoresha
ikoreshwa
ikubiyemo
ikunda
ikurikirana
ikuzimu
ikwiye
il
illinois
im
image
imamba
imamfu
imana
imashini
imaze
imbabazi
imbagwa
imbaraga
imbata
imbazi
imbeho
imbere
imbibe
imbohe
imbuga
imbuto
imerero
imero
imetero
imfungugwa
imfungurwa
imfura
imibereho
imico
imigabane
imiganda
imigani
imigende
imigenzo
imigera
imiguta
imigwi
imihezagiro
imikate
imikino
imikogote
imikorere
imikoreshereze
imiliyoni
iminwe
imira
imirima
imiringa
imiriyoni
imirongo
imiruho
imiryango
imisi
imisozi
imitahe
imitavu
imiterere
imiti
imitongano
imitsi
imitumba
imituri
imivugwa
imiyoborere
imiyoboro
imizi
imizigo
imiziki
imodoka
impamba
impamyabumenyi
impapuro
impembo
impemu
impene
impeta
impfizi
impinduka
impuguke
impundu
impunzi
impuzu
imubere
imubwira
imukorere
imushikira
imvi
imvugo
imvura
imvyaro
imwe
imyaho
imyaka
imyigaragambyo
imyitozo
imyitwarire
imyuga
in
inabi
inama
inanga
inarume
including
incomplete
incoreke
incuro
incuti
inda
indagi
indahiro
indangagaciro
indaro
inde
indege
indiana
indimburo
indimi
indimo
indirimbo
indogobwe
indome
indonda
indoto
induru
industry
indwano
indwara
indwi
indwindwi
indya
ine
ineza
infection
ingabo
ingaburo
ingahe
ingamba
ingamiya
inganda
ingano
ingaruka
ingege
ingendo
ingene
ingenzi
ingereka
ingero
inginagina
ingingo
ingo
ingofero
ingoma
ingona
ingorane
ingoro
ingurube
inguvu
ingwano
ingwara
ingwati
injeniyeri
inka
inkende
inkenuzo
inkingi
inkomezamitsi
inkomoko
inkona
inkoni
inkono
inkoranyamagambo
inkoro
inkota
inkuka
inkurikizi
inkuru
inkwano
inkwi
ino
insago
insato
inshozi
inshuro
inshuti
insigarirazina
insiguro
insobanuro
institute
intahava
intahe
intama
intambara
intambwe
intara
intare
intavyara
intebe
intego
inteko
interahamwe
interineti
international
intete
intsinzi
intuguta
intumbero
intumbuzi
intumwa
intungane
intwari
intwaro
intwarorusangi
inuma
inyama
inyambukira
inyandiko
inyanja
inyenga
inyenyeri
inyigisho
inyishu
inyobwa
inyoni
inyuma
inyungu
inzahabu
inzandiko
inzara
inzego
inzimano
inzira
inzoga
inzoka
inzovu
inzu
io
ios
ip
ipurangi
iq
ir
irabahezagira
iraboneka
iradi
iraduga
irafise
irahezagira
irakoreshwa
iran
irangi
irangura
irani
irashobora
iratiro
irema
irembo
irenga
irepuburika
iri
iriba
irindi
irindwi
irivuga
irondoka
iruhande
irwirirana
iry
irya
iryo
is
isahani
isakari
isamirane
isanganya
isano
isarayeri
isare
isbn
isegenya
isenga
iseseme
isezerano
ishakisha
ishamba
ishami
ishaq
ishari
ishashi
ishavu
ishengero
ishikanwa
ishinga
ishingiro
ishirahamwe
ishirwa
ishobora
ishonje
ishule
ishure
ishusho
ishwashwa
ishyirahamwe
isi
isilamu
isinzi
islamu
isoko
isonga
isosiyete
isumba
isumbuye
it
itaba
itako
italiki
itandatu
itandukaniro
itandukanya
itanga
itanu
itanure
itariki
itatu
itegeko
itegereze
itegwa
iteka
iteke
itera
iterambere
iterwa
iti
itikize
itiro
itishyuwe
itituka
itomoye
itongo
itsembabwoko
ituma
itumatumanako
itunga
ituwemwo
iu
iv
iva
ivana
ivu
ivuga
ivugurura
ivuka
ivutu
ivy
ivya
ivyabaye
ivyak
ivyakozw
ivyambarwa
ivyamwa
ivyandiko
ivyanje
ivyara
ivyari
ivyatsi
ivyawe
ivyegeranyo
ivyerekeye
ivyigwa
ivyimburwa
ivyirwa
ivyiwe
ivyiyumviro
ivyiza
ivyo
ivyokurya
iw
iwacu
iwanje
iwanyu
iwawe
iwe
iwita
ix
iy
iyi
iyicwa
iyindi
iyo
iyobowe
iz
iza
izahaki
izi
izifise
izimwe
izina
izinandi
izindi
izisigarira
izo
izoba
izohezagirwa
izokuvako
izosi
izuba
izwi
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jack
jambo
james
jane
january
japanese
javascript
jb
jc
jd
je
jean
jeho
jesus
jewe
jf
jg
jh
ji
jim
jj
jk
jl
jm
jn
jo
jodhpur
joe
johann
john
joiceyana
joro
joseph
jp
jpg
jq
jr
js
jt
ju
july
june
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kaba
kabande
kabaza
kabezi
kabiri
kabo
kaburimbi
kabuza
kadeshi
kaha
kahise
kaihanga
kaiwhakamahi
kaiwhakarato
kaiwhakawhanake
kama
kamena
kameze
kaminuza
kanada
kanahani
kanama
kanda
kandi
kane
kanwa
kanzu
kaore
karahi
kare
karere
kari
karonge
karuzi
katoa
kaupapa
kavantara
kavukire
kayanza
kayini
kazi
kb
kc
kd
ke
kedorerahomeri
kei
kenani
kenazi
kenshi
kera
ketura
kew
keza
kf
kg
kh
khan
khorasan
ki
kiba
kibanza
kibe
kibereye
kibisi
kibondo
kibuga
kibumbu
kigamba
kigarama
kigenda
kigendanwa
kigeze
kigira
kigizwe
kigo
kigoyi
kikaba
kikagira
kilometero
kimaze
kimenyesha
kimeze
kimwe
kimwekimwe
kinama
king
kingana
kinigi
kinini
kinjana
kinterlingue
kintu
kinyinya
kira
kirafise
kiranga
kirekire
kiremba
kirere
kiri
kiriko
kirimwo
kiriyati
kirometero
kirundi
kirundo
kirya
kito
kiva
kivuga
kivugwa
kiwe
kiyaga
kiyaya
kiyerera
kiza
kizigenza
kizito
kizokwerekana
kj
kk
kl
klenk
km
kn
ko
kohereza
koherezwa
koko
kolesterole
komine
komisiyo
konae
kongera
kongo
korahi
korani
kore
korean
korero
koreutu
korinto
kose
kotler
kp
kq
kr
krakow
kristo
kristru
ks
kt
ku
kua
kuba
kubabara
kubaho
kubaka
kubakiriya
kubakoresha
kubandanya
kubandwa
kubantu
kubasanganira
kubashinzwe
kubaza
kubera
kuberako
kubikoresho
kubintu
kubiri
kubisubizo
kubona
kuboneka
kubora
kubungabunga
kubuntu
kubura
kubushakashatsi
kubwibyo
kubwira
kubyara
kucivugo
kugaba
kugabanya
kugaburira
kuganira
kugendera
kugendura
kugenzura
kugera
kugerageza
kugerera
kugeza
kugira
kugirango
kugirira
kugizwe
kuguma
kugura
kugurisha
kuja
kukaba
kuki
kuko
kukwita
kumanuka
kumanukana
kumasoko
kumbure
kumeneka
kumenera
kumenya
kumenyekana
kumenyekanisha
kumera
kumubiri
kumugabane
kumuha
kumuhezagira
kumurongo
kumusanganira
kumushikiriza
kumva
kumwa
kumwanka
kumwe
kunonora
kunoza
kunywa
kuraba
kuragira
kure
kureba
kurekurira
kurema
kurenga
kuri
kuribwa
kurinda
kurisha
kurondera
kuronka
kurota
kurubuga
kurugero
kurundi
kurupapuro
kurusha
kuruta
kurutonde
kurwanya
kurya
kuryamana
kushi
kuva
kuvayo
kuvoma
kuvuga
kuvugana
kuvugurura
kuvyara
kuvyerekeye
kuwadarato
kuza
kuzamura
kuzana
kuzimu
kv
kw
kwa
kwabo
kwadarato
kwagura
kwakira
kwama
kwamamaza
kwamana
kwambara
kwambere
kwandika
kwandura
kwari
kwegeranya
kwemeza
kwerekana
kwezi
kwibera
kwica
kwicara
kwiga
kwigisha
kwiha
kwikingira
kwikukira
kwinjira
kwirinda
kwishingikiriza
kwishora
kwisi
kwisigura
kwita
kwitabwaho
kwitwararika
kwiwe
kwiyahura
kwubaka
kx
ky
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
label
lac
lambert
language
larry
law
lb
lc
ld
le
leone
leta
lf
lg
lh
li
liberia
life
limited
list
lj
lk
ll
lm
ln
lo
long
longifolia
los
louis
loves
lp
lq
lr
ls
lt
lu
lucky
luxembourg
lv
lw
lx
ly
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
maatauranga
mabayi
maboko
macedonia
macon
madiyani
mafeza
magorwa
magunira
maguru
maha
mahanga
maharareri
mahema
mahi
mahoro
mahundo
mai
majambo
majaruguru
major
majwi
makamba
make
makepera
makeyi
maki
makomine
makosa
makungu
makuru
mamure
mana
manaaki
manase
manda
mango
manini
mara
maraso
marburg
march
maremare
mariko
marin
marina
mario
marriage
martin
masezerano
mashasha
mashashi
mashikanwa
mashinga
mashure
mashuri
maso
masoko
mata
matana
matau
matayo
mato
matora
matoya
matsuda
matt
matua
mavukiro
may
maze
mazi
mazina
mazuru
mb
mbanyi
mbaye
mbega
mbere
mbi
mbona
mbonezamubano
mbuga
mbwira
mc
md
me
mehuyayeri
melchior
member
menshi
menya
menye
merekisedeki
messenger
meta
metadata
metero
metushayeri
metusherahi
meza
mf
mfise
mfungurwa
mg
mh
mi
michael
michel
michigan
micombero
migera
mihigo
miihini
mikami
mike
mikeyi
mikuru
miliyoni
mimanda
minimiflora
minsi
minwe
mireka
miremire
mirima
miriona
miriyoni
mirong
mirongo
miryango
misi
misiri
misore
misozi
missouri
mitsi
mitumba
miza
mj
mk
ml
mm
mn
mo
mobile
modoka
moe
moko
momona
montevideo
more
moscou
most
moteri
mp
mpa
mpagaze
mpanda
mpande
mpezagira
mpeze
mpfe
mpfizi
mpuzamahanga
mpuzamakungu
mpuzu
mq
mr
ms
mt
mu
mubicuruzwa
mubiharuro
mubihugu
mubijanye
mubikorwa
mubimbi
mubindi
mubiri
mubisagara
mubisanzwe
mubisobanuro
mubisubizo
mububiko
muburyo
mubushakashatsi
mubwiriza
mubwoko
mudasobwa
mufise
mugabane
mugabo
mugamba
muganga
mugende
mugenziwe
mugera
mugihe
mugihugu
mugikoni
mugina
mugongo
mugore
mugoroba
mugukora
mugutezimbere
mugwire
muha
muhamadi
muhanyi
muhererezi
muheto
muhezagiro
muheze
muhira
muhogo
muhungu
muhuta
mujyi
mukaba
mukakaro
mukama
mukaza
mukinyarwanda
mukobwa
mukundanya
mukuru
mukuruwe
mukurwanje
mukuza
mukuzimu
multiflora
muma
mumahaha
mumatsinda
mumazi
mumpande
mumuryango
mumutwe
mumwaka
munani
munini
munsi
muntara
muntu
munwa
munyamisiri
munyeshule
munyonyo
munyuma
mur
muramenye
muramvya
murango
murazi
muremure
muri
murima
murongo
murumuna
murumunawe
murwa
murwego
murwi
muryango
musambanyi
musaza
musazanje
musazawe
muscats
musenyi
mushikanje
mushiki
mushikiwe
mushoboravyose
musi
musigati
musongati
musore
musozi
musuku
mutaga
mutambara
mutari
muteki
muti
mutima
mutoyi
mutwe
muvuga
muvugwa
muvukana
muvumba
muyange
muyinga
muzane
muze
muzi
muzima
muzindi
muzoba
muzonzanire
mv
mvugisha
mvugo
mw
mwaje
mwaka
mwambutsa
mwana
mwananje
mwanya
mwaro
mwe
mwebwe
mwene
mwenewabo
mwenewacu
mwenewanyu
mweranda
mwigeme
mwinshi
mwiyoze
mwiza
mwuga
mwuzure
mx
my
myaka
myandagaro
myinshi
myitozo
myiza
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
nababwiye
nabaguzi
nabandi
nabaye
nabi
nabo
nabonye
naco
nagize
nagoya
nagukoreye
nahati
nahaye
nahezagirwe
naho
nahori
nakoze
nama
namaze
namba
name
namwe
nanje
nanone
naraye
nari
narose
nashinze
natunganije
natwe
navyo
nawe
nawo
nayo
nazo
nb
nc
nca
ncoreke
nd
nda
ndababwire
ndabasavye
ndabizi
ndadaye
ndaguhaye
ndaguhezagire
ndagusavye
ndagutegetse
ndahira
ndahiro
ndahunga
ndamuhora
ndamukiza
ndamuvyariye
ndarya
ndasavye
ndava
ndayikugabiye
ndayishimiye
ndayizeye
ndazi
nde
ndekura
ndende
ndetse
ndi
ndimi
ndimo
ndimwo
ndirimbo
ndondera
ndondozi
ndoto
ndubahuka
nduge
ndwara
ndye
ne
nebayoti
nefutari
negebu
neke
nervosa
nevada
nevsehir
new
news
neza
nf
ng
nga
ngabo
ngaha
ngaho
ngamba
ngamiya
nganda
ngende
ngereka
ngeze
ngingo
ngira
ngire
ngiye
ngo
ngomero
ngoro
ngozi
ngwara
nh
ni
niba
nibikorwa
nibindi
nibo
nibwira
nibwiye
nico
nigikorwa
niguhe
nihabe
niho
nil
niloticus
nimba
nimerodi
nimugende
nimugume
nimumute
nimurondoke
nimwaba
nimwumvirize
ninaba
ninama
ninde
ningoga
nini
niniva
ninoslav
nintamukugarukanira
niri
nitsinda
niwaba
niwaja
niwaza
niwo
niyo
nj
nje
nk
nka
nkaba
nkako
nkeka
nkeya
nkibisubizo
nkingi
nko
nkoma
nkombe
nkomezamubiri
nkoni
nkoranyambaga
nkuko
nkundire
nkuru
nkurunziza
nkwi
nl
nm
nn
no
noba
noel
nofollow
nogira
noheli
nokora
none
noneho
nongere
north
nouvelle
november
nowa
np
nq
nr
ns
nshaje
nshasha
nshimirimana
nshinga
nshingamateka
nshingiro
nshize
nsigarirazina
nsigira
nt
nta
ntabwo
ntagisubira
ntahangwa
ntahave
ntahe
ntaho
ntahokaja
ntakiriho
ntama
ntambara
ntambwe
ntantigiri
ntara
ntarapfa
ntaraza
ntari
ntaryamira
ntaryo
nte
nti
ntibabona
ntibantunganya
ntibashobora
ntibigirwa
ntidupfe
ntidushobora
ntihagira
ntimusubire
ntimutinye
ntimuze
ntirikabe
ntiwampaye
ntiyaba
ntiyabaye
ntiyamenya
ntiyari
ntiyatora
ntizova
ntumwa
ntungane
ntushavure
ntutinye
ntuze
ntwarante
ntwaro
nu
nubuhanga
nuburyo
nubushobozi
nubuyobozi
nubwo
nugire
numa
numvise
nunywe
nurubuga
nurupapuro
nv
nw
nx
ny
nya
nyabaki
nyabarongo
nyabiraba
nyakanga
nyamukuru
nyanza
nyayo
nyene
nyeningiro
nyenyeri
nyina
nyinshi
nyoko
nyuma
nyumviriza
nywe
nz
nza
nzandiko
nze
nzeri
nzero
nzibiramitsi
nzira
nziza
nzoba
nzobaha
nzoca
nzogaruka
nzogiha
nzoguha
nzoguhezagira
nzogwiza
nzokugira
nzokugirira
nzokurondora
nzokwereka
nzokwunga
nzomugira
nzomuhezagira
nzoyiguha
nzoyishuza
nzu
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
oc
oceania
od
oe
of
official
og
oh
ohoribama
oi
oj
ok
ol
om
omari
on
ona
onani
one
oni
online
oo
op
open
oq
or
orchidaceae
oreotragus
org
organization
original
os
ot
otiophora
ou
out
outbreak
ov
over
ow
ox
oy
oya
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
pachyglossa
padani
padma
pae
paerewa
paetukutuku
page
pagerank
paji
panui
papaa
papaanga
papillosa
papillosum
papillosus
parani
paris
patiri
paul
pb
pc
pd
pe
pea
peach
penei
penguin
pennsylvania
peregi
peretsi
perezida
performance
performer
performing
perry
petero
pf
pg
ph
philadelphia
php
phyllanthus
pi
pierre
pikori
pj
pk
pl
plugin
plugins
pm
pn
po
politike
politiki
pologne
polska
polystachya
popcorn
poritike
porogaramu
portugal
potifari
potifera
pou
pp
pq
pr
praemorsum
praemorsus
presented
president
press
preview
price
primus
princess
princeton
producer
ps
pt
ptsd
pu
punaha
pv
pw
px
py
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
raarangi
raatau
raba
rabani
rahema
rakeri
ramba
rameki
ranei
raporo
rapu
raramura
ratonga
rb
rc
rd
rdc
re
realconnected
rebeka
record
red
redunca
rehoboti
rehu
rehuweri
reine
reka
released
republic
republika
republique
repubulika
repuburika
rero
research
reta
retrieved
revi
revolutionary
reya
rf
rg
rh
ri
riba
ribe
ribi
ribicishije
rica
rifatwa
rifise
rigeretsweko
rigida
rigizwe
rikoreshwa
rimaze
rimwe
rindi
rinini
ripfundikiye
riri
ririko
ririmwo
ririrangure
riritangira
rishobora
risobanura
ritukura
rizoba
rj
rk
rl
rm
rn
ro
robo
robot
robots
rome
ronald
rongonui
rorohiko
rotani
roti
roto
rp
rq
rr
rs
rt
ru
rua
rubeni
rubiaceae
rubibe
rubuga
ruca
rudasumbwa
rudende
rudoviko
rue
rufise
rufunzo
rugazi
rugenda
rugendo
rugero
rugo
rugombo
ruguru
ruhafu
ruhande
ruhanga
ruheshi
ruhimbi
ruhuhuma
rukaba
rukikuza
rukomoka
rukoreshwa
rukuru
rumenyi
rumonge
rumwe
runaka
rundi
runga
rungane
runini
rupapuro
rural
rurangiranwa
ruravugwa
ruri
rurimi
rusama
rusange
rusangi
rusanzwe
rushobora
rusizi
rutana
rutanya
rutari
rutemba
ruto
rutoke
rutonde
rutovu
rutugu
rutumbereye
ruva
ruvugwa
ruvukira
ruvuye
ruvyaro
ruyigi
ruzi
ruzoba
ruzongana
rv
rw
rwa
rwabo
rwagasore
rwanda
rwanje
rwanyu
rwawe
rwawea
rwego
rwibikorwa
rwibisubizo
rwishakisha
rwisuka
rwiwe
rwo
rwose
rwurubuga
rx
ry
rya
ryaba
ryabantu
ryabo
ryakorewe
ryama
ryamamaza
ryanditse
ryanje
ryari
ryarimwo
ryateje
ryawe
ryayo
ryera
ryerekana
ryerekeye
ryibanze
ryibikorwa
ryinshi
ryisumbuye
ryitwa
ryiwe
ryiza
ryo
ryose
ryungane
ryurubuga
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
sabicea
saccolabium
sagwa
sahwanya
saint
samdari
same
samura
samuweri
san
santa
santiago
sara
sarayi
sarcanthus
sawuri
saxe
sb
sc
schmidt
schoenorchis
sd
se
search
second
sehiri
selling
sem
semu
sentare
seo
september
sergey
sericanthe
serivise
serivisi
serp
serravalle
serugu
sesotho
seti
sf
sg
sh
shama
shawe
she
sheba
shebuja
shera
sherahi
shikanwa
shineyari
shingiro
shobari
shobuja
show
shri
shuri
shuwa
si
side
sidimu
sidoni
sierra
sikemu
simeho
sinari
sindagitikiza
sinema
singer
single
sinzi
sinzosubira
sisitemu
sj
sk
ske
skopje
sl
sm
sn
so
societe
sodoma
software
sokuru
solanum
songa
sosiyete
soundcloud
south
sp
spam
special
spotify
sq
sr
ss
st
started
states
statystyczny
strongyloidiasis
stub
studio
style
su
subira
success
sudani
sullivan
supreme
suruse
sv
sw
swiss
sx
sy
sylvestre
sylvie
sz
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
taapiri
tae
taea
tag
takahashi
tamari
tanganyika
tanzaniya
tatauranga
tauira
tautoko
tautuhi
taxonomy
tb
tc
td
te
technology
tegeko
tegucigalpa
tehran
tekinike
tekiniki
telephone
televiziyo
temani
tenei
tennessee
terahi
terefone
tesalonike
tetahi
tf
tg
th
that
the
their
theplantlist
this
thomas
ti
tideyari
tika
tikanga
times
timote
timoteyo
timuna
title
titles
tj
tk
tl
tm
tn
to
tohua
tono
top
tora
torbat
tp
tpl
tq
tr
traffic
ts
tseboyimu
tsefo
tsibehoni
tsira
tsohari
tt
tu
tuba
tubari
tube
tubeho
tubingen
tubiri
tubisanga
tubona
tudashobora
tugende
tugezi
tugira
tugiye
tuhinga
tuku
tukubwije
tukuna
tukutuku
tumaze
turabe
turara
turashobora
turere
turi
turiko
turukiya
turyamane
tuti
tuvyarwa
tuyoka
tuzivye
tuzomanuka
tv
tw
twa
twagazi
twajanye
twaje
twamwishuye
twari
twarose
twasanze
twavukana
twe
twebwe
twese
twishuye
two
twokugwa
twovuga
twoye
twunge
tx
txt
ty
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
ub
uba
ubamwo
ubanje
ube
ubivuze
ubona
ubu
ububabare
ububasha
ububiko
ububirigi
ububisha
ubucuruzi
ubudage
ubudagi
ubufaransa
ubugabo
ubuganda
ubugeni
ubugira
ubuheta
ubuhinde
ubuhinga
ubuhungiro
ubukene
ubuki
ubukirisu
ubukomezi
ubukoroni
ubukuru
ubumanuko
ubumenyi
ubumwe
ubundi
ubunini
ubuntu
ubupfakazi
uburaruko
uburaya
uburayi
uburebure
uburembo
uburemere
uburenganzira
uburengerazuba
uburengero
uburiganya
uburimyi
uburinganire
uburinganite
uburiri
uburundi
ubururu
uburusiya
uburyo
ubusa
ubuseruko
ubushakashatsi
ubushinwa
ubusho
ubutariyano
ubutatu
ubutegetsi
ubutumwa
ubutungane
ubutunzi
ubuyapani
ubuyobozi
ubuzima
ubuziranenge
ubw
ubwa
ubwabo
ubwami
ubwato
ubwatsi
ubwedomu
ubwenegihugu
ubwenge
ubwinshi
ubwira
ubwitonzi
ubwiwe
ubwo
ubwoba
ubwoko
ubwongereza
ubwoya
uc
uca
ud
ue
uf
ufise
ufite
ug
ugende
ugereranije
ugira
ugire
ugishire
ugufubamwo
uguharura
uguhindura
uguhumana
uguma
ugushyingo
ugusuma
uguturira
ugutwi
uh
uhagaze
uhagurukana
uherereye
uhereye
uheze
uhimbazwa
uhuringanire
ui
uist
uj
uk
ukaba
ukitse
uko
ukomeye
ukora
ukoresha
ukoresheje
uku
ukuba
ukubera
ukuboko
ukuboza
ukugaba
ukumuririra
ukunezerwa
ukuntu
ukuri
ukurikije
ukurikira
ukurundana
ukuryo
ukuvuga
ukwabo
ukwakira
ukwavyo
ukwemera
ukwezi
ukwibutsa
ukwigisha
ukwikukira
ukwikura
ukwitanga
ukwo
ul
um
umaze
umbwire
umenye
umeze
umfube
umpe
umu
umubano
umubare
umubatizo
umubindi
umubiri
umubisha
umubwiriza
umucamanza
umuceri
umuco
umudugudu
umufasha
umugabane
umugabo
umugambi
umugambwe
umuganda
umuganwa
umugeni
umugenzi
umugera
umugina
umugiregashi
umugisha
umugore
umugoroba
umugwa
umugwi
umuhabara
umuhaduramu
umuhanyi
umuhebereyi
umuhererezi
umuherezankuka
umuhero
umuheti
umuheto
umuhezagiro
umuhigi
umuhinde
umuhivi
umuhondo
umuhungu
umuhungwabo
umuhutu
umuja
umuji
umujyi
umukama
umukanahani
umukara
umukate
umukazana
umukinnyi
umukinyi
umukiriya
umukobwa
umukoresha
umukundanya
umukungugu
umukuru
umumanda
umumarayika
umunani
umunara
umuntu
umunwa
umunyamisiri
umunyamutahe
umunyapolitiki
umunyeshure
umunyu
umupfu
umurima
umurimyi
umuririmvyi
umuriro
umurongo
umuruho
umurundi
umurundikazi
umurwa
umurwi
umuryango
umusambanyi
umusavyi
umusenyi
umusesekara
umusi
umusirikare
umusonga
umusore
umusozi
umusuku
umusururu
umutaga
umutahe
umutama
umutekano
umuti
umutigiri
umutima
umutobe
umutoyi
umutumba
umututsi
umutware
umutwe
umutwenzi
umuvinyu
umuvuduko
umuvumo
umuvyeyi
umuyaga
umuyebusi
umuyobozi
umuzabibu
umuziki
umuzo
umwagazi
umwaka
umwakirizi
umwami
umwana
umwanya
umwaramu
umwe
umwemori
umwidegemvyo
umwigeme
umwigisha
umwijima
umwimbu
umwirondoro
umwitwikiro
umwotsi
umwuga
umwuka
umwumvikano
umwumwe
umwungere
un
under
ungirire
union
university
uno
untegurire
unzanire
unze
uo
up
uprona
uq
ur
uraba
uraheza
uravye
urazi
uretse
uri
uriko
uriya
url
uru
urubanza
urubeya
urubibe
urubuga
urudome
urugendo
urugero
urugi
urugo
uruguay
uruhare
uruharo
uruhigi
uruhimbi
urukiko
urukoba
urume
urundi
urupapuro
urupfu
urura
ururimi
urusangi
urutonde
uruvyaro
uruzi
urwanda
urwanko
urwarwa
urwego
urwo
urya
urzad
us
usa
usanga
ushimye
ushinzwe
ushobora
usibye
usubire
usumbura
ut
utange
utashe
uti
utore
utu
utudomagu
utudorodonzi
utugera
utundi
uturingoti
uturorero
utw
utwagazi
utwatuzo
utwo
utwokurya
uu
uv
uva
uve
uvuga
uvugana
uvuye
uw
uwa
uwakuganza
uwavukiye
uwo
uwu
uwuja
uwumufasha
uwundi
uwushobora
uwuzokuvuma
ux
uy
uyo
uyu
uz
uza
uze
uzi
uzoba
uzobe
uzobuha
uzogerera
uzokwama
uzompa
uzomwita
uzongirira
uzopfa
uzorya
uzovyara
uzwi
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
vanda
varsovie
vb
vc
vd
ve
venezuela
verisiyo
vf
vg
vh
vi
video
videwo
vietnam
view
villa
ville
virus
viruses
visi
vj
vk
vl
vm
vn
vo
vp
vq
vr
vs
vt
vu
vuba
vue
vv
vw
vx
vy
vya
vyabaye
vyabo
vyama
vyanda
vyanje
vyanyu
vyara
vyari
vyatumye
vyawe
vyayo
vyegeranyo
vyerekeye
vyifitiye
vyigwa
vyikubita
vyikwega
vyimburwa
vyinshi
vyirwa
vyiwe
vyiza
vyizavyiza
vyo
vyoba
vyonsa
vyose
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
waahanga
waatea
wabire
wabo
wacitse
wacu
waea
wagize
wahawe
waje
wakoze
wall
wambere
wandavye
wangiriye
wanje
wanyu
wari
wariko
waronse
warszawa
was
washoboye
watoye
watugize
wavutse
wavuze
wawe
wayo
wb
wc
wd
we
web
webmaster
website
weddelliana
well
wenyene
were
werurwe
wese
west
wewe
wf
wg
wh
whakaatu
whakahaere
whakamahi
whakamahia
whakaputa
whakarereke
whakariterite
whakauru
whakawhanake
wharangi
white
who
wi
wick
wickiana
wicura
wightiana
wiki
wikimedia
wikipedia
win
wirinde
witegereze
with
wiwe
wiyumvira
wj
wk
wl
wm
wn
wo
woba
wolfgang
won
wongere
woodard
wordpress
world
wose
wp
wq
wr
ws
wt
wu
wumva
wumwaka
wundi
wurubuga
wv
ww
www
wx
wy
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xc
xd
xe
xf
xg
xh
xi
xj
xk
xl
xm
xn
xo
xp
xq
xr
xs
xt
xu
xv
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yaba
yababwiye
yabageneye
yabaye
yabigize
yabimutegetse
yabira
yabivuze
yabo
yabonye
yabujije
yaca
yaciye
yaco
yacu
yafashe
yafashwe
yafeti
yagaragaye
yagira
yagiranye
yagirizwa
yagiye
yagize
yagizwe
yaguma
yagurisha
yagurishijwe
yaguze
yahaye
yaheramu
yahereza
yahinduye
yaho
yahoo
yahora
yahoze
yahumanye
yahumbiranye
yaje
yakamutse
yakira
yakobo
yakora
yakoresheje
yakoze
yakubwiye
yakunda
yakurikiye
yakuye
yakuza
yakuze
yama
yamaho
yamara
yamaze
yambaye
yambaza
yambere
yambura
yambwiye
yamenye
yampaye
yamuganiririje
yamuhaye
yamurangiye
yamuvyariye
yamye
yandungitse
yangize
yanje
yanjye
yansanze
yanshikiriye
yanyu
yapfuye
yarabaye
yarandahije
yarapfuye
yaratandaguwe
yaremye
yari
yariko
yaronkeye
yarumbishijwe
yaruremye
yaryamiye
yasamye
yashinze
yashinzwe
yashyize
yashyizeho
yashyizwe
yasigaranye
yatangaje
yatangijwe
yatangiye
yatanguye
yatanze
yatanzwe
yateguwe
yateguye
yatewe
yatorewe
yatowe
yatse
yatubwiye
yatumye
yava
yavani
yavuga
yavuguruye
yavuka
yavukiye
yavutse
yavuye
yavuze
yavuzwe
yavyara
yavyarira
yavyariye
yavyaye
yavyo
yavyukiye
yawe
yayo
yaza
yazo
yb
yc
yd
ye
years
yefurata
yegera
yegeranya
yegukira
yehushi
yemeje
yemera
yemerera
yemereye
yemewe
yera
yeredi
yerekana
yerekanwe
yerekeza
yeremiya
yesu
yezu
yf
yg
yh
yi
yibanda
yibuka
yibwira
yicara
yicaye
yiganira
yigeze
yihariye
yihuse
yijiriwe
yimbuga
yimenyesha
yimyenda
yingofero
yinjira
yinjiye
yinjiza
yiruka
yishakisha
yishemaheri
yishura
yishyuwe
yisoko
yisumbuye
yita
yitwa
yiwe
yize
yj
yk
yl
ym
yn
yo
yoba
yobabu
yobi
yohani
yohava
yohereza
yokeshani
yokitani
yongera
yongerekana
yonkers
york
yorodani
yose
you
your
yozefu
yp
yq
yr
ys
yt
yu
yua
yubaka
yubakaho
yubakira
yubatswe
yubushakashatsi
yuda
yudita
yugurura
yuko
yumujyi
yumukara
yumva
yumvise
yunga
yuri
yuzuye
yuzuza
yv
yw
yx
yy
yz
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zabo
zabukuru
zaburi
zaburoni
zafaran
zaire
zamafaranga
zanje
zari
zatanguje
zateye
zavyo
zawe
zb
zc
zd
ze
zealand
zelande
zentralbibliothek
zerahi
zf
zg
zh
zi
ziba
zibiri
zifatiye
zifise
zigaruka
zigashika
zigendanwa
zigize
zihereza
zihimbaye
zikomeye
zikoresha
zikoreye
zikunda
zikwiye
zimoga
zimwe
zina
zindi
zine
zingahe
zipfungiwe
zirashobora
zirenga
zirepa
ziri
ziriko
zirya
ziryoshe
zise
zishakisha
zishe
zishobora
zitandatu
zitandukanye
zitanga
zitanu
zitatu
zitera
ziterwa
zivuga
zivyara
zivyibushe
ziwe
ziyobora
zizokurikirana
zizwi
zj
zk
zl
zm
zn
zo
zone
zose
zp
zq
zr
zs
zt
zu
zunze
zurich
zuzuye
zv
zw
zx
zy
zz
{
|
}
«
°
´
·
»
ı
ł
łobez
ɐ
ə
ɛ
ɪ
ɾ
ʊ
ʋ
ˈ
а
б
в
г
д
е
и
к
л
м
н
о
п
р
с
т
у
я
ا
اط
اك
ال
الر
الم
ب
ت
ح
د
ذ
ر
س
ص
ض
ط
ع
غ
ـ
ق
ك
ل
م
ن
ه
و
ي
يم
ين
يه
ည
န
ပ
မ
ማ
ር
ት
ኛ
አ
ግ
–
—
‘
’
“
”
†
→
↔
↷
③
④
⑦
⺀
⺄
⺆
⺈
⺊
⺌
⺕
⺝
⺸
⺼
⿰
⿱
⿲
⿳
⿴
⿵
⿶
⿷
⿸
⿹
⿺
⿻
〢
コ
ホ
ユ
リ
ン
・
㇁
㇂
㇄
㇇
㇈
㇉
㇓
㐁
㐄
㐅
㐌
㐫
㐬
㐭
㐮
㐱
㑒
㒵
㒸
㒼
㓁
㓞
㔾
㕛
㕣
㖾
㘝
㚅
㚇
㚔
㚘
㝉
㝡
㝴
㝵
㞋
㞢
㞷
㠩
㠭
㠯
㡀
㡭
㡿
㢲
㢴
㣇
㣺
㥯
㪅
㫄
㫐
㫒
㫺
㬅
㬎
㬥
㬰
㲋
㳄
㷠
㸒
㸚
㸦
㼌
㼲
㽞
㿟
䀠
䂞
䍃
䏍
䒑
䖍
䖒
䖝
䖵
䙴
䚻
䜌
䝿
䡛
䧹
䪞
一
丁
丂
七
丄
丅
丆
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
东
丞
丢
丣
两
严
並
丨
丩
个
丫
丬
中
丮
丰
丱
串
丵
丶
丷
丸
丹
为
主
丽
丿
乀
乂
乃
久
乆
乇
么
义
之
乌
乍
乎
乏
乐
乑
乔
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
乳
乾
亀
亅
了
亇
予
争
事
二
亍
于
亏
亐
云
互
亓
五
井
亘
亚
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亯
亰
亲
亳
亶
亷
人
亻
亼
亾
仁
今
介
仌
从
仐
仑
仒
仓
仕
他
付
仝
代
令
以
任
企
伊
伏
伐
休
会
伯
但
位
何
佘
余
作
佥
使
來
侈
侌
侖
侯
侵
便
保
俞
信
修
倉
倍
候
倠
備
僉
僕
儿
兀
允
兂
元
兄
充
兆
兇
先
光
兊
克
兌
免
兑
兒
兓
兔
党
兜
兟
入
全
兩
兪
八
公
六
兮
兰
共
关
兵
其
具
典
兹
兼
冀
冂
冃
冄
内
冈
冉
冊
冋
册
再
冎
冏
冐
冒
冓
冖
冗
冘
军
农
冝
冡
冥
冫
冬
冷
几
凡
凢
凵
凶
凷
凸
凹
出
函
凾
刀
刁
刂
刃
刄
刅
分
切
刍
刑
刕
刖
列
刘
则
初
別
利
别
到
制
刺
則
削
剌
前
剡
剽
劉
力
功
加
劦
助
劫
劳
劵
勃
勇
勉
勒
動
務
勞
勤
勹
勺
勻
勾
勿
匀
匂
包
匆
匈
匊
匋
匍
匕
化
北
匚
匝
匡
匪
匱
匸
匹
区
医
匽
匿
區
十
卂
千
卄
卅
卆
升
午
卉
半
卌
华
卑
卒
卓
单
卖
南
卜
卝
卞
占
卡
卢
卣
卤
卦
卩
卪
卬
卯
印
危
即
却
卵
卷
卸
卻
厂
厃
厄
历
厈
厉
厌
厓
厘
厚
原
厤
厥
厨
厭
厲
厶
厷
厸
去
厼
厽
叀
参
參
叅
又
叉
及
友
双
反
叐
发
叒
叔
叕
取
受
叚
叜
叟
口
古
句
另
叩
只
召
可
台
叱
史
右
叵
号
司
叹
吂
各
吅
合
吉
吊
吋
同
名
后
吏
向
吕
君
吝
吞
否
含
启
吳
吴
吹
吾
呂
呆
呈
告
员
呙
周
命
咅
和
咎
咠
咢
咨
咸
咼
哀
品
哉
員
哥
哲
唐
商
啇
問
啚
啬
啻
善
喜
喬
單
喿
嗇
噩
嚴
囊
囗
囘
囙
囚
四
回
囟
因
囧
囬
困
囱
囷
固
国
圂
圅
國
圍
圓
土
圡
圣
圥
在
圭
地
圶
圼
坐
坒
坚
坴
垂
垔
垚
埀
埋
埶
執
基
堂
堅
堆
堇
堯
塞
墨
壘
士
壬
壯
声
壳
壴
壹
壺
壽
夂
处
夅
夆
备
夊
夋
夌
复
夏
夒
夕
外
夗
夘
多
夜
夢
大
夨
天
太
夫
夬
夭
央
失
夲
头
夷
夸
夹
夻
夾
奂
奄
奇
奈
奉
奎
奏
奐
契
奓
奔
奚
奞
奠
奢
奥
奭
女
奴
奻
好
如
妄
妙
妟
妥
妻
妾
姑
委
姜
威
娄
婁
婴
嬰
嬴
子
孑
孔
孕
孖
字
存
孚
孛
孝
孟
季
孤
学
孫
孱
學
宀
宁
宂
它
宅
宇
守
安
宋
完
宏
宓
宗
官
定
宛
宜
宝
客
宣
室
宮
宰
害
家
容
宾
宿
寄
寅
密
富
寒
察
寧
審
寫
寬
寮
寸
对
寺
寻
寽
対
寿
封
尃
射
将
將
專
尉
尊
尋
尌
對
小
少
尒
尓
尔
尖
尗
尚
尞
尢
尣
尤
尧
尨
尭
就
尸
尹
尺
尻
尼
尽
尾
尿
局
居
屈
屋
屎
屏
屑
展
屖
屚
属
屠
屡
屬
屮
屯
屰
山
屵
屾
岁
岂
岑
岡
岩
岳
岸
峯
島
崇
崑
崔
崖
崙
崩
嵬
嶲
巂
巛
川
州
巟
巠
巢
巤
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巸
巽
巾
巿
帀
市
布
希
帚
帛
帝
带
師
席
帶
常
干
平
年
幵
并
幷
幸
幺
幻
幼
幽
幾
广
広
庄
床
底
店
庚
府
度
庫
庭
庶
康
庸
廉
廌
廛
廣
廩
廴
延
廷
建
廾
廿
开
弁
弃
弄
弇
弋
式
弓
弔
引
弗
弘
弜
弟
弥
弦
弱
張
強
强
彊
彌
彎
彐
彑
当
彔
录
彖
彗
彡
形
彥
彦
彧
彭
彳
役
彼
往
待
律
徒
得
徙
從
復
微
徵
心
忄
必
忌
忍
志
忝
忠
忩
快
念
忽
忿
思
怠
急
怱
恆
恒
恩
恭
息
悉
悠
患
悤
悲
悶
惠
惡
惢
愁
愈
意
愛
感
慈
慧
慮
憂
憲
應
戀
戈
戉
戊
戋
戌
戍
戎
成
我
戒
戔
或
戚
戠
戢
截
戲
戶
户
戹
戼
戾
房
所
扁
扇
手
扌
才
打
托
执
承
折
拉
拜
拿
掌
推
提
摩
支
攴
攵
收
攸
改
放
政
敄
敏
敕
敖
敗
敝
敞
敢
散
敦
敫
敬
数
敷
數
斂
文
斉
斊
斗
斤
斥
斩
斬
斯
新
方
於
施
斿
旁
旋
族
无
旡
既
旣
日
旦
旧
旨
早
旬
旱
旲
时
旾
昆
昇
昌
昍
明
昏
易
昔
昗
昜
星
春
昬
是
昱
昴
昷
時
晃
晋
晏
普
景
晶
智
暑
暴
曇
曩
曰
曲
曳
更
曷
書
曹
曼
曾
替
最
朁
會
月
有
朋
服
朔
朕
朗
望
朝
木
朩
未
末
本
札
朮
术
朱
朵
朶
朿
杀
杏
杜
束
条
来
東
杲
杳
松
析
林
枚
果
枝
枲
枼
某
柔
查
柬
柰
柴
栗
桀
桃
桑
桼
梁
條
梟
梨
棘
棠
棥
森
楚
業
楽
榮
樂
樊
欠
次
欣
欮
欲
欶
欽
款
歆
歇
歛
止
正
此
步
武
歨
歪
歮
歯
歰
歲
歴
歷
歸
歹
歺
死
殳
段
殷
殸
殹
殺
殻
殿
毋
毌
母
每
毒
比
毕
毚
毛
毳
