!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
001
01
02
024
03
032
034
035
037
038
04
048
05
051
06
062
07
078
08
085
09
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
101
102
103
104
105
107
11
110
113
115
118
119
12
120
122
123
124
125
13
130
131
135
1359
1362
1364
1365
1374
1376
1377
138
1380
1389
1396
14
140
141
1413
1416
1419
1422
1425
1428
143
1431
1434
1437
1440
1443
1446
1449
145
1452
1455
1458
1461
1464
1467
147
1470
1471
1473
1476
1478
1479
148
1482
1485
1488
1491
1494
1497
15
150
1500
1503
1504
1506
1509
1512
1514
1515
1518
1521
1524
1527
1530
1533
1536
1539
154
1542
1545
1548
155
1551
1552
1553
1554
1557
1559
1560
1561
1562
1563
1566
1567
1569
157
1572
1575
1578
158
1581
1584
1587
159
1593
1596
1598
1599
16
160
1602
1605
1608
1611
1614
1616
1617
1620
1623
1626
1629
163
1632
1635
1638
164
1641
1644
1647
165
1650
1654
1656
1659
166
1662
1665
1668
167
1671
1674
1677
1680
1683
1686
1689
1692
1695
1698
17
1701
1704
1707
171
1710
1713
172
174755630
175
1758
1761
1775
1778
178
1783
1789
1795
1797
1799
18
180
1801
1804
1805
1809
181
1814
1817
1819
1823
1825
1826
1829
183
1832
1837
1841
1843
1844
1845
1846
1848
1849
185
1850
1853
1857
186
1861
1862
1865
1867
1869
187
1877
1878
1881
1885
1889
189
1890
1893
1897
1898
1899
19
190
1901
1903
1904
1905
1906
1907
1908
1909
191
1910
1912
1913
1914
1916
1917
1918
1919
1920
1921
1922
1923
1924
1925
1926
1927
1929
193
1931
1932
1933
1934
1935
1936
1937
1938
1939
1940
1941
1942
1943
1945
1946
1948
195
1950
1951
1952
1953
1954
1955
1957
1958
1959
196
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
2022
203
204
206
208
21
214
215
217
22
220
23
230
2307
233
235
238
24
240
241
242
243
245
249
25
250
253
254
257
258
259
26
260
261
263
264
267
27
274
279
28
281
288
289
29
291
296
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
303
304
307
31
310
314
315
318
32
320
321
322
325
329
33
330
332
336
339
34
340
345
346
347
35
350
352
354
357
358
36
360
3622864
363
365
367
37
370
374
375
377
378
379
38
381
387
388
39
390
394
395
397
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
4000
401
404
405
406
407
41
411
4110824
413
417
42
420
425
427
428
429
43
430
44
440
441
45
4500
452
457
458
46
460
462
468
4698
47
475
476
477
479
48
480
486
49
490
491
494
4941
4942
495
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
5000
501
502
507
508
51
512
52
520
5243320
526
53
531
5341
536
54
540
549
55
550
5500
552
556
557
559
56
564
57
570
575
58
581
583
59
599
5998
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
602
605
61
610
611
612
62
620
6262
63
630
633
634
635
636
639
64
645
646
65
650
654
655
656
659
66
660
664
667
67
670
673
6750
678
679
68
6800
681
688
69
6991
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
7000
7011
704
71
710
718
72
724
7291
73
7300
738
74
740
745
746
75
750
76
766
77
772
78
780
781
784
79
796
798
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
8000
806
81
814
815
816
82
824
826
83
830
833
84
840
85
86
860
865
87
871
877
88
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
91
910
92
920
929
93
930
94
95
951
954
957
9583383
96
962
97
978
98
980
988
99
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
]
^
_
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aanei
ab
abba
abengourou
abi
abidjan
abo
abong
about
above
abraham
abruzzi
ac
academy
acadia
acadian
accra
acipenseridae
acipenseriformes
acipenserinae
acqua
act
actinopterygii
ad
adaga
adam
adamonin
adamonit
adams
adana
adelaide
aderbaidjan
adj
adjourn
ado
adolf
adv
advance
adventures
adıyaman
ae
aeoq
aero
af
afi
afrikaans
afyonkarahisar
ag
again
agana
agder
age
agera
agnes
agrı
agua
agusta
ah
ai
aia
aiao
aibori
aibu
aijimo
aijimower
aiju
aikwen
ainimwen
aiquen
air
airerand
airlines
airport
aiterand
aiti
aiue
aiv
aiwo
aj
ak
akan
ake
akershus
akit
akowong
aksaray
al
ala
alabama
alap
alaska
alba
alberta
albrecht
album
alcsutdoboz
aldus
aleksander
alemannisch
alentorn
alexander
alfa
alfons
ali
alice
all
allen
alma
alois
alone
alpha
alphabet
als
also
alta
alto
alv
always
alytus
alzette
am
ama
amasya
amat
amazonas
amboa
ame
amea
amen
america
american
americanus
amg
amie
amsterdam
amur
an
ana
anabar
anastacia
anatidae
ancestor
ancetre
and
andersen
andorra
andreu
andrew
andrzej
anecdote
anekdote
anetan
ang
angel
angeles
anglais
angola
angora
ani
anibare
anidenin
anidenit
anien
anim
animated
animation
animwet
anin
aninenin
aningening
anna
annapolis
anne
anon
anora
another
answer
antalya
antares
anthem
antigua
antoine
anton
antoni
antonio
antsiemerin
antsioran
antwerp
anubumin
any
anyama
anymore
ao
aoju
aopo
aotearoa
ap
apeganitan
apia
apng
apollo
approbo
aprika
aq
aqua
aquarium
ar
ara
arab
arabiya
arago
arak
aran
arana
araquin
arara
ararat
arbain
arbainiya
arbola
arc
arcadinoemi
archives
ardahan
ardjentina
ardjiriya
are
area
arequipa
argentina
arizona
arkansas
arm
armadas
armavir
armenian
arminiya
army
aro
arran
art
arthur
article
artists
arts
artvin
aruba
arundel
as
ascari
ask
aspx
astiu
aston
astuonkojis
asturias
asturiya
asusu
at
ata
atens
aton
atque
atsin
atsiu
attack
atugagan
au
auckland
audi
audio
auge
august
augustus
auki
aura
aurdal
aust
australia
australian
austronesian
auto
autumn
auwauwa
auwe
av
ave
aventador
aw
ax
ay
ayacucho
aydın
aymara
ayu
az
azərbaycan
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baat
bababo
baby
back
bactrocera
bad
baghdad
bahamat
bahrain
bahrajn
bahrein
bai
bain
bains
baiti
baku
bal
bali
ballarat
balzac
balzers
balıkesir
band
bandar
bandeng
banfora
bangar
banja
banjar
bank
banradej
banuatu
baobab
bar
barack
baracoa
barbadot
barbuda
barcelona
bari
bartın
baru
barva
basa
basel
basic
basilica
basilique
basque
basra
basshunter
batikan
batman
bator
battle
baum
bavaria
bay
bayburt
bb
bc
bd
be
bean
bear
beast
beatles
beaumont
beer
beetle
before
begawan
bei
beijing
belait
belarus
belgium
belgrad
believe
belize
bell
belong
beluga
belvedere
ben
bender
benedictus
benet
benguela
benin
bentley
benz
beograd
berarut
berde
berdjiyum
berea
berenguer
bergen
berij
berlin
bern
bernat
bertran
besora
best
bet
betelgeuse
better
bf
bg
bh
bhp
bi
bia
biała
bibel
bible
biden
bidji
biel
bielsko
bier
biere
big
biknait
bikol
bilan
bilecik
bingol
binh
bir
bird
birra
bishkek
bislama
bit
bitau
bite
bitinam
bitlis
bitola
bitune
bizaad
bj
bk
bl
black
blood
blue
blut
blynas
bm
bmp
bmw
bn
bo
boarisch
boat
bobo
bochotnica
bod
bodin
body
boe
boigny
boil
bolivar
bolivia
bolsonaro
bolu
boma
bonaparte
bone
book
boom
boot
bore
borgeriya
borglum
boribija
boribiya
bosna
bosnia
botany
boteller
boteniya
bottle
botwana
bouake
bougainville
box
bp
bq
br
braccio
bradford
bradir
bradjir
braga
brainpan
branch
bras
brasilia
braun
brazo
bread
breakfast
breslau
brest
bridge
brisbane
bronx
brooklyn
broome
bruce
brunei
brussels
brusy
bs
bt
bu
buada
buch
buckle
bucuresti
buffalo
bugatti
bujumbura
bukavu
bulgarian
bulgaro
bulldog
bung
buon
buonaparte
burdur
bureau
buren
burg
burkinabato
bursa
burundi
bus
bush
buskerud
but
butan
butha
buthe
butsi
bv
bw
bwa
bwe
bweij
bwiema
bwo
bx
by
bydgoszcz
bytom
bytow
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cabinda
cabo
cabrio
cacador
cadillac
caesar
cairns
cake
cala
calabria
california
calvary
calvin
camaguey
camara
cambridge
camden
campo
can
canadian
canakkale
canberra
canillo
cankırı
cannon
canterbury
cap
caparo
cape
capella
capital
car
carcharhinus
carcharias
cardona
cardoso
carl
carlo
carlos
carolina
carolus
carpenters
carrera
carroll
carry
cars
cartago
cartoon
case
castro
cat
catala
catalonia
catalunya
caunterbury
cayes
cayo
cb
cc
ccr
ccx
ccxr
cd
ce
cebola
cebolla
cebuano
cebula
census
cent
centauri
central
century
cerveja
cerveza
cesena
cf
cg
ch
chalatenango
challenge
champions
chance
chanos
charles
chateau
chattanooga
chaucer
chaves
cherokee
cheshire
chevrolet
chełm
chi
chicago
chicken
chiclayo
child
children
chimacuro
china
chloride
choibalsan
chojnice
choo
chorzow
chris
christmas
chrysler
church
ci
cia
cien
cinque
circle
city
cj
ck
cl
claims
clarksville
class
classic
clervaux
cleveland
clive
clk
clock
close
cloth
cloud
cluj
cm
cn
co
coast
coat
cobra
cochabamba
code
coeli
coeur
coffee
coffs
coin
cojutepeque
collection
color
colorado
colour
com
come
commonscat
company
competition
complaint
complete
compression
compuserve
computer
concepcion
concept
congo
connecticut
consortium
continental
control
convertible
coolidge
cooper
coord
copito
copons
copper
cor
coracao
corazon
core
cork
corporation
corum
corvette
cost
costa
count
country
county
coupe
court
covers
cp
cq
cr
creek
cross
crossfire
cruilles
cruz
cs
ct
cu
cuando
cuanza
cuba
cuisine
culture
cunene
cuore
curitiba
cusco
cuzco
cv
cw
cx
cy
cygnus
cyl
cymraeg
cz
czarna
czarne
czarny
czersk
czestochowa
człuchow
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
dabrowa
dae
daegu
dagiga
dakota
dali
dalia
dallas
daloa
dame
dance
dane
darkhan
darwin
daryo
das
data
database
dau
dauricus
david
day
days
daytona
db
dc
dd
de
dead
death
debitsi
debts
dedegai
deep
degentem
dei
deidein
del
delaporte
delaware
delft
delgado
delhi
demoniba
denan
denang
denemark
denigomodu
denizli
density
der
dereder
des
design
detailed
deutschland
development
df
dg
dh
dharug
di
dialect
dialects
dias
dictionary
die
diebougou
diego
diekirch
different
dil
dill
dima
dino
dioulasso
disney
distance
distancehistory
distancesfrom
distric
district
division
divo
diwai
diyarbakır
dj
djamaika
djapan
djer
djerman
djermani
djibo
djibuti
djiordjiya
djiran
djordan
dk
dl
dm
dn
do
dobot
dobra
doctor
doctors
dodge
dog
dogiga
dogin
dogit
dohc
doi
dolny
dominika
don
donald
dong
doors
dopope
dorabat
dorer
dorerin
dorerit
dos
double
download
downtown
dp
dq
dr
draw
dream
dreamworks
drive
drongen
ds
dt
du
dubbo
dublin
ducati
duck
duda
duden
duet
duisburg
dura
durer
during
durres
dusun
duzce
dv
dw
dwor
dx
dy
dying
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
eab
eake
eaket
ean
eanama
eangama
eao
eaoen
ear
earth
east
eat
eau
eb
ebabobo
ebagadugu
ebak
ebarajited
ebawo
ebe
eben
ebok
eborage
ec
ecclesia
echmiadzin
echternach
ecosse
ed
edabararoe
edabwike
edae
edamauw
edar
edegeri
edetang
edirne
edition
edogor
edonis
edorer
educational
edvard
edward
ee
eed
eesti
ef
efate
eg
ega
egato
egen
eget
egoist
eh
ei
eid
eidja
eij
eija
eiker
einode
einstein
eirini
eitsiok
eiy
eiður
ej
ek
ekaburoro
ekadaedaenigawae
ekae
ekakairu
ekameata
ekanen
ekaramwen
ekaw
eke
ekeij
ekeiy
eken
ekereri
eko
ekorob
ekwador
ekwan
el
elazıg
elbasan
electric
electronic
elemento
elephant
elini
elise
elizabeth
else
elv
elvis
em
emae
emago
emakur
eman
eme
emek
emenengame
emireitit
emwarere
en
enab
ename
encamp
encyclopedia
enfant
eng
engab
engama
engame
engawe
engine
engineering
english
engog
engordany
enim
enog
enogen
enzo
eo
eobwani
eobweni
eoniu
eoror
eow
ep
epan
epankeik
epe
epoa
eponname
eps
eq
er
era
eraban
erak
eranan
erbil
erc
erde
erdegobina
erdenet
ere
eredu
ereo
ergune
erig
eririn
eritrea
ero
erotum
ersarbador
erzincan
erzurum
erzya
es
esbo
escaldes
esch
eskisehir
espana
espanol
esperante
esperanto
espoo
esse
esteve
estiano
esztendot
et
eta
etan
etanan
etang
etangang
etangmek
etanmek
ethnologue
etomagage
etoniya
etowdudu
etowedudu
etsimeduw
etsimine
etsinine
etym
eu
euro
europaea
europe
ev
eva
even
ever
every
everyone
everything
ew
ewa
ewak
ewuina
ex
except
exe
ey
eye
eyong
eystri
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
faber
fabriciano
facebook
fada
fair
faith
falco
fallbyssa
family
famous
far
farsi
father
fb
fc
fd
fe
federal
federation
feel
felaweshipe
feleje
felip
felix
ferdinand
fernandes
fernandez
ferrari
ferrer
ferro
festival
fevereiro
ff
fg
fh
fi
fight
figueres
fiji
file
filipino
film
final
finby
find
finn
finnmark
fire
firmament
first
fish
fishbase
fit
fiume
five
fj
fk
fl
flc
flensburg
fleuve
fli
flightstats
flod
florence
florida
flour
flumen
fluss
fly
flying
fm
fn
fo
folk
fonseca
food
for
forcas
force
ford
forest
forever
forgive
fork
form
format
forster
fortaleza
four
fox
fp
fq
fr
francais
france
frances
francesc
francisco
frank
frankfurt
franklin
fransuz
franz
fred
freddie
frederick
fredrikstad
free
freedom
french
friede
frobisher
from
fron
front
fruit
fs
ft
fu
full
funf
furniture
further
future
fv
fw
fx
fxx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gabriel
gaeilge
gagaifomauga
gagana
gaganedo
gait
galego
galicia
gallardo
gallen
gallopavo
galway
gambia
gambiya
gan
gana
gang
gaoua
garagardo
garden
garfield
gatoi
gazetteer
gaziantep
gb
gc
gd
gdansk
gdanski
gdynia
ge
gece
geist
geminorum
gener
general
genesis
geneve
geoffrey
geographic
geographical
george
georgia
gerais
german
germany
gespenst
get
gf
gg
gh
ghent
ghost
gi
gif
gilbert
gimp
gina
gindungo
ginguba
gini
giovanni
giresun
give
gizo
gj
gk
gl
glass
gliwice
gloria
glory
gm
gn
go
gob
god
gokoro
gold
golf
golfito
goma
gonan
good
goodbye
gora
gorilla
gornicza
gorny
gorom
gorzow
gott
gourma
gov
government
goya
gp
gq
gr
graceland
grand
grande
graphics
grau
grave
great
green
grenada
grevenmacher
grimstad
grit
group
grover
grudziadz
grybauskaite
gs
gt
gto
gtr
gts
gu
guam
guarani
guatemara
guerra
guide
guillem
gumpert
gumushane
gun
gurung
gustav
guyana
gv
gw
gx
gy
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
hai
hakkari
hals
hamburg
hammer
hammersmith
hampshire
hamsun
hande
hanggre
hanoi
hans
hanyszor
happy
harbour
hard
harris
harrison
hartnell
has
hat
hatay
hath
hatter
havana
have
hawai
hawaii
hayrenik
hb
hc
hd
he
heart
heaven
heavy
hebrew
hedland
hedmark
heiwa
helm
help
helsingfors
helsinki
hem
henrik
henry
henryk
herat
hercegovina
here
heritage
herz
herzegovina
herøy
hf
hg
hh
hi
hicks
hierro
high
hijuelos
hiligaynon
hill
hilo
himalaya
hindi
hir
hiri
his
history
hitler
hj
hk
hl
hm
hn
ho
hoa
hobart
hoccleve
hoek
hofn
hoi
hol
hold
holden
hole
holguin
holston
holy
holz
home
homeland
homer
homiel
honduras
hondurasa
hondurasi
hondures
honduria
hongerig
honiara
honolulu
honore
hora
hordaland
hospital
hot
hotel
hound
houphouet
house
hozz
hp
hq
hr
hrodna
hs
ht
http
https
hu
huai
huambo
huayra
hubbard
huckleberry
hulun
humming
hummingbird
hund
hundert
hundred
hungarian
hungary
hungrig
hungry
huso
huzur
hv
hw
hx
hy
hybrid
hyde
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
ian
ianweron
iao
iasi
iat
iata
ib
ibsen
ibum
iburenana
iburubur
ic
ica
ico
id
idaho
idiruko
idjipt
ido
idura
ie
ieow
ierangue
iets
if
ig
igdır
ignaciano
ignacio
ih
ii
iii
ij
ijeiji
ijimor
ijited
ijonin
ijugaga
ijungen
ijuw
ik
ikomo
il
illiad
illinois
ilokano
im
ima
image
iman
imatra
imdb
imim
imin
imur
in
ina
inan
inc
independence
india
indiana
indjiya
indo
indonesia
indonesian
indonitsiya
inen
inferno
information
ing
ingerand
ingles
ingliz
inim
inimagat
inimagen
inimaget
inkscape
inne
inno
institut
institute
interchange
interlingua
internacional
international
internet
into
inuktitut
io
iok
ion
iot
iow
iowa
iozzi
ip
ipa
ipatinga
iprage
ipuok
iq
iqaluit
iquitos
ir
irak
iran
ire
irian
iriang
iron
iruwin
iruwo
irving
is
isbn
isindebele
isitsiet
island
islands
iso
isparta
israel
istanbul
isten
ister
it
italdesign
italia
itangin
itari
itekekeow
iteraer
itis
itiyopiya
itsibemin
itsimor
itub
itubang
itubwan
itubwang
itubwangin
itubwangit
ituga
itugain
itur
iturin
iu
iukrain
iurop
iv
iw
iwiwidit
ix
iy
iyuw
iz
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jackson
jaco
jae
jaguar
jair
jakarta
jakobstad
james
jan
janeiro
januar
january
japanese
japones
jastrzebie
jaume
javanese
jaw
jawi
jb
jc
jd
je
jean
jefferson
jeroni
jersey
jerusalem
jerzy
jesu
jesus
jezyk
jf
jg
jh
ji
jj
jk
jl
jm
jn
jo
joan
joe
johannes
john
johnny
johnson
joki
jonas
jonava
jordan
jordi
jose
josef
josep
joseph
jovendot
jozef
jp
jpeg
jpg
jq
jr
js
jstor
jt
ju
juan
julia
juliana
july
jungle
juodas
jutiana
jv
jw
jx
jy
jyvaskyla
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kabul
kaczynski
kadaketan
kadudu
kagoshima
kahramanmaras
kai
kaia
kalaallisut
kalakutas
kalba
kaluga
kalvarija
kamadauning
kamawireij
kambodja
kamehameha
kamerun
kampf
kampuchea
kanada
kananga
kandahar
kanohesgi
kanon
kanone
kansas
kap
kapapar
karabuk
karabumit
karaman
kars
kart
kartuzy
kastamonu
katalan
kataloniya
kathmandu
katholik
katowice
kau
kaulima
kaunas
kawa
kawasaki
kaya
kayseri
kazimierz
kb
kc
kd
ke
keel
keep
keik
keip
keke
kelemania
keniya
kennedy
kentucky
kerava
kernewek
kervo
keskiyo
keskuu
key
kf
kg
kh
kherlen
khomas
ki
kielce
kieli
kika
kikongo
kilis
kill
kimbundu
kin
kind
kinderhook
king
kingdom
kinshasa
kirakira
kirgitan
kiribat
kirundi
kisangani
kitchen
kiuba
kj
kk
kl
klaipeda
km
kn
knee
knie
knife
knochen
knock
know
knoxville
knut
ko
koat
kocaeli
koenigsegg
koln
kolosse
kolwezi
komonwert
komorot
kongo
konig
konskowola
konya
kopeyek
kor
korea
korhogo
koro
korombiya
koror
korper
korukoru
koscierzyna
kosovo
kosta
kot
koudougou
koupela
kp
kph
kq
kr
krak
krakel
krakow
krasnodar
krieg
kroaitsiya
krzysztof
ks
kt
ku
kuala
kuche
kuk
kunene
kurd
kuruban
kutahya
kuu
kuwait
kv
kw
kwanza
kwidzyn
kwin
kx
ky
kyiv
kz
kırklareli
kırsehir
kırıkkale
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
labrador
lado
lady
lamborghini
lan
land
language
languages
langue
lanka
las
latgalia
latin
latina
latviesu
laugh
laura
laurence
lausanne
lavinia
lb
lc
ld
le
lead
learning
leave
lebork
lech
leedu
lefagaoali
left
leg
legend
lehali
leila
leismo
leisomo
lenvoy
leonid
leribe
les
less
let
letzebuergesch
levu
lewis
lexicography
lexus
lf
lg
lh
li
liao
liberia
library
lie
lietova
liettua
lietuva
lietuviu
life
light
likasi
lillehammer
lima
limba
limerick
limousine
lincoln
line
lingua
linguistics
lingwa
linnaeus
linne
lion
liotuain
liotuainis
lisbon
list
listed
litaanish
litauen
litauenimiutut
litauisch
litevstina
litewski
lithaiska
lithuania
lithuanian
lithwaneg
lithywanek
litouws
litova
litovskij
little
lituania
lituanie
lituaniera
lituano
lituanu
lituwenia
litvaca
litvan
litvanca
litvanya
litveren
litvuri
litwa
liv
live
lives
livonia
lj
lk
ll
llobrega
llofriu
lluis
lm
ln
lo
loaloa
loanda
logo
lojban
lom
london
lonely
long
lopes
lordi
lore
loria
loropeni
los
lotus
louis
louisiana
louvre
love
lower
loyop
lp
lq
lr
ls
lt
lu
lua
luanda
lublin
lubumbashi
lucelia
luciano
ludwig
luft
lugano
luganville
luka
lukala
luksemburg
lulia
luna
lunda
luzern
lv
lw
lx
ly
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
macquarie
mad
madagascar
madawaska
maddie
made
madjol
madness
madrid
mafeteng
magarola
magen
magician
magma
magyar
magyart
magzatod
mahilyow
main
maine
makaa
make
mal
malagasy
malatya
malay
malbork
malbun
mali
malmo
malopolska
man
manama
manaus
manchu
mang
mangijungij
manhattan
manila
manisa
manitoba
manual
manuel
manx
manzanillo
maori
map
maplandia
mar
maraidja
maraman
maramen
marc
march
marcos
marcus
mardib
mardin
maria
marianna
mariel
maris
marjorie
mark
market
mars
marsı
marta
marti
martin
maryland
maserati
maseru
masovian
massachusetts
massana
matedoniya
mater
matthaus
mau
max
may
maya
mayi
mazar
mazowiecki
mazowsze
mazury
mb
mbandaka
mbang
mbuji
mc
mclaren
md
me
meaning
media
medianoche
medicine
medis
meg
megbunhodte
mein
meketiko
mekong
melanopterus
melayu
melbourne
meleagris
memag
memak
memoria
memphis
mendoza
meneng
mer
mercedes
mercury
merebon
merika
meroro
mersch
mersin
messer
met
metur
mewak
mexico
meyana
mezanote
mezzanotte
mf
mg
mh
mi
miami
miatt
michael
michelangelo
michigan
microsoft
middle
midnight
midtown
miguel
mikarawa
mile
military
million
milo
mime
minangkabau
minas
mindaugas
minh
mini
minister
minnesota
minsk
minuit
minuto
miquel
mir
miss
mississippi
missouri
mitternacht
miyanmar
mizu
mj
mk
ml
mm
mn
mng
mo
model
modern
modorbiya
mohale
mojeno
mokhotlong
moksha
monaco
monako
mond
mong
mongol
mongoriya
monica
monni
monroe
mons
monster
mont
montana
monte
montenegro
montsoreau
monza
moon
moose
moquegua
mordovia
mordowa
more
moresby
moroni
morrison
moscow
moskova
moss
most
motor
motorhead
motu
mount
mountain
mouse
mozilla
mp
mph
mq
mr
ms
mt
mu
much
mugla
mul
multat
munch
munchen
murcielago
mus
museum
music
must
mustang
mv
mw
mwirara
mx
my
mz
møre
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
naben
naczelnik
nag
naga
nago
nain
nairobi
nam
nama
name
names
namibe
namibiya
nan
nana
nane
nang
nante
nanty
naoero
naorana
napoca
napoleon
nas
nashville
nastola
natarei
nathalia
nathaniel
national
native
nature
naurieciu
naurisk
nauru
nauruaans
nauruan
nauruano
nauruisch
navajo
nawodo
nb
nc
nd
ne
nea
near
nebraska
neck
nederland
need
needs
nek
nem
nemo
nendeln
nep
nepal
nepar
neptune
neris
nero
nervosa
nes
net
netflix
network
netz
neut
nevada
never
nevsehir
new
newcastle
newfoundland
newspaper
nf
ng
nga
ngabun
ngabuna
ngag
ngaga
ngage
ngago
ngain
ngana
ngangana
ngea
ngune
nh
nhat
nhon
ni
nibok
nicolau
nicoya
niebie
niemand
night
nihongo
nikaragua
nine
ninja
nissan
niterand
niu
niue
niuean
nj
nk
nl
nm
nn
no
nobel
nobis
noble
nobody
noemi
noemiofficial
nord
nordland
norte
north
northern
norway
norwei
nos
nose
nostra
not
notre
nova
novial
now
nowy
np
npc
nq
nr
ns
nsdap
nsw
nt
nu
nuflo
nui
num
nunavut
nune
nunes
nuoc
nuremberg
nuruoda
nuur
nv
nw
nx
ny
nyght
nystad
nyujts
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
oak
oanan
oath
oawit
ob
obama
oben
oberei
obesus
obey
object
obninsk
obua
oburubur
obwe
obwen
oc
occitan
ocean
oceania
oceanic
ocellata
oclc
octopus
od
odal
odyssey
oe
oekae
oeta
of
off
office
official
og
ogoda
ogog
ogok
oh
ohio
ohr
ohrid
ohv
oi
oil
oj
ok
okab
okeb
oklahoma
okor
ol
old
olea
oleaceae
oleae
olelo
olive
oliver
olsztyn
olympic
om
omakamakur
oman
omar
omeata
omo
oms
on
onak
ondjiva
ondurat
one
onei
oning
onion
online
only
onofre
onsdag
ontario
oo
oowe
op
opan
open
oppland
oq
or
orange
order
ordino
ordu
oregon
org
orig
origen
origet
orin
orion
orionis
orleans
orre
oruro
os
osasco
oscar
oslo
osmaniye
osmiornica
ot
otata
otereinitsiya
otereiriya
oteriya
other
otsianiya
otsimor
otsinin
ou
ouagadougou
ouahigouya
oulu
our
out
outside
ouwagin
ouwak
ouwenon
ov
ow
ox
oxford
oy
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
pablo
pace
pacific
paes
pagani
page
paid
pain
paint
paintings
pais
paix
palace
palacsinta
palari
palatschinke
palauan
pamant
pan
panama
pancake
panevezys
panikeke
pankuka
pannekuchen
panoz
panqueca
panstwa
paper
papier
papua
para
paraguay
paramore
parau
parieren
paris
park
parliament
parroquia
part
party
pashto
pasqual
pat
pau
paul
paulo
paulus
pavarotti
pax
paz
pb
pc
pd
pdf
pe
peace
pearl
pedro
peij
peji
pekan
penh
pennsylvania
pentirbeinija
people
pepper
per
pere
perez
perfect
persian
persistencia
perth
peru
petersburg
petrus
pf
pfannekuchen
pfannkuchen
pg
ph
pharaon
phnom
pho
phong
phosphate
phu
pi
picasso
pieces
pig
pilica
pine
pininfarina
pink
pinrand
pinyin
piotrkow
pipipi
pirai
pirao
pires
piripin
pisin
piura
pius
pivo
piwo
pizza
piłsudski
pj
pk
pl
placenta
placetas
placinta
planella
planet
planeta
plant
play
please
pleiku
plenty
pm
pn
png
po
point
pokoj
poland
police
politikal
polk
polones
polska
polski
pomorze
ponc
ponderosa
ponnukaka
pontiac
pontian
por
poran
porsche
port
porta
portable
portal
porto
portrait
portsiugar
portugal
portugues
potami
power
poznan
pp
pq
pr
praha
praise
prant
presidency
president
presley
press
pretiden
prezydent
prime
prince
princeton
principe
prize
pro
productions
program
prophet
protect
prototype
ps
pt
pu
puck
pudu
pumwe
puno
puntarenas
purnio
pursuit
pusnakts
pute
puter
putih
pv
pw
px
py
pyeonghwa
pz
płock
płonsk
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qacha
qatar
qb
qc
qd
qe
qf
qg
qh
qi
qiryat
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
quatro
quattro
quebec
quechua
queen
queens
quezon
quite
quoc
quthing
quy
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
rabbit
raciborz
radom
rafael
rally
ram
ramanmada
ramat
ramon
ramwinimada
rana
ranga
ransomed
raot
rapa
raptor
ras
rat
ratebiya
ratio
rats
ratsiya
rauha
rauma
rautavaara
ravenna
rb
rc
rd
re
read
reagan
real
red
redange
reef
regen
rehua
reig
reka
remich
renault
reo
report
republic
republica
republik
republika
republique
requesens
requiem
rerehu
resoto
reventon
reykjavik
rf
rg
rh
rhinoceros
ri
riang
ribanon
richard
ride
ridge
riga
rigel
right
rika
riketentein
ring
rio
riopelle
rios
ripubrikin
ripubrikit
riquer
rit
rituainiya
rituania
river
rivier
riviere
rivo
rize
rj
rk
rl
rm
rn
ro
roa
road
roadster
robar
rock
rode
rogaland
roger
rom
roma
romainiya
roman
romania
romaniya
romeu
romsdal
ronald
roosevelt
rosa
rose
rotterdam
rotumei
roy
rp
rpm
rq
rr
rs
rt
ru
rubber
rubens
rubl
ruda
rudenko
ruf
ruggell
ruketemburg
russia
rv
rw
rx
ry
rybnik
rz
rzeka
rzeszow
rɑ
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
sabater
sad
safotu
safune
sagua
saint
sakarya
salamanca
saleen
salt
salvador
salz
samaso
samauga
samoa
samsun
san
sanlıurfa
sant
santa
santiago
santo
santos
sao
sardiniya
sarkisalo
sasina
sate
satellitecitymaps
saturn
savai
save
say
sb
sc
scaglietti
schaan
schiefler
schlacht
schlussel
schnuddelhong
school
schuppan
schwarz
schwimmen
schwor
science
scn
sco
scorpii
scorpius
scott
scuderia
sd
se
search
seat
second
secret
seele
sehrbaz
seidl
seinajoki
semper
sentmenat
seoul
seregelyes
seri
series
sescomes
sesotho
sesto
several
sf
sg
sh
shame
shanaye
sharif
shark
she
sheet
shefa
shelby
sheldon
shift
shkoder
shop
short
show
shuto
si
siauliai
sick
sidni
sieden
sierra
siirt
silesia
simple
sims
sin
sing
sinop
sint
siprage
sirdis
sirius
site
sivas
size
sj
sk
ski
skiptvet
skopje
sky
skyline
sl
slask
slaska
slaskie
sleep
slidre
sls
sm
smoke
smolensk
sn
sneedville
sneem
snow
snowflake
so
societatem
sofia
soft
sol
solanell
solomon
some
son
sondry
song
sonne
sonsonate
sors
sosa
soul
soup
south
sp
spanish
speak
speaker
species
speed
spell
spider
spirit
spongebob
sport
sprache
sprak
spring
springs
spyder
spyker
sq
square
squarepants
sr
sri
srpska
srt
ss
ssc
st
stamp
stand
standard
star
staten
states
station
statistical
staunton
stavanger
steal
stella
stephen
stingray
stockholm
stone
stories
storja
story
stoss
strange
street
strindberg
stroke
strom
stroom
structure
stub
studies
studio
stupid
sturgeon
su
subsp
sucre
sudan
sugar
sul
sulaymaniyah
sulejow
summer
sun
sund
sung
suomi
super
superauto
supercharged
sur
sure
surprise
sus
sut
suv
suva
sv
svg
svgz
svnoyi
sw
sweet
swim
sx
sy
sydney
system
sz
szabadegyhaza
szczecin
szep
sztum
sør
sırnak
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
taal
table
tacna
tadjikitan
taetae
tag
tagalog
tahiti
tahitian
tahitien
taiprus
taiwan
take
tales
talk
tall
tallinn
tamnei
tamo
tamoa
tamogitiya
tampere
tan
tangtang
tanguy
tanmarino
taramawir
tarawa
tarnow
tasmania
taudiarabiya
taylor
tazumal
tb
tc
tczew
td
tdu
te
tea
teachers
team
tegiga
tekawa
tekawan
tekeiy
tekirdag
tekrenta
television
telsiai
temoniba
template
temple
ten
tennessee
tennis
tep
terbiya
teren
terk
terki
terra
territory
test
testament
testarossa
tetovo
tetum
texas
text
tf
tg
th
thaba
thai
thailand
than
thanh
thank
that
the
theft
their
then
theodore
there
they
this
thomas
three
throat
thumb
thuot
thy
ti
tibet
tief
tif
tiff
tili
time
times
timisoara
timor
timoteo
tin
tira
tirana
tj
tk
tl
tm
tn
to
tocco
tocharian
togo
tohi
tok
tokat
toki
tokyo
toledo
tomariya
tomaszow
tome
ton
tonga
tony
too
top
torba
torere
tormo
tornante
toromen
torrent
torun
total
toten
totow
tour
towe
tower
town
township
toyota
tp
tq
tr
trabzon
trail
train
translate
translation
translations
travel
tree
triaenodon
tricolore
trindade
trinitario
trochilidae
tromsø
trondheim
troy
trujillo
trump
truth
truthahn
truthenne
trybunalski
trøndelag
ts
tseka
tsiad
tsiaina
tsiek
tsiekia
tsiene
tsim
tsimeduw
tsimine
tsimor
tsimorun
tsin
tsingapoar
tsinime
tsinin
tsipain
tsire
tsirobakiya
tsirobeniya
tt
tu
tubaru
tubwangin
tubwangit
tubwanin
tudan
tumbes
tunceli
tupla
turbo
turkce
turkey
turkmenistan
turku
turum
tuti
tutong
tuvalu
tv
tvr
tw
twain
twelve
twi
twin
twoje
tx
ty
type
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
uaboe
uae
ub
ubenide
ubuntu
uc
ud
udebekitan
udo
udon
ue
uea
uf
ug
ugan
uganda
uge
uh
uhr
ui
uirope
uj
uk
ukraine
ul
ulaanbaatar
ulan
uleaborg
ulla
ultimate
um
umbundu
un
und
underground
unduras
unesco
ungari
unicornis
union
unique
united
university
unlimited
uno
unto
unu
uo
up
upper
uq
ur
ura
ural
uranus
ureparapara
uror
ursus
urzad
us
usa
usak
use
useful
usulutan
ut
utah
utc
utena
uu
uusi
uusikaupunki
uv
uw
ux
uy
uz
uzbekistan
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
vad
vaduz
vagahau
valadares
valencia
valer
valery
valkeakoski
vall
valle
valles
valls
valoda
valparaiso
valve
van
vanda
vanduo
vann
vantaa
vanuatu
vatten
vb
vc
vd
ve
vector
vedo
vega
vegas
vehicle
veit
vella
venice
venus
verapaz
verbs
verde
vermeer
vermont
version
verwijderd
very
vesi
vestre
vf
vg
vh
vi
vianden
vice
vicenc
victoria
vida
vidurnaktis
vienna
vietjet
vietnam
view
vig
vii
viitasaari
vila
vilalba
vilar
vileyka
village
vilnius
vincent
vinh
viper
virgin
virginia
virgo
visaginas
visit
viti
vitsebsk
vj
vk
vl
vladivostok
vlasak
vm
vn
vo
voda
voice
voivodeship
vojnogeografski
vol
volapuk
volkswagen
volvo
von
vorfahr
voro
vosa
vp
vq
vr
vrede
vs
vt
vu
vv
vw
vx
vy
vytautas
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
wagga
wales
walk
walker
walla
walt
wanara
want
war
warm
warmia
warsaw
warszawa
was
washington
wasser
water
wb
wc
wd
we
weababo
web
website
wei
weightlifting
wejherowo
wel
welcome
wellington
were
weren
west
western
wf
wg
wh
whan
what
wheke
which
white
whitetip
who
why
wi
wide
widen
wielkopolska
wielkopolski
wien
wikimedia
wikipedia
wikipediya
wiktionary
wild
will
william
wilson
wiltz
windhoek
windows
winter
winterthur
wisconsin
with
without
witsierand
wj
wk
wl
wm
wn
wo
woda
wola
wolke
woman
won
wona
wonderland
wono
wood
woodard
woodrow
word
wordt
works
world
wp
wq
wr
wrocław
wrong
ws
wt
wu
wv
ww
wwi
www
wx
wy
wyoming
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xc
xcf
xd
xe
xf
xg
xh
xi
xii
xix
xj
xk
xl
xm
xml
xn
xo
xp
xq
xr
xs
xt
xu
xv
xvi
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yako
yam
yamaha
yamoussoukro
yamoussoukrou
yangtze
yaren
yarısı
yb
yc
yd
ye
year
yellow
yemen
yener
yerevan
yesterday
yesusi
yet
yf
yg
yh
yi
yj
yk
yl
ym
yn
yo
yogyakarta
york
you
young
your
youtube
yozgat
yp
yq
yr
ys
yt
yu
yugaga
yugagan
yukatek
yuw
yv
yves
yw
yx
yy
yz
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zagato
zalavas
zambia
zardini
zb
zc
zd
zdroj
ze
zealand
zeme
zenvo
zf
zg
zh
zi
zichyujfalu
ziemia
zj
zk
zl
zm
zmir
zn
zo
zombi
zombie
zonda
zoo
zp
zq
zr
zs
zt
zu
zukowo
zurich
zułow
zv
zw
zwiebel
zx
zy
zygmunt
zz
złoty
|
~
¢
«
°
²
³
´
»
¼
×
ß
æ
ð
ø
østfold
þ
đ
đong
ı
ł
łit
łituania
łodzkie
ŋ
ƅ
ǂ
ǃ
ɐ
ɑ
ɒ
ɔ
ə
ɛ
ɡ
ɣ
ɨ
ɨɡ
ɩ
ɪ
ɾ
ʂ
ʃ
ʉ
ʊ
ʋ
ʔ
ʔuliʔuli
ʕ
ʹ
ʻ
ʼ
ʾ
ʿ
ˈ
ˌ
ː
α
β
γ
δ
ε
ειρηνη
ελληνικα
ελληνικη
η
θ
ι
κ
λ
λιθουανια
μ
ν
νερο
ο
ονδουρα
π
ποταμι
ρ
ς
σ
τ
υ
χ
ψ
ω
а
адыгэбзэ
аи
б
беларуская
беларусь
бит
в
вода
г
гандурас
гондурас
гора
д
дархан
е
ж
з
и
к
коми
л
литва
литовскии
м
мир
мокшень
монгол
н
наша
о
осьминог
п
р
река
с
т
твог
тілі
у
улаанбаатар
ф
х
ц
црна
ч
чоибалсан
ш
ъ
ы
ь
э
эрдэнэт
эрзянь
ю
я
язык
і
ј
њ
ћ
ће
ѣ
қ
ҡ
ҧ
ү
ҳ
ҳондурас
ҷ
ҹ
ӏ
ә
ө
՚
՝
ա
ազատ
անկախ
բ
գ
դ
ե
զ
է
ը
թ
թող
ի
իւր
լ
լիտվերեն
խ
ծ
կ
կրակ
կրակել
հ
հայաստան
հայրենիք
հոնդուրաս
ձ
ղ
մ
մեր
մի
յ
ն
շ
ո
որ
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
א
ב
ד
ה
ו
ח
י
כ
ל
מ
ן
נ
ע
ק
ר
ש
ת
ا
افغانستان
الله
اوزبیکچه
اکبر
اکبرالله
ب
به
ة
ت
ث
ج
ح
خ
خدا
د
ذ
ر
ز
س
ش
شاہ
ص
ط
ظ
ع
غ
ف
ق
ك
ل
م
مابود
مکھی
ن
ه
و
ى
ي
پ
چ
ڌ
ښ
ک
ڬ
گ
ھ
ہ
ۆ
ۇ
ۊ
ی
ێ
ە
ܐ
ܘ
ܝ
ܪ
ܬ
ހ
ވ
ދ
ߏ
ߒ
ߞ
अ
उ
औ
क
ग
च
ज
ट
ठ
ड
ण
त
थ
द
ध
न
प
फ
ब
भ
म
य
र
रस
ल
ळ
व
ष
स
ह
অ
ই
গ
জ
ঠ
ণ
ত
থ
দ
ন
প
ব
ম
য
র
ল
শ
ষ
স
ਖ
ਗ
ਜ
ਪ
ਬ
ਮ
ਰ
ગ
જ
ત
ર
ଆ
ଓ
ଡ
த
ம
ழ
గ
త
ల
ಕ
ಡ
ತ
ನ
ಳ
മ
യ
ല
ള
ල
ස
හ
ด
ท
น
ภ
ย
ร
ษ
ส
อ
ฮ
ฮอนด
า
ไ
ພ
ລ
ວ
ສ
າ
་
།
ཁ
ག
ང
ད
བ
ཡ
ར
ས
ཧ
တ
န
ဘ
မ
ယ
သ
ၵ
ა
ბ
გ
დ
ვ
თ
ი
ლ
ლიტვური
მ
ნ
ო
რ
ს
ტ
უ
ქ
ჰ
ჰონდურასი
ᄀ
강
국
ᄂ
ᄃ
대
두
ᄅ
라
ᄆ
물
민
ᄉ
성
스
ᄋ
온
ᄌ
조
주
ᄏ
ᄑ
평
ᄒ
한
화
ᅡ
ᅢ
ᅥ
ᅦ
ᅧ
ᅩ
ᅪ
ᅮ
ᅳ
ᅴ
ᅵ
ᆨ
ᆫ
ᆯ
ᆷ
ᆼ
ማ
ር
ት
ኛ
አ
ኢ
ያ
ዮ
ግ
ጵ
ᏹ
ᐃ
ᐍ
ᐏ
ᐣ
ᐦ
ᑎ
ᑐ
ᑦ
ᒃ
ᓀ
ᓄ
ᓗ
ᔭ
ᖃ
ᜈ
ᜊ
ᜊᜌ
ᜌ
ខ
ភ
ម
រ
ស
ᠠ
ᠡ
ᠡᠷᠳᠡᠨᠢᠲᠦ
ᠢ
ᠣ
ᠤ
ᠤᠯᠠᠭᠠᠨᠪᠠᠭᠠᠲᠤᠷ
ᠦ
ᠨ
ᠩ
ᠪ
ᠬ
ᠭ
ᠮ
ᠯ
ᠰ
ᠲ
ᠳ
ᠳᠠᠷᠬᠠᠨ
ᠴ
ᠴᠣᠶᠢᠪᠠᠯᠰᠠᠩ
ᠵ
ᠶ
ᠷ
ᡠ
ᡤ
ᡳ
ᨁ
ᨅ
ᨔ
ᨕ
ᬩ
ᬮ
ᬲ
ᮓ
ᮔ
ᮘ
ᮞ
ᱛ
ᱟ
ᱤ
ᱥ
ᱱ
ᱲ
‐
–
—
‘
’
“
”
•
₂
€
↔
↷
③
④
⑦
☉
☽
☾
♀
♁
♂
♅
♆
⛢
⯉
ⰲ
ⰽ
ⰾ
ⱀ
ⱁ
ⱄ
ⱏ
ⱐ
ⱑ
ⴰ
ⵉ
ⵎ
ⵖ
ⵜ
ⵣ
⺀
⺄
⺆
⺈
⺊
⺌
⺕
⺝
⺸
⺼
⿰
⿱
⿲
⿳
⿴
⿵
⿶
⿷
⿸
⿹
⿺
⿻
〢
い
か
かわ
す
せ
そ
へ
へいわ
み
みす
わ
ん
イ
ウ
キ
ク
ケ
コ
シ
ス
セ
タ
ト
ヌ
ハ
フ
ホ
ホンシュラス
マ
モ
ヤ
ュ
ユ
ラ
リ
ワ
ン
ー
㇁
㇂
㇄
㇇
㇈
㇉
㇓
㐁
㐄
㐅
㐌
㐫
㐬
㐭
㐮
㐱
㑒
㒵
㒸
㒼
㓁
㓞
㔾
㕛
㕣
㖾
㘝
㚅
㚇
㚔
㚘
㝉
㝡
㝴
㝵
㞋
㞢
㞷
㠩
㠭
㠯
㡀
㡭
㡿
㢲
㢴
㣇
㣺
㥯
㪅
㫄
㫐
㫒
㫺
㬅
㬎
㬥
㬰
㲋
㳄
㷠
㸒
㸚
㸦
㼌
㼲
㽞
㿟
䀠
䂞
䍃
䏍
䒑
䖍
䖒
䖝
䖵
䙴
䚻
䜌
䝿
䡛
䧹
䪞
一
丁
丂
七
丄
丅
丆
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
东
丞
丢
丣
两
严
並
丨
丩
个
丫
丬
中
丮
丰
丱
串
丵
丶
丷
丸
丹
为
主
丽
丿
乀
乂
乃
久
乆
乇
么
义
之
乌
乍
乎
乏
乐
乑
乔
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
乳
乾
亀
亅
了
亇
予
争
事
二
亍
于
亏
亐
云
互
亓
五
井
亘
亚
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亯
亰
亲
亳
亶
亷
人
亻
亼
亾
仁
今
介
仌
从
仐
仑
仒
仓
仕
他
付
仝
代
令
以
任
企
伊
伏
伐
休
会
伦
伯
但
位
何
佘
余
作
佥
使
來
侈
侌
侖
侯
侵
便
保
俞
信
修
倉
倍
候
倠
備
僉
僕
僮
儿
兀
允
兂
元
兄
充
兆
兇
先
光
兊
克
兌
免
児
兑
兒
兓
兔
党
兜
兟
入
全
兩
兪
八
公
六
兮
兰
共
关
兵
其
具
典
兹
兼
冀
冂
冃
冄
内
冈
冉
冊
冋
册
再
冎
冏
冐
冒
冓
冖
冗
冘
军
农
冝
冡
冥
冫
冬
冷
几
凡
凢
凵
凶
凷
凸
凹
出
函
凾
刀
刁
刂
刃
刄
刅
分
切
刍
刑
刕
刖
列
刘
则
初
別
利
别
到
制
刺
則
削
剌
前
剡
剽
劉
力
功
加
劦
助
劫
劳
劵
勃
勇
勉
勒
動
務
勞
勤
勹
勺
勻
勾
勿
匀
匂
包
匆
匈
匊
匋
匍
匕
化
北
匚
匝
匡
匪
匱
匸
匹
区
医
匽
匿
區
十
卂
千
卄
卅
卆
升
午
卉
半
卌
华
卑
卒
卓
单
卖
南
卜
卝
卞
占
卡
卢
卣
卤
卦
卩
卪
卬
卯
印
危
即
却
卵
卷
卸
卻
厂
厃
厄
历
厈
厉
厌
厓
厘
厚
原
厤
厥
厨
厭
厲
厶
厷
厸
去
厼
厽
叀
参
參
叅
又
叉
及
友
双
反
叐
发
叒
叔
叕
取
受
叚
叜
叟
口
古
句
另
叩
只
召
可
台
叱
史
右
叵
号
司
叹
吂
各
吅
合
吉
吊
吋
同
名
后
吏
向
吕
君
吝
吞
否
含
启
吳
吴
吹
吾
呂
呆
呈
告
员
呙
周
命
咅
和
咎
咠
咢
咨
咸
咼
哀
品
哉
員
哥
哲
唐
商
啇
問
啚
啬
啻
善
喜
喬
單
喿
嗇
噩
嚴
囊
囗
囘
囙
囚
四
回
囟
因
囧
囬
困
囱
囷
固
国
圂
圅
國
圍
園
圓
土
圡
圣
圥
在
圭
地
圶
圼
坐
坒
坚
坴
垂
垔
垚
埀
埋
埶
執
基
堂
堅
堆
堇
堯
塞
墨
壘
士
壬
壯
声
壳
壴
壹
壺
壽
夂
处
夅
夆
备
夊
夋
夌
复
夏
夒
夕
外
夗
夘
多
夜
夢
大
夨
天
太
夫
夬
夭
央
失
夲
头
夷
夸
夹
夻
夾
奂
奄
奇
奈
奉
奎
奏
奐
契
奓
奔
奚
奞
奠
奢
奥
奭
女
奴
奻
好
如
妄
妙
妟
妥
妻
妾
姑
委
姜
威
娄
婁
婴
嬰
嬴
子
孑
孔
孕
孖
字
存
孚
孛
孝
孟
季
孤
学
孫
孱
學
宀
宁
宂
它
宅
宇
守
安
宋
完
宏
宓
宗
官
定
宛
宜
宝
客
宣
室
宮
宰
害
家
容
宾
宿
寄
寅
密
富
寒
察
寧
審
寫
寬
寮
寸
对
寺
寻
寽
対
寿
封
尃
射
将
將
專
尉
尊
尋
尌
對
小
少
尒
尓
尔
尖
尗
尚
尞
尢
尣
尤
尧
尨
尭
就
尸
尹
尺
尻
尼
尽
尾
尿
局
居
屈
屋
屎
屏
屑
展
屖
屚
属
屠
屡
屬
屮
屯
屰
山
屵
屾
岁
岂
岑
岡
岩
岳
岸
峯
島
崇
崑
崔
崖
崙
崩
嵬
嶲
巂
巛
川
州
巟
巠
巢
巤
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巸
巽
巾
巿
帀
市
布
希
帚
帛
帝
带
師
席
帶
常
干
平
年
幵
并
幷
幸
幺
幻
幼
幽
幾
广
広
庄
床
底
店
庚
府
度
庫
庭
庶
康
庸
廉
廌
廛
廣
廩
廴
延
廷
建
廾
廿
开
弁
弃
弄
弇
弋
式
弓
弔
引
弗
弘
弜
弟
弥
弦
弱
張
強
强
彊
彌
彎
彐
彑
当
彔
录
彖
彗
彡
形
彥
彦
彧
彭
彳
役
彼
往
待
律
徒
得
徙
從
復
微
徵
心
忄
必
忌
忍
志
忝
忠
忩
快
念
忽
忿
思
怠
急
怱
恆
恒
恩
恭
息
悉
患
悤
悲
悶
惠
惡
惢
愁
愈
意
愛
感
慈
慧
慮
憂
憲
應
戀
戈
戉
戊
戋
戌
戍
戎
成
我
戒
戔
或
戚
戠
戢
截
戲
戶
户
戹
戼
戾
房
所
扁
扇
手
扌
才
打
托
执
承
折
拉
拜
拿
掌
推
提
摩
撒
支
攴
攵
收
攸
改
放
政
敄
敏
敕
敖
敗
敝
敞
敢
散
敦
敫
敬
数
敷
數
斂
文
斉
斊
斗
斤
斥
斩
斬
斯
新
方
於
施
斿
旁
旋
族
无
旡
既
旣
日
旦
旧
旨
早
旬
旱
旲
时
旾
昆
昇
昌
昍
明
昏
易
昔
昗
昜
星
春
昬
是
昱
昴
昷
時
晃
晋
晏
普
景
晶
智
暑
暴
曇
曩
曰
曲
曳
更
曷
書
曹
曼
曾
替
最
朁
會
月
有
朋
服
朔
朕
朗
望
朝
木
朩
未
末
本
札
朮
术
朱
朵
朶
朿
杀
杏
杜
束
条
来
東
杲
杳
松
析
林
枚
果
枝
枲
枼
某
柔
查
柬
柰
柴
栗
桀
桑
桼
梁
條
梟
梨
棘
棠
棥
森
楚
業
楽
榮
樂
樊
欠
次
欣
欮
欲
欶
欽
款
歆
歇
歛
止
正
此
步
武
歨
歪
歮
歯
歰
歲
歴
歷
歸
歹
歺
死
殳
段
殷
殸
殹
殺
殻
殿
毋
毌
母
每
毒
比
毕
毚
毛
毳
氏
氐
民
气
氣
水
氵
氶
氷
永
氺
氾
求
汝
汞
江
沃
沓
沙
沝
河
泉
法
波
泣
泥
泰
洛
洪
活
派
流
浦
浪
浮
海
淡
淮
清
渚
渠
湯
滿
漸
澳
火
灬
灭
灰
灵
灷
炅
炎
炏
炗
炙
炭
為
烈
烏
烝
焉
無
焦
焱
然
煞
熊
熏
燕
營
燮
爪
爫
爭
爯
爰
爱
爲
爵
父
爻
爽
爾
爿
片
牙
牚
牛
牜
牟
牢
牧
牪
牽
犀
犬
犭
犮
狂
狄
狊
独
狺
猋
猒
猪
献
獻
玄
率
玉
王
玟
玨
珎
班
琴
瑙
瑟
瑩
瓜
瓦
甘
甚
生
産
用
甫
甬
田
由
甲
申
电
甶
男
甸
甹
画
甾
畀
界
畏
畐
留
畜
畟
畢
畧
畨
番
畫
異
畱
當
畺
畾
疊
疋
疌
疑
疒
疾
癶
癸
癹
登
發
白
百
皀
皃
的
皆
皇
皋
皐
皕
皮
皷
皿
盃
盆
盇
盈
益
盍
盎
监
盒
盖
盛
盡
監
盤
盧
目
直
相
盾
省
眇
眉
看
眔
眞
真
眠
眷
眼
眾
着
睘
睪
睿
瞏
瞢
瞿
矍
矛
矞
矢
矣
知
矦
短
石
破
碎
磊
磨
示
礻
礼
祖
祟
票
祭
禀
禁
禸
禹
禺
离
禽
禾
禿
秀
秃
秉
秋
科
秝
秦
移
稟
穀
穌
穴
究
穹
空
穿
突
窄
窒
立
竒
竜
竝
竟
章
童
竹
笑
笠
筆
等
答
箕
算
箴
節
篤
篭
米
粉
粛
粟
粤
粦
粲
粵
糞
糸
糹
系
約
納
素
索
紫
累
細
絜
絫
絲
維
綿
縣
繇
纍
纟
纳
缶
网
罒
罔
罕
罗
罙
罡
罢
罪
署
罷
羅
羊
羌
羍
美
羔
羕
羗
羞
羡
羣
群
義
羲
羸
羽
翁
翏
習
翕
翟
翠
翼
老
耂
考
者
耆
而
耎
耑
耒
耳
耴
耶
耷
聂
聊
聖
聚
聶
聿
肀
肃
肅
肉
肖
肙
肥
肩
肯
育
肴
胃
背
胡
胥
能
脊
脩
膚
臣
臤
臧
自
臬
臭
臯
臱
至
致
臺
臼
臽
臾
臿
舀
舂
舄
與
興
舉
舌
舍
舛
舜
舞
舟
般
艮
良
色
艸
艹
艾
芒
芔
芬
芮
花
芳
芺
芻
苔
苗
苟
若
苦
英
茶
茸
荅
草
荒
荣
荼
莆
莧
莫
莱
莽
菆
菊
菐
華
萬
落
葉
著
葛
董
葵
蒙
蒦
蒼
蓋
蓬
蓺
蔑
蔡
蕉
蕭
薄
薛
薦
薰
藍
藏
藥
蘭
虍
虎
虐
虒
虔
處
虖
虗
虘
虚
虛
虜
虞
虫
虽
蚤
蚩
蜀
蜜
蟲
蠡
血
行
衍
衛
衣
衤
表
衮
衰
袁
袞
褭
褱
襄
襾
西
覀
要
覃
見
規
覓
覧
親
覽
见
角
解
言
訁
訇
計
話
詹
語
誩
諸
讠
话
语
谷
豆
豈
豊
豐
豕
豖
豙
象
豦
豩
豪
豸
貇
貝
貞
貟
負
貢
貧
貪
貫
責
貳
貴
買
費
賁
資
賈
賏
賓
賔
賛
賞
賢
賣
質
賴
贊
贛
贝
贡
责
贯
贲
贵
赖
赞
赤
赦
走
越
足
路
蹇
身
躬
車
軍
軎
軟
輦
车
辛
辜
辟
辥
辰
辱
農
辵
辶
边
达
过
近
连
迷
追
退
送
逆
逐
通
速
造
逢
連
逮
進
遀
遂
過
道
達
遣
適
遷
遺
邊
邑
邕
那
邦
邪
郎
部
郭
都
鄉
酉
酋
配
酓
釆
采
里
重
野
量
金
釒
錢
钅
長
镸
长
門
閃
閉
開
閏
閑
閒
間
閔
閩
閵
閻
闌
门
间
闷
闽
阑
阜
阝
阿
降
陳
隆
隊
隋
隡
隨
隱
隶
隹
隺
隻
隼
隽
难
雀
雁
雅
集
雈
雋
雍
雐
雔
雙
雚
雜
雝
離
難
雨
雩
雪
雲
零
雷
需
霍
霜
霝
霞
霸
靈
靑
青
非
靡
面
靣
革
韋
韓
韦
韭
韯
韱
音
頁
頃
項
須
頗
頡
頻
顛
页
额
風
风
飛
飞
食
飠
養
饣
首
香
馬
馮
駦
马
骨
高
髟
鬥
鬯
鬲
鬼
魚
魯
鮮
鱼
鲁
鳥
鳳
鸟
鹵
鹿
麃
麗
麥
麦
麻
黃
黄
黍
黎
黑
黒
黨
黹
黽
黾
鼎
鼓
鼠
鼻
齊
齋
齐
齒
齿
龍
龙
龜
龟
龠
龰
龱
龴
龵
龶
龷
龸
龹
ꆇ
ꉙ
ꦗ
ꦧ
ꦮ
ꦱ
ꭰ
ꭲ
ꭷ
ꭷꮓ
ꭹ
ꭺ
ꭼ
ꭾ
ꭾꮝꭹ
ꮃ
ꮄ
ꮅ
ꮅꮪꮹꮒ
ꮈ
ꮎ
ꮒ
ꮓ
ꮘ
ꮝ
ꮟ
ꮢ
ꮢꮓᏹ
ꮣ
ꮤ
ꮧ
ꮪ
ꮱ
ꮲ
ꮳ
ꮹ
ꮽ
ꯂ
ꯃ
ꯇ
ꯟ
者
艹
？
𐌲
𐌹
𐌺
𐌿
𐍃
𐍄
𞤢
𞤤
𞤨
𞤪
𞤵
🜨
𠀁
𠀃
𠀆
𠀉
𠀎
𠀐
𠁁
𠁣
𠂆
𠂇
𠂈
𠂉
𠂊
𠂋
𠂎
𠂒
𠂔
𠂛
𠂡
𠂢
𠂤
𠂬
𠂭
𠂹
𠃊
𠃋
𠃌
𠃍
𠃎
𠃑
𠃓
𠃔
𠃜
𠄌
𠄎
𠄠
𠄢
𠆢
𠆥
𠇍
𠈌
𠌵
𠓜
𠔉
𠔥
𠔼
𠔽
𠔿
𠕀
𠕁
𠕋
𠘧
𠘨
𠙻
𠙼
𠚏
𠚒
𠚤
𠚪
𠣏
𠤎
𠤕
𠥓
𠦄
𠦑
𠦝
𠧒
𠧗
𠧪
𠩺
𠪚
𠫓
𠫔
𠫤
𠬛
𠬝
𠬞
𠬢
𠬤
𠬶
𠮛
𠮦
𠮷
𠯑
𠱠
𠳮
𠷎
𡈼
𡉀
𡉵
𡌥
𡍮
𡏳
𡕒
𡕩
𡕰
𡖅
𡗗
𡗜
𡘆
𡘤
𡧱
𡨄
𡩧
𡬠
𡭽
𡰣
𡰥
𡰪
𡰯
𡰱
𡷈
𡸁
𡿨
𡿩
𡿪
𡿺
𢀖
𢀛
𢀩
𢁙
𢆉
𢆰
𢆶
𢇁
𢇇
𢉖
𢌬
𢌿
𢏚
𢑑
𢑚
𢖻
𢙣
𢛳
𢦏
𢦒
𢧵
𢼄
𢾕
𣁋
𣄼
𣅀
𣅽
𣍘
𣎳
𣎵
𣏋
𣏼
𣗥
𣥂
𣥖
𣦵
𣦼
𣧄
𣪊
𣪠
𣬉
𣳾
𣶒
𤇾
𤊽
𤐫
𤓰
𤔔
𤕨
𤣩
𤰇
𤰔
𤰞
𤴓
𤴔
𤽄
𥁑
𥁕
𥃦
𥃩
𥃭
𥇡
𥑟
𥘅
𥘈
𥝢
𥫗
𥱡
𦈢
𦉪
𦉬
𦉼
𦍌
𦍒
𦎧
𦐇
𦓔
𦔮
𦘒
𦙃
𦚏
𦣝
𦣞
𦣻
𦥑
𦥔
𦥯
𦨉
𦭝
𦰩
𧆞
𧈧
𧘇
𧰨
𧴪
𧴮
𧵩
𧾷
𨸏
𨾴
𩙿
𩠐
𩫏
𩵋
𪉷
𪜀
𪟽
𪠲
𪩲
𫇦
𫔭
𫜸
𫝀
𫠣
𫠩
𫢉
𫥞
𫩏
𫩠
𫪡
𫲽
𫶧
𬀷
𬐘
𬗌
𬙙
𬛸
𬜯
𬟩
𬯁
𬴘
𬺻
𬼉
𬼖
𭀰
𭁈
𭁨
𭅰
𭑈
𭕄
𭗼
𭤨
𭥫
𭻾
𮅕
𮊿
𮍌
𮍏
𮓗
𮥼
𮧮
廾
𰀁
𰀄
𰀈
𰀉
𰀕
𰀠
𰀡
𰀢
𰀪
𰁜
𰃮
𰆊
𰆘
𰋙
𰕎
𰢴
𰧭
𰯲
0--
00--
1--
11--
12--
13--
15--
16--
17--
18--
19--
2--
21--
29--
3--
34--
39--
4--
44--
47--
5--
57--
59--
6--
64--
7--
72--
77--
8--
9--
aa--
ab--
ac--
acce--
ad--
ae--
af--
ag--
ah--
ai--
aj--
ak--
al--
am--
an--
ang--
ani--
any--
ap--
aq--
ar--
are--
as--
at--
au--
av--
avan--
aw--
ay--
az--
b--
ba--
bal--
bar--
be--
beau--
bet--
bi--
bit--
bj--
bjørn--
bl--
bo--
borg--
botan--
boul--
br--
bu--
buri--
bw--
by--
ca--
camara--
cavi--
ce--
cerv--
ch--
cham--
chi--
ci--
cl--
co--
colo--
colu--
cons--
cont--
cor--
cr--
cres--
cu--
cz--
da--
dabrow--
dagb--
dang--
de--
demo--
des--
deut--
di--
diff--
dj--
do--
dr--
du--
dy--
dz--
ea--
eb--
ed--
ee--
ef--
eg--
ei--
eise--
ej--
ek--
el--
em--
en--
eo--
ep--
er--
es--
et--
etsi--
euro--
ev--
ex--
extr--
fa--
fact--
faka--
fe--
ferr--
fi--
finl--
fire--
fj--
fl--
fn--
fo--
font--
for--
fr--
frie--
frix--
fu--
ga--
ge--
gh--
gi--
gjer--
gl--
go--
gr--
gran--
grap--
grod--
gros--
groß--
gu--
guad--
guan--
guay--
gy--
ha--
haap--
hame--
hami--
hand--
hauk--
haus--
he--
hem--
hi--
ho--
horn--
host--
hout--
hu--
hy--
ib--
ic--
id--
iden--
ie--
ig--
ii--
ij--
ik--
il--
im--
in--
inso--
io--
ir--
is--
isle--
isto--
it--
iy--
ja--
je--
ji--
jo--
ju--
ka--
kala--
kale--
kari--
karl--
ke--
kemi--
kern--
khab--
ki--
kiik--
kin--
kl--
kn--
ko--
kolibr--
koni--
kr--
ku--
kuhm--
kv--
kw--
ky--
la--
lapi--
le--
lemp--
leon--
les--
let--
li--
libe--
litu--
lo--
look--
lour--
lu--
luxemb--
ma--
mach--
mad--
man--
mar--
mau--
maze--
mb--
mc--
me--
mer--
mi--
micr--
mir--
mo--
mora--
mp--
mu--
my--
myst--
na--
naum--
ne--
nehi--
ng--
nga--
ni--
nj--
no--
norm--
nu--
nurn--
ny--
nz--
oa--
ob--
oc--
od--
of--
og--
oi--
oiju--
ok--
ol--
om--
on--
op--
or--
os--
oste--
ot--
ou--
ov--
over--
ow--
pa--
palm--
papi--
para--
pe--
per--
ph--
pi--
piek--
pilg--
pl--
plat--
po--
podl--
poli--
por--
posi--
pr--
pres--
pro--
prze--
ps--
pu--
publ--
punk--
py--
pyha--
qa--
qu--
ra--
rant--
rapp--
raut--
re--
reis--
repu--
rh--
ri--
rist--
ro--
roa--
ru--
runeberg--
ry--
rø--
sa--
sacr--
samo--
san--
sc--
se--
sent--
sequ--
sh--
si--
siem--
siik--
sk--
skot--
sl--
slov--
sm--
sn--
so--
soci--
sp--
spec--
sr--
st--
stei--
stra--
su--
suom--
sw--
sy--
sz--
t--
ta--
tamb--
tan--
tara--
tava--
te--
tele--
temp--
terr--
th--
ti--
timo--
to--
tr--
trop--
ts--
tu--
tw--
ty--
ub--
ul--
ullens--
un--
univ--
ur--
us--
ut--
va--
valk--
vara--
ve--
vest--
vi--
vill--
vo--
vu--
wa--
we--
wh--
wi--
wiki--
winn--
wlad--
wo--
won--
wr--
wu--
wy--
xa--
xi--
xu--
ya--
ye--
yl--
yo--
yp--
yu--
za--
zb--
ze--
zema--
zi--
zo--
zu--
zw--
ø--
ørs--
ł--
в--
ва--
влади--
го--
д--
ла--
ма--
ми--
мо--
н--
на--
сл--
ты--
ա--
դ--
եր--
մա--
ار--
از--
ازا--
اس--
الع--
ای--
ب--
جه--
رو--
س--
م--
مر--
न--
ᄀ--
ᄉ--
ᄋ--
ᄏ--
フリ--
--0
--0
--1
--1
--17
--2
--2
--3
--3
--4
--4
--5
--5
--6
--6
--7
--7
--8
--8
--86
--9
--9
--a
--aa
--able
--ach
--ad
--ada
--ae
--ag
--age
--agen
--ah
--ahti
--ai
--ain
--ak
--al
--almi
--alo
--am
--amo
--an
--ance
--ann
--ano
--anu
--ar
--ard
--ari
--aris
--ark
--arvi
--ary
--as
--at
--ate
--ato
--au
--auri
--ava
--avi
--ax
--b
--ba
--be
--ber
--ble
--bo
--bok
--bol
--bri
--bu
--by
--c
--ca
--cal
--cao
--cco
--ce
--ch
--cha
--che
--co
--ct
--cy
--d
--da
--dal
--dange
--de
--den
--dge
--dia
--do
--dorf
--dre
--ds
--dy
--døy
--e
--ea
--eby
--ech
--ect
--ed
--ee
--eg
--ege
--ei
--eim
--ein
--ek
--el
--ela
--ele
--eli
--ell
--em
--emi
--en
--ena
--enai
--ent
--eo
--ep
--er
--erg
--eri
--ern
--ers
--ert
--ery
--es
--esi
--est
--et
--ete
--eth
--eti
--ett
--ette
--eu
--ev
--ey
--ez
--f
--fa
--fe
--ful
--g
--ga
--ge
--gen
--ger
--gh
--ght
--gin
--go
--h
--ha
--ham
--he
--head
--heid
--hen
--her
--hi
--hia
--hing
--ho
--ht
--hti
--i
--ia
--iai
--ian
--ias
--ic
--ice
--ich
--id
--ida
--ie
--iec
--iel
--ien
--ier
--ies
--ig
--ija
--ik
--il
--ila
--ilo
--im
--imus
--in
--ine
--ing
--ini
--io
--ip
--ir
--ira
--is
--ise
--ish
--isi
--it
--ita
--ite
--itz
--iu
--ium
--ius
--ive
--iya
--j
--ja
--jai
--jarvi
--je
--ji
--k
--ka
--kal
--kala
--ke
