!
"
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
+
,
-
.
/
0
00
000
00288306
006
0098036
01
019
02
02649
03
04
05
056
06
07
0708103626
08
09
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1010
1016
1038
104
10420217
105
106
1065717
107
1080
109
11
110
111
112
1141239
12
120
1210
125
1250
126
1260
127
1273
13
130
131
1371
139
14
141
146
148
15
1523
1546
1564
159
16
166
167
17
174755630
1750
176
177
178
179
1797
18
180
1800
1805
1808
1810
1814
1823
1825
1827
1828
1860
1870
188
1896
19
1910
1911
1920
1926
1930
1932
1936
1940
1944
1945
1946
1947
1950
1951
1953
1954
1955
1958
1959
1960
1961
1962
1963
1964
1965
1967
1968
1969
1970
1971
1975
1976
1978
1979
198
1980
1981
1982
1983
1985
1987
1988
1989
1991
1992
1993
1995
1996
1997
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
2020
2021
2022
2023
203
205
207
21
210
219
22
220
221
23
2307
24
240
25
250
2542
26
265
266
269
27
271
274
275
279
28
280
281
282
284
29
299
299792458
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
302
3052897
31
32
320
324
33
330
332
34
340
344
348
35
350
356
36
361
365
366
37
370
38
380
385
386
389
39
390
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
41
412
42
420
43
439
44
443
446
45
450
458
46
47
48
49
495
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
507
51
5196
52
520
521
5243320
53
538
54
543
55
550
56
57
573
58
583
587
59
598
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
61
612
62
6203
63
633
635
64
640
642
643
65
66
67
68
687
69
696
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
7000
708
71
716
72
73
732
736
737
738
74
740
743
745
75
750
76
77
770
78
781
783
79
796
798
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
801
806
81
814
82
83
835
84
841
848
85
852
853
86
8601
87
870
874
879
88
882905
885
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
909
91
910
911
913
92
93
931
94
946
95
96
97
970
978
98
98036
99
997
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aan
ab
abaixo
abbreviation
abdomen
abeyance
abigail
abominar
about
above
abreviar
abstraction
abundancia
ac
acanthurus
access
accessdate
accessed
according
accounting
ace
aceni
acid
across
acs
act
action
actor
acts
acucar
ad
ada
adam
added
addition
addressed
addressee
adelaidi
adjective
administered
administratie
administration
admissio
adrenali
ads
ae
aerosol
aesthetic
af
aferika
aferikan
afraid
africa
aft
after
ag
again
age
aglaia
aglamak
ago
agricola
agrume
agua
ah
ai
aici
ailadi
aina
air
aires
airgead
aironi
ais
aisake
aisi
aisiladi
ait
aj
ajenitina
ajo
ak
akaivi
akar
akaude
aksai
akta
akwid
al
ala
aland
alatala
albert
albogularis
album
alegre
ali
alienable
alikisada
alkyl
all
alla
alle
alma
almost
alone
along
alphabet
alps
als
alsmithia
also
alt
although
altitude
altında
alus
alveolar
alzarsi
am
amargo
ambassadeur
ambassador
ambient
ambos
amer
america
american
americana
amerika
amerikan
ami
amiaza
amigo
amigos
amiko
among
amor
amp
amplitude
amsterdam
amzer
an
ana
anak
analog
analysing
analysis
anas
anatomical
anatomy
and
andaman
andas
ande
andere
anderer
anders
andesitic
andorra
andrew
androgen
angeles
angiosperm
angle
angles
anglican
anguilla
anh
animal
animate
animation
ankara
ann
ano
another
anser
antaa
antarctic
antarctica
ante
antennaria
anthony
anthropology
anu
any
ao
aontaich
ap
ape
apel
aperto
api
apositolo
apostolic
apple
approximation
aprender
apres
april
aq
aqua
aqui
ar
arafura
arara
arbitration
arbore
arc
archipelago
archived
archives
ard
are
area
areas
arequipa
argentina
argid
argo
arido
arina
arithmetic
arm
armband
arms
around
arriba
ars
art
arthropods
arthur
article
articles
arts
arxiv
aryl
as
asa
asi
asia
asian
ask
aspirin
aspirina
aspirinai
aspirine
aspirinei
aspirini
aspx
ass
associated
associates
association
asteraceae
asteroid
astrolabe
astronidium
at
ata
atalanitika
atama
atau
atlas
atmosphere
atmospheric
atom
atomi
atomic
atoms
atricilla
att
attached
atya
au
aua
auch
audio
auf
august
auki
aupres
australia
australian
austria
austronesian
aut
autentico
authors
auto
autobus
automobil
autorita
autoriteit
autre
autumn
auwa
auxiliary
auxilio
av
avant
ave
aventura
avio
avion
avis
avocado
avokado
avsky
aw
awai
away
awokado
ax
ay
az
azerbaijan
azucar
að
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baba
baby
babysitter
bac
back
bacteria
bad
bada
bade
bafalo
bagno
bahamas
bahasa
bahia
bai
baia
baigner
bail
bain
bainimarama
bainton
bakelite
bakodi
bal
balabalavu
balaka
balavu
balcon
balde
bale
balebale
baleta
baleti
bali
balkon
balkono
ball
ballet
baluni
ban
banan
banana
banane
banca
banco
band
banda
bang
bangkok
bangladesh
banh
baniyani
banja
banjo
bank
banknote
banko
bano
banovci
banque
bao
baqe
bar
bara
barasi
barat
barato
baravi
barba
barbara
barbus
barca
bard
barda
bari
bark
barn
bart
bas
basalt
based
basi
basika
basikeli
basikete
basketball
baskin
bast
bat
bata
batabata
batauro
bati
batina
bau
bavadra
bay
bb
bc
bce
bd
be
beach
beatles
beautiful
bebe
became
because
becc
beck
been
beer
beethoven
beginner
behind
being
beitaka
beka
beki
bel
bela
belakang
bele
beleti
believed
bell
bello
belo
below
ben
beneficio
benih
benu
beqa
bera
berabera
berg
bergendoff
beri
beritania
berlin
bernadette
beschamen
beseni
besi
best
beste
bete
between
bf
bg
bh
bharat
bhutan
bi
bia
biau
bibcode
bibel
bibi
bible
biblia
bicho
bicicleta
bien
bier
biero
big
biji
bili
bilioni
bill
billboard
billion
bilo
bini
bintang
biobio
biodiversity
biography
biological
biology
birdlife
birika
birisibeni
birra
birth
bisikete
bisinisi
bit
bitte
bitter
bitu
biu
biuta
biuti
biuvanua
biz
biða
bj
bjn
bk
bl
black
blackness
blame
bleu
blind
blizky
block
blom
blond
blondine
blonik
blue
blues
bm
bn
bo
board
boat
boca
bocado
body
bog
bogi
bogota
boivinaka
bok
bokhandel
bokini
bokoca
bokstav
bola
bold
bom
bomb
bomba
bombe
bombo
bomu
bon
bona
bonbon
bonde
bonn
bonne
book
books
boom
boot
borboleta
bord
borda
bordo
borealis
boro
boroi
boroya
bos
bose
boselawa
bosna
bosnia
boso
boss
bossa
boston
bot
botanical
botany
both
boto
botter
bougie
boumaa
bound
bowker
box
boxing
boy
boyfriend
bp
bq
br
bracket
brasilia
brat
braun
brava
brazil
break
breed
breh
breith
bris
brisa
brise
briser
britain
britannica
british
briza
bro
broadest
broadway
brod
broder
brog
bror
brother
brothers
brown
bru
bruder
brun
brunei
brunett
brunette
brunnea
bs
bsk
bt
bu
bua
buah
bubo
bubu
buca
bucabuca
bucina
bucini
buckmata
buenos
bug
building
built
buina
buja
buk
buka
bukakau
bukawaqa
buku
bula
bulabula
bulabulawai
bulan
bulataki
buli
bulia
buliya
buliyaya
bull
bulmakau
buloko
bulu
bulumakau
bum
buoi
buom
burden
bure
bureau
burns
buro
burogo
buroro
burret
burt
burung
bus
buso
but
buta
butiko
buto
butobuto
butter
butterfly
buturara
bv
bw
bx
by
byk
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cabani
cabe
cada
caegory
cafe
cagi
cagilaba
caj
caka
cakacaka
cakacakaniliga
cakacakataka
cakacakataki
cakaisulu
cakau
cakaudrove
cakava
cake
cakitaka
cal
cala
calcium
calculus
caledonia
cali
california
callari
calophyllum
cam
cama
camara
cambodia
cambridge
camera
caminar
camisa
campana
can
cana
candela
candra
cane
canh
canis
cannot
canol
cansado
canta
cantar
canup
cao
cap
capita
capital
car
cara
caracas
caramelo
caranx
carbonate
carci
cardinal
cards
cariba
caribbean
carica
carota
carp
carpenter
carpenters
carro
carry
cartagena
cartel
cartilaginous
cas
casa
case
casser
castano
castro
cat
cata
catch
categ
categellery
categorized
category
categouy
cathedral
catla
cattle
cau
caucasien
cauravou
cauza
cava
cave
caverna
cavu
cavuta
cavuti
cawa
cay
cayman
cb
cc
cd
ce
cecere
cegu
cei
cek
cellulose
cena
cent
centaur
center
centimetres
central
centre
centro
century
cephalopholis
cerca
ceres
certain
cerveja
cerveza
cervisia
cesalonaika
cesto
ceuceu
ceudna
ceva
cevaicake
cevara
cevata
cevatokalau
cf
cg
ch
chai
chamomile
chamomilla
chan
chance
change
chanos
chao
char
charles
charon
charter
chaudhry
check
chef
chemical
chen
cheque
chess
chi
chicago
chief
child
chile
chin
china
chinese
chitin
chleb
cho
chocolate
chory
christ
christian
christianity
chromosome
chromosomes
chu
chup
church
ci
cia
ciba
cici
cicivaka
cicivaki
cid
cila
cilava
cilavi
cima
cina
cinza
cioloji
ciqoma
ciqomi
ciri
ciriya
cirsium
cist
citation
cite
cited
citrus
city
ciudad
ciwa
ciwasagavulu
cj
ck
cl
clar
claro
class
classifier
clause
clauses
clf
climate
clovek
cm
cn
co
coast
cocco
coco
coconut
cocos
code
cognitive
cok
cokia
cokolada
cokoti
cokovata
colazione
collection
collections
college
colocasia
colombia
colonists
columbidae
columbus
com
combination
combining
combustion
come
comet
commerce
commission
common
commonly
commons
commonwealth
communist
community
como
company
comparative
complement
complete
completed
complex
comprises
compte
computer
con
concepcion
concept
conceptual
concert
concerto
concise
confucianism
confucius
congo
conjuge
conjunction
connor
conrad
conseil
conservation
consist
consists
consonant
consonants
constituent
construction
constructions
construir
contexts
contiguous
continental
conto
contra
control
convention
cook
copra
coprime
coral
corbin
cordoba
coro
coronel
corpo
corps
correos
cos
cosa
cost
costa
costo
cotir
council
country
court
covia
covulaca
cowdery
cowiri
cowiritaka
cp
cpaegory
cq
cr
create
credere
creme
crh
criminology
cristatus
croatia
crocuta
croissant
cruz
cs
ct
cu
cuba
cuchillo
cudru
cudruvi
cuisine
culpa
cultural
culturally
culture
cumulonimbus
cung
curitiba
current
curriculum
curu
curuma
curumi
cusco
cuva
cv
cw
cx
cy
cyclonic
cygne
cygnus
cylinder
cylindrical
cymbal
cynometra
cyphosperma
cz
czas
czech
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
dabe
dabuiloa
dag
daging
dai
daku
dakuna
dal
daleky
dali
daliga
dalo
dame
damudamu
dan
dance
dang
daniel
danisi
dans
dar
daramaka
daramaki
dari
daru
das
dat
data
datazone
date
datou
dattlikon
dau
daucus
daudidigo
daufika
daughter
daugunu
dauivurevure
daukabita
daukeirau
daukerekere
daulabuebue
daulagasere
dauloloma
daulomani
dauloviroi
daumadrai
daumasu
daunidramayalewa
daunipolitiki
daunitalevoni
dauniuli
daunivakailavo
daunivakaraitaki
daunivakasala
daunivucu
daupapeti
dauqito
dausaikoloji
dausoko
dautauri
dauteitei
dautukutuku
dauvakadidike
dauvakalasa
dauvakaraitaki
dauvakasisi
dauvakatagi
dauvakatasuasua
dauvakayacoka
dauvauimadrai
dauvavavi
dauveilewai
dauveipapitaiso
dauveipapitaisotaki
dauveitaqomaki
dauveitusaqati
dauveivoli
dauvoladrama
dauvolaivola
dauvolasere
dauvunau
dauyanuyanu
david
davo
dawai
day
db
dc
dd
de
deadurl
debout
debra
december
deciduous
decorative
dede
dee
definition
definitions
dehydration
dejeuner
del
dela
delai
delana
delanivale
delena
delhi
delta
democratic
den
denimake
denotes
density
dental
dente
dentro
deo
deou
depeche
depending
der
dere
derekona
des
described
despues
dessous
dessus
dest
deu
deus
deux
development
dewa
dewavanua
deze
df
dg
dh
di
dia
diaeresis
dialects
diameter
dictionary
didivara
die
dietrich
dieu
dievas
difference
different
differently
difficile
dificil
digidigi
digitaka
digitaki
digital
dikeva
dikevi
din
dina
dinau
ding
dinner
dio
dioscorea
diospyros
diphthong
diphthongs
dire
direach
directory
disease
disi
disney
displaystyle
dispute
distance
distancehistory
distancesfrom
distinction
diverse
diversity
division
divisor
dixon
diə
dj
djembe
dk
dl
dm
dn
dna
do
dobro
dodo
dodoka
dodonu
doen
dog
doi
dokai
doktor
dola
dolava
dolavi
dolu
domina
domo
domodomoqa
domodua
domona
don
donu
donui
donuya
doors
dos
dot
dou
dovu
dovuititoko
down
doł
dp
dq
dr
dra
draiva
draki
drakidra
drano
drap
drau
draudrau
drauna
draunikau
dravu
dravuisiga
dravuni
drayava
dream
dreamworks
dredre
drega
dreke
dreniwaicevata
dresden
dress
dret
dreti
drew
drink
driva
driver
dro
drodro
drodrolagi
droini
droinitaka
droit
droka
drokadroka
dromodromo
droplets
drospy
drotaki
drotini
ds
dt
du
dua
duabau
duadua
duaduaga
dual
duatani
duavata
dui
duidui
duit
duka
dukadukali
dun
duna
dung
duona
duro
duru
dusia
dusimaki
duster
dv
dva
dw
dwarf
dx
dy
dychat
dydd
dykk
dyr
dyson
dyw
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
each
earth
earthquakes
easaia
east
eastern
eat
eatible
eating
eb
ebenum
eboni
ec
echt
ecliptic
eco
ecoivakarau
ecole
ecology
economic
economico
economy
ed
eda
edaidai
edgar
edible
edirne
edita
edited
eds
education
ee
een
eerdmans
ef
efeso
efter
eftir
eg
egal
eh
ei
eigenmannia
eight
eiland
ein
either
ej
ek
eka
eke
ekki
el
elder
electromagnetic
electrons
elemedi
elements
eles
eliu
eliumi
eller
em
embora
embryology
empera
en
ena
encyclopaedia
encyclopedia
end
enfant
engelsk
england
english
enig
enijilisi
enkelt
entire
entrar
entrare
entre
enzyme
eo
ep
eparama
epereli
epiclastics
eq
equal
equiangular
equilibrium
equus
er
era
eratou
erau
erigeron
eris
ero
eroti
errar
error
erythrura
es
escorca
esculenta
esforcar
esia
esmek
eso
esperar
espiritu
espoo
esposa
essere
est
estar
este
esthetics
estomac
estomago
estrangeiro
et
eta
etage
ether
ethical
ethnic
ethnologue
etmek
etranger
etre
etta
etwas
eu
euclidean
eula
eurasia
europe
ev
evei
event
evolution
evolutionary
ew
ex
example
examples
except
exothermic
expectancy
expert
exploitation
express
extends
extension
exterior
external
extratropical
ey
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
fabriciano
faca
face
facets
facil
facila
facile
factual
faigh
faire
fall
falla
family
fan
far
fare
farisi
farm
farmer
fascia
fast
fata
father
fault
fb
fc
fd
fe
feature
february
federation
feet
fehler
feill
fel
felica
feliz
fence
fenugreek
feperueri
ferma
ferme
ferus
festival
fetus
fever
few
ff
ffz
fg
fh
fhios
fi
fiil
fiji
fijian
fijians
fika
filament
file
filimu
filipaini
film
filosofi
fin
final
finiladi
fio
first
fish
fishbase
fisher
fisiki
five
fj
fjaril
fk
fl
flaky
flaska
flavors
fles
flor
flora
florida
floro
flow
flows
floyd
fly
fm
fn
fo
focal
fog
fogo
fokise
following
follows
fomu
foot
football
footnotes
for
fora
fordel
fordem
fore
forecast
forest
form
formal
formica
forms
fort
forte
fot
fotoaparat
fotoapparat
fotografica
found
four
fox
foz
fp
fq
fr
fra
frac
fraction
fracture
francisco
francophonie
frank
franz
frau
free
frente
fresa
freshwater
fricative
friedrich
from
fruit
frut
fs
ft
fu
fuil
ful
full
functie
function
functions
fungi
fur
fusion
fute
futuna
future
fuzhou
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gaap
gacagaca
gacagacataki
gadael
gade
gadreva
gadrevi
gag
gaga
gagadre
gala
galala
galaxy
galileo
gallus
galoa
games
gamete
gan
ganilau
ganititaki
ganiviti
ganiwai
gard
garden
gardening
gardeno
garfield
gars
gaseous
gasi
gast
gastropod
gastropoda
gata
gato
gau
gauna
gaunaki
gauni
gaunisala
gb
gc
gd
gdp
ge
gear
gehen
geld
gen
gender
general
generally
genetic
gente
genuino
genus
geographic
geographical
geographically
geologic
geological
geology
geometrical
geometry
geophysics
george
georgia
georgian
geschehen
geven
gf
gg
gh
ghe
ghet
gi
gian
giang
giant
giay
gibbs
gio
giu
gj
gjøre
gk
gl
gleaner
global
glossary
gm
gn
go
god
godspell
goes
gogo
goias
golden
goldsmith
gole
goleva
golf
golpear
gomez
gona
gone
gonedramidrami
gonelalai
gonetagane
gonevuli
goneyalewa
gong
good
google
gora
gore
gov
government
governo
gp
gq
gr
gracilis
grades
grading
grammar
grand
grande
gravitation
greally
great
green
greenbaum
greenland
gregorian
greywacke
grotta
grouop
group
gs
gt
gu
guagzhou
guam
guatemala
guclu
gud
gugumatua
guiana
guidelines
guinea
gula
gulrot
gunu
gunuva
gura
gusu
gusuikoya
gusunivosa
guten
guy
gv
gw
gx
gy
gymnosperm
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
haar
habil
habitats
hacia
had
haf
hag
hai
hair
haiti
half
hall
halla
hallo
halloween
halo
hamburg
hammurabi
han
hand
hang
hanoi
hans
hap
har
hard
hari
hart
has
hat
haumea
haus
haut
have
hay
haydn
hazard
hazards
hb
hc
hd
he
head
health
heartbreakers
hebe
hectares
heights
hello
help
helsinki
helt
hem
hemd
hen
hence
her
herbaceous
hercegovina
here
herr
herzegovina
het
hf
hfz
hg
hh
hi
hic
hidup
hier
hieu
high
hijo
hillerbrand
himalaya
hindi
hinh
hip
his
histology
historia
history
hj
hjalp
hk
hl
hm
hn
ho
hoazh
hoc
hode
hodie
hodina
hoi
hoiva
holde
hole
hollande
holm
holy
home
homeostasis
hon
hond
hong
honiara
hook
hoop
hop
hora
horen
horky
horo
hosted
hot
hotel
hotell
hotelo
hound
house
how
however
hp
hq
hr
hs
ht
htm
http
hu
huancayo
huang
hub
hue
hula
human
hummer
hun
hund
hundrað
hunter
huong
husband
huu
huy
hv
hver
hw
hx
hy
hyaena
hydrogen
hydrological
hydrosphere
hyena
hygiea
hyvaa
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
iapositolo
ib
ibale
ibalebale
ibe
ibuki
ibulibuli
ic
icakacaka
icake
icavacava
icili
icocovi
icolacola
icovi
iculacula
icurucuru
id
idabedabe
idavodavo
idi
idia
idini
idinia
idiophone
ido
idola
idonesia
idonisia
idre
idrekedreke
idromudromu
idusidusi
ie
if
ig
igacagaca
igiladi
igname
ignored
igu
iguacu
igual
ih
ii
ij
ijipita
ijipta
ik
ika
ikaciwa
ikalima
ikanakana
ikaono
ikarua
ikaruasagavulu
ikatalau
ikatini
ikatinikadua
ikatinikalima
ikatinikarua
ikatolu
ikava
ikavitu
ikawalu
ikeli
iko
ikoya
ikumuni
ikuri
il
ilabeniika
ilakolako
ilati
ilatitaki
ilavelave
ilavo
ilawalawa
ile
ilesilesi
iliuliu
ill
illinois
illustrated
ilobi
iloilo
ilumu
im
ima
imakai
imatai
imatau
immediately
imocemoce
imoimoi
impact
imperative
important
in
inaki
inakinaki
inalienable
inanimate
inc
inca
incarnation
include
included
includes
including
inclusion
increasing
ind
independent
index
india
indian
indiana
indias
indicated
indicates
indigenous
indo
indonesia
induction
industry
inequality
inference
influenza
infobox
information
infrared
infrastructure
ingen
inggeris
ingles
ini
initaneti
inn
inorganic
inside
institut
institute
insulo
integer
intensity
inter
interchangeably
international
interstellar
into
introduced
introduces
introduction
invalid
invariant
invertebrate
io
ionized
iotioti
ip
ipa
iperiu
iprage
iq
iqaqalo
iqaqi
ir
ira
irairai
iraki
iratou
ireland
irish
irogorogo
irren
is
isa
isakisakitaki
isala
isaluwaki
isau
isbn
isele
iseleiwau
isema
isemavakasavui
iserau
isikele
isikeli
isireli
isla
islamic
island
islands
islet
islets
iso
isogo
isolisoli
isoqoni
isoqosoqo
isoso
isosomi
iss
issn
istanbul
isthmus
isulu
isulusulu
it
itaba
itabagauna
itabagone
itabatamata
itagede
itala
italai
italanoa
italatala
itali
itataqomaki
itatarovi
itau
itaube
itaukei
itaukeiwaqa
itavi
itaviqaravi
itei
iteitei
itekitekivu
itekivu
itikotiko
itinitini
ititoko
itokani
itoki
itoqa
itotogi
itovo
its
itsumo
itubutubu
ituku
itukuni
itukutuku
itutu
itutunisenikau
ituvaki
ituvatuva
ituvuka
itʃi
iu
iukuuku
iuli
iulutaga
iuresia
iurope
iusutu
iv
ivakabatabata
ivakadewa
ivakadinadina
ivakalailai
ivakaleleka
ivakalomavinaka
ivakamacala
ivakanananu
ivakaraitaki
ivakarau
ivakasala
ivakasokumuni
ivakatagedegede
ivakatagedegedetaki
ivakatagi
ivakatakarakara
ivakatakata
ivakatakila
ivakatakilakila
ivakatautauvata
ivakatawa
ivakavakadina
ivakavakayagataki
ivakavuvuli
ivako
ivalavala
ivalu
ivana
ivau
ivava
ivavakau
ivavakoso
ivavakosoberi
ivesu
ivi
iviu
ivodo
ivodovodo
ivola
ivolakabi
ivolakerekere
ivolamaroroi
ivolanivula
ivolatabu
ivolatukutuku
ivolavakarau
ivoli
ivosavosa
ivotavota
ivovo
ivukivuki
ivunau
ivurevure
iw
iwalewale
iwali
iwase
iwasewase
iwiliwili
iwirini
ix
iy
iyalayala
iyaloiyalo
iyaloyalo
iyaragi
iyatuvosa
iyau
iyauqaqa
iyaya
iz
izan
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jaada
jabeni
jack
jackson
jaina
jakarta
jam
jamaica
jamani
james
jan
janeiro
jangan
january
janueri
japanese
japani
jardin
java
jazz
jb
jc
jd
je
jediny
jeff
jeffries
jeih
jeke
jekope
jemesa
jenala
jersey
jeruk
jerusalemi
jesus
jeu
jf
jg
jh
ji
jim
jiova
jiquilpan
jisi
jisu
jisum
jiu
jiuta
jj
jk
jl
jm
jn
jo
joasi
john
johnson
jokeliti
jon
jona
jonava
jone
joni
jord
jos
josefa
joseph
joshua
josua
journal
jp
jpg
jq
jr
js
jstor
jt
ju
judaism
juggling
julai
julian
julie
july
jumala
june
juno
jupiter
jura
jurnalo
jus
just
justice
justo
juta
jutia
jutro
juventud
jv
jw
jx
jy
jyvaskyla
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kabani
kabata
kabebe
kabera
kabi
kabikabi
kaboni
kabu
kacabote
kaciva
kacivaka
kacivaki
kacivi
kacivitaki
kad
kadavu
kadi
kadinala
kadrala
kadua
kai
kaimua
kaipuleohone
kaiwaqa
kaj
kaka
kakaburaki
kakana
kakaseresere
kakavorovoro
kako
kakua
kakumea
kala
kalasi
kalavo
kaleda
kalifonia
kalima
kalo
kalokalo
kaloko
kalou
kalougata
kalove
kama
kamar
kamen
kamera
kami
kamica
kamicatoba
kamikamica
kamusu
kana
kanace
kania
kaono
kapa
kapal
kapital
kaqaru
karakarawa
karakarawaco
karate
kare
kareti
karisitala
karisito
karl
karoto
karua
kasa
kashmir
kasi
kaski
kaste
kasura
kat
katakata
katalau
kater
kathmandu
kato
katokatoni
katolika
katolu
katoni
katt
katubaleka
kau
kaua
kaukamea
kaukaua
kaukauwa
kaulotu
kaunas
kauta
kauti
kauveilatai
kauwai
kauwaitaka
kava
kavetani
kaveti
kavitu
kavuru
kawa
kawakawa
kawatamata
kaya
kayu
kazdy
kb
kc
kd
ke
kea
kebineti
kece
kecega
keda
kedai
kedra
kedrai
kedrau
keead
kei
keia
keimami
keirau
keke
kele
kelidonia
kemesi
kemisitiri
kemudou
kemuni
ken
kena
kenada
kenadau
kenai
kenneth
kentucky
kere
kerea
kerekere
kerenada
kers
kertas
kete
ketena
kevaka
keya
kf
kg
kh
kho
khoe
khong
khz
ki
kick
kila
kilabula
kilai
kilaka
kilanibula
killer
kilometers
kilometres
kilomita
kin
kina
kind
king
kingdom
kini
kinto
kioa
kiribati
kirimu
kirisi
kirisimasi
kirjain
kisi
kisu
kite
kivei
kj
kk
kl
klar
klaus
klein
klos
km
kn
knowledge
known
ko
koala
kobe
koch
koeswoyo
koht
koi
kok
kokoso
kolac
koli
kolo
koma
komipiuta
komiti
komme
kompiuta
konfekt
konitaraki
koniteina
konitineni
kontor
kontoro
koop
kopa
kor
kora
korea
koren
korinica
koro
korolevu
koronivalu
koronivuli
koroturaga
koroturuga
kos
kosipeli
kosten
kote
koteni
koto
kou
koula
kovana
kovuta
koya
kp
kq
kr
krakow
kratky
krava
kredi
krieger
ks
kt
ku
kuala
kuchar
kucharka
kudrukudru
kuila
kuinisiladi
kuiper
kuita
kuitaki
kula
kulakula
kuli
kulit
kulumaca
kumi
kumukumuni
kumuni
kun
kuna
kune
kunea
kunei
kunekune
kuopio
kupu
kura
kurabui
kuro
kutu
kutunitana
kuu
kuvu
kv
kw
kwajalein
kx
ky
kyoto
kz
kə
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
laba
labasa
labe
labi
laca
lade
laga
lagasere
lager
lahti
lai
lailai
laini
laiva
laivi
lakeba
laki
lako
lakolako
lakova
lala
lalabalavu
lalaga
lalai
lali
lalitpur
laliulu
lam
lami
lampa
lampada
lampe
lampi
lan
land
landslide
lane
lang
langdon
langsam
language
languages
lanka
lanterna
laos
lar
largest
lasa
lase
last
lasu
lat
lata
laten
latex
latina
lau
laucala
laugh
laukana
laurai
laut
lautoka
lavar
laveta
lavetaki
lavo
law
lawa
lawakitaki
lawatu
laws
lay
lb
lc
ld
lds
le
lea
lecture
lee
lees
legal
leh
leid
leig
leine
leipzig
leka
lekaleka
lektion
lekutu
leleka
lelevu
lematua
lembu
lengua
lent
leo
leqa
ler
les
lesi
lesoni
lesu
lesumai
let
lethrinus
letra
letter
letters
leucophaeus
levantar
levei
level
leveni
levu
levucake
levuka
lewa
lewai
lewe
lewelevu
lewena
lewenilotu
lewenivanua
lewenivuli
lf
lg
lh
li
liber
libreria
libro
liechtenstein
lies
life
lifuka
liga
ligadra
ligairi
ligana
ligaqu
lik
lika
like
lille
lima
limasagavulu
line
linear
lines
lingua
linguistics
linh
linja
lipophilic
lisa
lisi
list
listen
litera
littafi
little
lituani
liu
liutaka
liutaki
liv
livaliva
lives
liwa
lj
lk
ll
lm
ln
lo
loaloa
loba
lobasucu
local
lock
lodoni
loga
logavinaka
logs
loi
loka
lokaloka
loko
loli
lolo
loloma
loma
lomada
lomadonu
lomalagi
lomaleqa
lomaloma
lomana
lomani
lomanibai
lomanivale
lomaniwai
lomaocaoca
lomavata
london
long
longipes
longirostris
loqi
lori
loro
los
losi
lot
lottery
lotu
lotulevu
lounas
lovo
lower
loya
lp
lq
lr
ls
lt
lu
lua
luft
lugar
luka
luke
lulu
lululu
lumi
luminous
lumpur
luna
luno
luon
lute
luther
lutu
luvawale
luve
luvei
luvena
luvequ
luxembourg
lv
lw
lx
ly
lynne
lys
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
maa
maan
maca
macala
macarthur
macawa
macchina
machen
machete
machine
macht
maciu
macrocarpa
macuata
mada
madagascar
madagasikar
madame
madaqasika
maddie
madeira
madra
madrai
madraitaki
madre
madu
madua
maduro
mae
mag
magazine
magi
magiti
magnitudes
magnolia
magnoliaceae
mahendra
mahi
mai
maile
main
mainly
maji
major
majuscula
mak
maka
makanitu
makataki
makau
makawa
make
makemake
makeneta
makete
makubuqu
mala
malad
malam
malanivosa
maldives
malea
malesia
malevani
maleya
mali
malie
malina
maliwa
maliwalala
maliwalalaka
mallet
malnutrition
malolo
malua
malumalumu
malumu
malus
mama
mamaca
mamada
mamare
mamaroroi
mamau
man
mana
manamana
manche
mandi
mane
manga
mangga
mango
manh
manha
mani
manis
mankind
manmeri
mann
mano
mantitu
manu
manumanu
manuscripts
many
mao
map
mape
maplandia
mapolo
mapping
maqo
maqusa
mar
mara
marama
marau
marautaka
marautaki
maravu
marc
march
marche
mare
mari
marika
maritime
mark
marked
marker
markup
marl
maroroi
maroroya
marron
marsh
martin
mas
masa
masela
masi
masima
maslo
massachusetts
masu
mat
mata
matabani
matabete
mataboko
matabose
matadra
matagaga
matagi
matai
matailalai
mataisau
mataisoqosoqo
mataivakatagi
mataivalu
mataka
matalia
matalotu
matamata
matana
matanalevu
matanataka
matangi
matanisiga
matanisigararama
matanitu
matanituiubi
matanivanua
matanivika
matanivola
mataniwai
mataqali
mataqalirarama
mataqu
matar
matasawa
matata
matataka
matataki
matatamata
matatimi
matau
mataveilawa
matavuvale
mate
matea
matemate
mateschitz
math
mathematician
mathematics
mati
matino
matrix
matua
mau
mavoa
max
may
maður
mb
mba
mc
mcdonald
md
me
meadhan
meaning
mebareni
meca
med
medan
medellin
media
medico
mediterranean
medium
megascops
meimei
meio
meke
mekesini
meki
mekisiko
mekong
melanesia
melanesian
mele
meli
meliniumi
mendicare
mendigar
mendigo
mensch
menulis
mer
mera
merah
mercury
meri
merkato
mes
mesa
mesaia
mese
mesec
met
meta
metacarcar
metali
metcalf
meteorological
meteorology
methods
methysticum
metre
metres
metric
metropolitan
mettre
metulj
meu
mewn
mexican
mexico
mf
mg
mh
mi
mic
michael
michigan
microcarpa
mid
middag
middle
midi
mier
mijloc
mike
mil
milan
mile
milioni
military
mille
million
millioni
min
mina
mineral
minerals
minh
ministry
miniti
minta
minuta
minute
mio
mir
misini
missionary
mita
mj
mk
ml
mm
mn
mo
moc
moce
modal
mode
modern
module
moi
moici
mokimokiti
moko
mokry
moku
molecular
moli
molikiuli
molle
mollusca
molluscs
momani
momo
momona
mon
mona
monato
mond
mongolia
moni
moniti
monk
monosaccharides
monsoon
monte
month
moon
moore
mor
mora
more
moresby
morgen
morgon
morgun
morning
morrison
mosca
moscow
mosese
mosi
mosquito
most
mostly
mot
mother
moto
motoka
mount
mountain
movie
moz
mozart
mp
mq
mr
ms
mt
mu
mua
muana
muataka
muataki
muc
much
mudre
mudu
muduki
mug
muller
multi
multiplication
multiplicative
multiplier
multiverse
mund
municipality
munk
muri
muria
muritavatu
musa
music
musical
musilimi
musita
must
mustang
musu
musuka
muta
mute
mutil
mv
mw
mx
my
myanmar
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
naba
nabavuni
nabugoqu
nach
nacht
nadar
nadi
nah
nai
naidheachd
naiqama
naiqoro
naisilsisili
naka
naki
nakiti
nam
namaka
namaki
name
named
namenalala
names
namornik
namu
nan
nana
nanamaki
nang
nanoa
nanuma
nanumi
nao
nar
narayan
nariz
nas
nasa
nase
nasinu
naso
nasorolevu
nasu
nat
natewa
nation
national
nato
natt
natur
natural
nature
nausori
nave
nawaka
nay
nazo
nb
nc
nd
nds
ne
near
nearly
ned
nee
needed
negate
negated
negation
negator
negocio
nei
neli
nene
neo
neon
nepal
neptune
neptuni
neptunian
nese
nest
net
netflix
netherlands
neu
neutron
nev
new
newcastle
news
nf
ng
ngan
ngay
ngoc
ngot
nguoi
nguyen
nh
nha
nhan
nhanh
ni
nia
nicaragua
nickelodeon
nie
nifai
night
nikua
nima
nimataka
nimima
nios
nirataki
nist
nitrogen
nitu
niu
niue
niukaseli
niukini
niuniu
niusi
niusiladi
niusipepa
nj
nk
nl
nm
nn
no
noa
noch
noda
nodra
nodratou
nodrau
nog
noi
nokto
nome
nomu
nomuni
non
nona
nonai
none
nong
noqu
norfolk
norge
north
northeast
northern
northernmost
northmore
norway
nos
not
nota
notably
note
notes
noti
noticias
nou
noumea
noun
nouns
nouveau
nov
nova
noveba
november
novita
novo
nowei
noz
np
nq
nr
ns
nt
nu
nua
nube
nubo
nudny
nui
nuitaka
nuitaki
nukilia
nuku
nukulau
number
nun
nunu
nuovo
nuqa
nusch
nutrient
nv
nw
nx
ny
nylon
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
oala
ob
oben
object
oc
oca
occidentalis
occur
ocean
oceania
oceanic
oceano
oclc
oct
october
ocupado
od
oddychac
oder
odvazny
oe
of
ofa
offering
office
official
offshore
oficina
og
ogaoga
ogavae
ogo
oh
ohio
oi
oifig
oir
oj
ok
oka
okaladi
okati
okayama
oko
okoladi
okosijeni
okosita
okotova
ol
oladi
old
oldest
oleracea
oli
olimipiki
olive
oliver
olla
olut
om
on
once
onda
ondo
one
oneness
oni
onklino
online
only
ono
ons
ont
ontario
oo
op
open
opera
operand
opp
oq
oqani
oqo
oqori
or
ora
orb
orbital
order
org
organic
organism
organization
origin
original
oro
os
osasco
ose
osea
ositerelia
osooso
oss
ost
ostrov
ostry
ot
ota
otataki
otela
other
oti
otioti
otro
ou
oulu
our
outlier
outliers
outline
outlying
output
ov
ova
over
ovini
ovule
ovum
ow
ox
oxford
oxides
oy
oya
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
paa
paar
pacific
package
padre
page
pagi
pain
pakete
pakisitani
pakistan
palasitika
palau
paleolithic
palesitaina
palestine
palisitaina
pallas
paltoga
palu
pan
pane
panier
pantalon
panthera
pao
pap
papa
papaya
papeti
papilio
papiloni
papitaiso
papitaisotaki
papua
papyrus
para
paradisec
paraguay
parahyaena
paraimari
parameter
pardon
pare
pari
parisi
park
parofita
parokaramu
part
parte
particle
partim
partly
parts
party
pas
pasede
pasidia
pasifika
pasivika
passagier
pastor
pat
pata
pater
path
pati
paucal
pauh
paukstis
paul
paula
paulo
pb
pc
pd
pdf
pe
pea
peaks
pear
pee
pefa
peipei
pek
pekar
pel
pelecanus
peleti
pellet
pelo
pelusios
pen
penaia
penguin
peni
peninsula
peninsular
penny
pentecostal
penultimate
people
pepa
pequeno
per
perc
percussion
perder
pere
peresitedi
peretania
perfume
perhoslaastari
peripheral
perisia
peritania
pernambuco
perpendicular
person
persona
personal
personen
persons
peru
pes
pesawat
peter
peteriaki
petersburg
petit
petroleum
petty
pf
pg
ph
phenomena
phenomenon
phewa
phi
philadelphia
philosophy
phonemes
phonological
photos
phrase
phu
phylum
physics
physiology
pi
piano
pic
pictures
pie
piedi
pierre
pigment
pini
pink
piper
piqi
pirma
pit
pita
pitcairn
pituiteri
piza
pizza
pj
pk
pl
place
placed
placere
plait
plakat
plan
planck
planetary
planetesimals
planifolia
plant
planta
plantains
plante
plasma
plass
plastic
plate
play
playbill
plaza
please
pleistocene
plio
pliocene
plos
plot
plumo
plumoi
plural
plus
pluto
pm
pmc
pmid
pn
po
poama
pocasi
poche
pod
pohon
poidi
pois
pokok
polad
poladi
polar
policy
polinisia
politiki
pollo
pollution
polo
polygon
polymer
polynesia
pomoc
pone
ponerse
pont
ponte
pope
population
populations
populous
por
porphyritic
porque
port
portion
porto
poser
posi
position
positovesi
poss
possessed
possession
possessive
possessor
possessors
post
posta
postajumadi
postal
postalveolar
postel
posthus
posto
pot
pote
potsdam
potukali
poznan
pp
ppp
pq
pr
praca
prasad
preceded
precipitation
pred
predicate
predominantly
prehistoric
premiere
prenasalized
prendre
pres
present
press
pret
pri
prijimat
prima
primary
principles
pro
problema
produce
products
prohibido
project
pron
pronominal
pronoun
pronounced
pronouns
pronunciation
proper
property
propulsion
prosim
protein
proteles
protini
prova
provided
province
provinces
provisional
ps
psychology
pt
pu
publication
publishing
puerto
pufur
puix
pul
puluh
punt
puoli
pure
puse
pusi
puste
putrajaya
pv
pw
px
py
python
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qai
qali
qalo
qalova
qamea
qameni
qaqa
qaqalovaki
qaqi
qara
qarava
qaravatu
qaravi
qase
qasenivuli
qaseqase
qasi
qasikalolo
qato
qavokavoka
qb
qc
qd
qe
qele
qelewai
qf
qg
qh
qi
qilaiso
qin
qio
qiqi
qiqo
qiri
qita
qito
qj
qk
ql
qm
qn
qo
qoli
qonaki
qoroya
qp
qq
qr
qs
qt
qu
qua
quadrilateral
quan
quando
quantitative
quantities
quartet
que
quedar
queen
quel
quick
quimico
qum
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
raba
rabailailai
rabailevu
rabana
rabi
rabuka
race
rad
radio
radius
rag
raggauna
ragisch
rai
raica
raici
raikalokalo
rainfall
rairai
raisi
raitayaloyalotaka
raivotu
raiz
rakavi
rakiraki
ram
rama
ramase
ramo
ramurface
ramusu
ranadi
random
rang
range
ranges
ranging
rap
rapa
rapid
rapide
rapids
rapping
rara
raraba
raradamu
rarama
rarawa
rat
rate
rather
ratio
ratou
ratu
ratzel
rau
rauni
rauta
ravupolo
ravuravu
rawa
rawai
rawaka
rawarawa
rawata
rawati
rb
rbf
rc
rd
re
reba
reci
recife
records
red
reef
ref
referent
refers
refraction
refs
regarded
regen
regering
region
rein
reivers
rejse
reka
reketuqula
reki
relations
relationship
relator
religija
religio
religion
renaissance
repertoire
report
reportage
repos
reproduce
republic
republika
requires
rere
rerevaki
resin
resonator
resort
respect
respirar
respondo
restaurant
restaurante
restoran
retequla
retioyaloyalo
reto
retrieved
retrograde
returning
reunion
rev
review
revolver
revurevu
revus
rf
rg
rh
rhyolite
ri
rica
richard
richmond
rico
ridge
rig
right
rika
rikki
rinde
ring
rio
ripabuliki
ripotetaki
risch
rise
rising
river
rivero
rj
rk
rl
rm
rn
ro
road
robbins
robert
robin
robo
robot
rock
rodda
rogo
rogoca
rogoci
rogolevu
roka
rokarokataki
rokataki
rokete
rokovi
roland
role
roma
roman
rome
rompre
ronald
rooi
root
roqota
rorogo
ross
rot
rothar
rotterdam
rotuma
roughly
rounds
route
rođenja
rp
rq
rr
rs
rt
ru
rua
ruarua
ruasagavulu
rube
rud
rugurugua
rui
ruku
rum
rumu
ruoi
ruou
rusarusa
rusi
rusia
rust
ruta
ruve
ruz
rv
rw
rx
ry
rytas
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
saa
saat
saber
sablun
sac
saccharum
sach
sack
saga
sagai
sagrado
sai
saikolaji
sainitaka
saint
sairusi
saiva
saka
sakaramede
sakini
sal
sala
salavata
sale
salmon
salvador
salvation
sam
sama
samara
sambucus
same
samoa
samuela
san
sand
sandal
sandale
sang
sangrar
sangre
sangue
sansa
santa
santiago
sao
sapa
sape
sapo
sapun
saqa
saqata
sara
sarah
sarasara
saratov
saravanua
saravi
sasaga
sasamaki
satellitecitymaps
satellites
satu
satuni
sau
sauca
saudiarabia
saula
saulailai
sauma
saumaki
saumi
saunaka
saurawarawa
sausaumi
sautaninini
sautu
savasava
savata
savu
savun
savusavu
saxophone
say
sb
sc
schlachter
schon
school
schoon
schooner
schubert
schuld
schutz
science
scn
sco
scott
script
sd
se
sea
seara
search
sec
seco
second
sector
sede
sedet
sedeti
sedimentary
see
seemannii
seen
sef
seg
sega
segai
segata
sein
seka
sekeriteri
sekki
sekla
sekodi
selamat
selesele
sem
semana
semata
semati
semen
semi
sempre
senijiuri
senikau
senitiuri
seniwiji
senora
sense
sepiteba
september
seraki
serang
serau
sere
sereka
serekali
sereki
serene
series
sesi
sest
setilaite
setilaiti
sev
several
sevuni
sex
sf
sg
sh
shaghai
shampoo
shang
she
shells
shenzhen
shi
shift
short
should
show
shown
si
sich
sicinivanua
side
siden
sie
sig
siga
sigaanisucu
sigalevu
siganimate
siganisucu
sigapoa
sigararama
sigatabu
sigatoka
signal
significado
signora
sika
sikinala
sikinalataka
sikirini
sikoa
sikorere
sikote
sikoteladi
sikuea
sila
siladi
silica
siliva
silla
silny
simede
simici
similarly
sin
sinai
since
sincere
sincero
sinensis
singular
sinh
sinucodo
sioni
sios
sipaisi
sipeni
sipi
sipiy
siprage
siqeleti
sir
siria
sisi
sisili
sister
sit
sita
sitaba
site
siteseni
siti
sitiveni
sitoa
sitokomi
sivia
siviraka
sivita
siwa
six
sj
sjukdom
sk
sko
skog
skola
skolo
sky
sl
sla
slashing
slate
sleeveless
slepy
sm
small
sn
snad
snamh
snavel
snowbird
so
sobu
society
sociology
sofer
sogota
soka
soko
sol
sola
solar
soldado
soldat
soldato
solegi
soli
solia
solibula
solo
solomoni
soluble
solvent
som
some
something
somewhat
somosomo
son
sona
song
soniwai
sopra
soqo
soqona
soqoni
soqosoqo
sor
sore
sorenikau
soro
sorry
sosa
soso
sosomitaka
sot
sota
sotasota
sotava
sotavi
sote
soti
sotia
soul
sounds
south
southeast
southeastern
southern
southwest
sovaraka
soveataki
sovereignty
sovu
sp
spain
spazieren
speaker
special
species
speculum
speed
speer
spelling
sperm
spherical
spiewac
spilja
spirito
spjut
spongebob
sporting
spp
springer
sq
squamata
square
squarepants
sr
sri
sriwedari
sron
srpska
ss
ssp
st
sta
staan
stac
stadium
stadtkonvikt
stalla
stand
standa
standard
standards
stang
stanza
star
stare
stary
stat
state
statement
states
statistics
stativo
status
steen
stein
stellar
stelo
stenica
stephen
ster
stern
stier
stjarna
sto
stock
stol
stories
story
stran
strand
strata
strategy
stred
stress
stroke
strom
structure
structures
student
students
studies
studios
study
stul
su
sua
suani
suas
suasua
sub
subcontinent
subdelena
subir
subject
subrufa
subset
subspecies
subtraction
subtropical
subveiyasana
such
suchy
sucre
sucu
sucusucuya
sudamerica
sudan
suff
suffix
sugar
sugarcane
suggested
sui
suka
sukun
sukusukura
sukuwea
sul
sulawesi
sulu
sumatera
sumusumu
sun
suo
super
supu
sur
survey
susu
susuga
suva
suwiteni
suwitisiladi
sv
svar
sveca
sverige
svin
sw
switzerland
sx
sy
syllable
symmetry
symptom
synodic
synthetic
system
sz
səhər
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
taba
tabace
tabadra
tabaka
tabaki
tabana
tabanikau
tabanilotu
tabhair
table
tabu
tabua
taciqu
tadola
tafel
tag
taga
tagane
tagica
tai
taika
tailadi
taile
taip
taipe
taiti
taiwan
taiwana
taka
takali
take
takes
takete
taki
takosova
tal
tala
talaca
talai
talanoataka
talatala
tale
talega
talei
taleitaka
taleitaki
taler
talevoni
talk
tally
talo
talu
tam
tama
tamana
tamanibulumakau
tamata
tambor
tampere
tand
tangan
tani
tanoa
tante
tao
taobh
taoni
tapa
tapioka
taqomaka
taqomaki
tara
tarai
taranisimisani
tarausese
tarava
taravale
tarde
tarifa
taro
tarogi
tarova
tarovi
tartaruga
tas
taska
taso
tasogo
tass
tasse
tata
tatamusuki
tataqomaki
tatuki
tau
taucako
taucoko
taudaku
taudua
taukei
taukena
taumada
tauni
taura
tauri
taurivaka
taurivaki
tautauvata
tautuba
tauvi
tauvimate
tauvitaki
tauyavu
tauyavutaka
tauyavutaki
tava
tavako
tavalequ
tavata
tavaya
taveuni
tavi
tavioka
tavipolo
tavola
tavu
tavua
tavuteke
tavuto
tawa
tawagadrevi
tawaitaga
tawamudu
tawana
tawani
tawase
tawasei
tawavanua
tawayaga
tawayalani
taxi
taxonomic
tay
tb
tbilisi
tc
td
te
tea
teacher
technical
technology
tectonic
tectonically
tee
teen
tegu
tehda
tei
teitei
teivaka
teivaki
tekinolaji
tekitekivu
tekivu
tekivutaki
telegraph
telekaravu
teletubbies
television
telling
telo
teman
template
tempo
temps
tempus
temuco
ten
tener
tengah
tenir
tenuous
teo
ter
terbang
term
terminals
terms
terra
tesar
testament
teta
tete
teveli
tevita
tevoro
text
tf
tg
th
thailand
thairis
than
thang
thanh
that
thay
the
their
then
there
therefore
thermovakayavavala
these
they
thi
thien
thing
think
third
this
thit
tho
thoi
thomas
those
thr
three
through
thrusting
thu
thua
thuc
thurston
ti
tia
tianjin
tid
tie
tiempo
tien
tigris
tijd
tiki
tikidua
tikina
tikinisiga
tikitiki
tikiva
tiko
tikoga
til
tilde
till
tiloma
tilou
tim
time
times
timi
timido
timoci
timor
tina
tine
tini
tinikaciwa
tinikadua
tinikarua
tinikatolu
tinikava
tipo
tirinidadi
tisaipeli
tiseba
titanium
titobu
tivitivi
tj
tk
tl
tm
tn
to
toa
toamna
toba
tobako
tobo
toboka
tobu
todas
todo
todroge
toga
toi
toka
tokalau
tokaruataki
toki
tokitaki
toko
tokona
tokoni
tokyo
tola
tolona
tolu
tom
tomana
tomani
tomanivi
tomar
tomikacake
tong
tonimoce
tonn
tony
too
tooth
topf
topological
topology
topp
tori
toro
torocake
toronto
torta
torte
toso
tosoi
tosokiliu
tosoya
tot
totoka
totolo
tout
tovata
tovo
tovolea
tovure
toward
tp
tpi
tq
tr
tra
trabo
traditionally
tragheim
trai
tram
tran
trang
trans
translatable
translated
tras
travel
traveling
tre
tree
tres
tri
trilioni
trill
trilled
trindade
trio
tro
trong
tropical
tropics
trpinja
true
truhlar
trujillo
truong
ts
tt
tu
tuaka
tuakaqu
tuba
tubu
tubukoso
tubutubu
tuc
tucake
tucaketale
tudei
tudel
tuff
tuhan
tui
tuituina
tuku
tukuma
tukuna
tukuni
tukutuku
tuli
tulituli
tulla
tulou
tuned
tunuloa
tunumaka
tupaia
tur
turaga
turaganikoro
turaganivalu
turkey
turku
turning
tusen
tusiti
tut
tutu
tutuni
tututolu
tuu
tuva
tuvai
tuvaki
tuvalaki
tuvalu
tuvanaki
tuwawa
tv
tw
twenty
two
tx
ty
tyndale
tyne
typ
type
typical
tz
tɐzən
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
uabalavu
uabula
uang
ub
ubel
ubi
ubia
ubiquitous
uc
uca
ucacevata
ucalutu
uci
uciwai
ucu
ucunivanua
ud
udolu
ue
uea
uetersen
uf
ufficio
ug
uh
ui
uj
uk
ukraine
ukulele
ukutaka
ukuuku
ul
ulabaleta
ull
ulu
ulubale
uludamu
uludra
ulumu
uluna
ulunivanua
ulutaga
uluvula
um
uma
umani
umauma
un
una
under
underwater
unesco
unforgivable
ungulate
unic
unico
unifomu
unit
united
units
universe
university
univesiti
unknown
uno
unsworth
uo
up
upe
upon
upp
uq
uqeti
ur
ura
urani
uranus
urban
url
uro
urou
uruguay
us
usa
use
used
uso
usta
usually
usutu
ut
uto
uu
uv
uva
uvi
uvuca
uw
ux
uy
uz
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
vaca
vacca
vad
vada
vader
vagalalataka
vagalalataki
vagauna
vagolei
vagoleya
vailini
vaitupu
vaka
vakaaferika
vakaakaude
vakaamerika
vakababataka
vakabalea
vakabauta
vakabauti
vakabesebese
vakabibi
vakabisinisi
vakabuina
vakabula
vakabulabulataka
vakabulai
vakacaca
vakacacana
vakacacani
vakacagicagi
vakacakacaka
vakacakacakataki
vakacalaka
vakacava
vakacavari
vakacecegu
vakacegu
vakacegui
vakacici
vakacoko
vakacuruma
vakacurumi
vakadeitaka
vakadeitaki
vakadewa
vakadewataka
vakadewataki
vakadidike
vakadikeva
vakadinadina
vakadinadinataka
vakadinadinataki
vakadinamati
vakadinata
vakadodonu
vakadodonutaka
vakadodonutaki
vakadonui
vakadonuya
vakadrukai
vakadua
vakaduavatataki
vakaduiduitaka
vakaduria
vakaesia
vakafika
vakai
vakaibalebale
vakaibalebaletaki
vakaidewadewa
vakaidina
vakaikoya
vakaikuritaki
vakailasu
vakailavaki
vakailavo
vakailesilesi
vakailoa
vakairau
vakaisi
vakaisosomitaki
vakaitamera
vakaitaukei
vakaitavi
vakaitikotiko
vakaitutu
vakaituvakitaki
vakaituvatuva
vakaivakarau
vakaivola
vakaivolatabu
vakaiwase
vakaiwasewase
vakaiwiliwili
vakaiyalayala
vakaiyaloyalo
vakaiyaragitaki
vakajaina
vakakasi
vakakina
vakakompiuta
vakalailai
vakalailaitaka
vakalailaitaki
vakalalai
vakalasitaki
vakalatina
vakalawa
vakalekaleka
vakalekalekataki
vakaleqai
vakalesuya
vakalevu
vakalevulevui
vakalevutaka
vakalevutaki
vakalewena
vakaleweni
vakalivaliva
vakalogalogavinakataki
vakaloloma
vakalomalagi
vakalotu
vakalou
vakalougatataka
vakalutulututaka
vakaluveni
vakama
vakamacalataka
vakamacalataki
vakamadua
vakamalua
vakamalumalumutaka
vakamamacataka
vakamaori
vakamarautaki
vakamatanitu
vakamatanivola
vakamatatataka
vakamatau
vakamatautaki
vakamatavuvale
vakamatea
vakamatei
vakamau
vakamesaia
vakamikamicataka
vakamisini
vakamoce
vakamoceri
vakamotoka
vakamuri
vakamuria
vakanadakuya
vakanamata
vakanananu
vakananuma
vakananumi
vakanaveveka
vakani
vakanuinui
vakanukilia
vakaoqo
vakaoqori
vakaoti
vakapalasitika
vakapapeti
vakapenitiko
vakapolinisia
vakapolitiki
vakaraitaka
vakaraitaki
vakararaba
vakararamataka
vakararavi
vakaraubuka
vakarauta
vakarautaka
vakarautaki
vakarauwai
vakarawarawataki
vakarerevaki
vakarisito
vakarivirivi
vakaro
vakarokoroko
vakarokorokotaki
vakarorogo
vakarota
vakaroti
vakarua
vakarusai
vakasakiti
vakasala
vakasalataki
vakasama
vakasamataka
vakasamataki
vakasaqa
vakasaqaqara
vakasaqara
vakasasaqa
vakasaurarataki
vakasauri
vakasava
vakasavasavataki
vakasavi
vakaseua
vakasevi
vakasilesitieli
vakasinaiti
vakasipeni
vakasisila
vakasisisi
vakasoqoni
vakasorena
vakasucuma
vakasucuna
vakasuwiteni
vakatabakidua
vakatabui
vakatabuya
vakatagane
vakatagi
vakatagitaki
vakataka
vakataki
vakatakila
vakatakilai
vakatakilakilataki
vakatalega
vakatamata
vakataotaki
vakatara
vakatarai
vakatasuasua
vakatasuasuataki
vakatau
vakataucokotaki
vakataulewa
vakatautauvata
vakatautauvatataki
vakatauvatani
vakatauvatataki
vakatawani
vakatekivu
vakatekivuna
vakateresitieli
vakatetei
vakatikina
vakatikitiki
vakatikori
vakatitiqataka
vakatoka
vakatokai
vakatolu
vakatorocaketaka
vakatorocaketaki
vakatotolo
vakatovolei
vakatovotovo
vakatovotovotaki
vakatui
vakatulewa
