!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
001
01
02
03
04
05
06
07
08
09
0971
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1002
1007
101
1016
102
103
1038
104
105
106
107
108
109
11
110
111
112
113
114
115
116
117
118
119
12
120
1200
121
122
123
124
125
126
127
128
129
13
130
1300
131
132
133
134
135
136
137
138
139
14
140
1400
141
142
143
144
145
146
147
148
149
15
150
1500
151
152
153
154
155
156
157
158
159
16
160
1600
161
162
163
164
165
166
167
168
169
17
170
1700
171
172
173
174
175
176
177
178
179
18
180
1800
181
182
183
1830
1833
184
185
1850
1853
1856
1857
1858
186
1860
1861
1865
1868
187
1870
1872
1875
1876
1877
1878
1879
188
1880
1881
1882
1883
1884
1885
1886
1887
1888
1889
189
1890
1891
1892
1893
1894
1895
1896
1897
1898
1899
19
190
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
191
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
192
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
193
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
194
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
196
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
198
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
2022
203
204
205
206
207
208
209
21
210
211
212
213
214
215
216
217
218
219
22
220
221
222
223
224
225
226
227
228
229
23
230
231
232
233
234
235
236
237
238
239
24
240
241
242
243
244
245
246
247
248
249
25
250
251
252
253
254
255
256
257
258
259
26
260
261
262
263
264
265
266
267
268
269
27
270
271
272
273
274
275
276
277
278
279
28
280
281
282
283
284
285
286
287
288
289
29
290
291
292
293
294
295
296
297
298
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
3000
301
302
303
304
305
306
307
308
309
31
310
311
312
313
314
315
316
317
318
319
32
320
321
322
323
324
325
326
327
328
329
33
330
331
332
333
334
335
336
337
338
339
34
340
341
342
343
344
345
346
347
348
349
35
350
351
352
353
354
355
356
357
358
359
36
360
361
362
363
364
365
366
367
368
369
37
370
371
372
373
374
375
376
377
378
379
38
380
381
382
383
384
385
386
387
388
389
39
390
391
392
393
394
395
396
397
398
399
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
401
402
403
404
405
406
407
408
409
41
410
411
412
413
414
415
416
417
418
419
42
420
421
422
423
424
425
42501043
426
427
428
429
43
430
431
432
433
434
435
436
437
438
439
44
440
441
442
444
445
446
447
448
45
450
452
453
455
456
457
458
459
46
460
461
462
463
464
465
466
467
468
469
47
470
471
473
474
475
476
477
478
48
480
481
482
484
485
486
487
488
489
49
490
492
495
498
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
501
502
503
505
506
507
508
509
51
510
512
515
516
517
518
52
520
521
522
523
524
528
53
530
531040
533
535
536
54
540
543
55
550
56
560
567
57
570
575
58
580
59
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
61
610
618
62
620
63
630
64
640
65
650
66
67
670
68
680
69
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
71
72
720
73
74
747
75
750
751
76
77
78
79
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
81
82
83
84
85
850
86
87
88
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
91
92
93
94
95
96
97
978
98
99
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
ab
abc
about
above
abstract
ac
academy
access
accessdate
accessed
according
account
acid
act
action
actor
actress
ad
add
adj
administration
ae
af
affairs
africa
african
after
ag
again
against
age
agency
ago
agriculture
ah
ai
air
aj
ak
akademi
al
ali
all
allowed
also
am
amenities
america
american
among
amritsar
an
analysis
ancient
and
andhra
andhrabhoomi
andhrajyothy
annual
another
any
ao
ap
applied
april
aq
ar
arabia
archaeological
archaeology
architecture
archive
archived
archivedate
archiveurl
are
area
areas
army
around
art
artemisia
article
articles
arts
as
asia
asian
asp
aspx
assam
assembly
association
at
au
aug
august
author
authority
authors
av
available
aw
award
awards
away
ax
ay
az
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baba
back
bad
banarsidass
bangalore
bangladesh
bank
based
bb
bbc
bc
bd
be
became
because
become
becomes
been
before
beginning
being
bengal
best
better
between
bf
bg
bh
bharat
bi
bibcode
big
bin
biography
bird
birth
birthday
bj
bjp
bk
bl
black
blob
blog
blogspot
blood
bm
bn
bo
board
body
bold
bollywood
book
books
border
born
both
box
bp
bq
br
brief
brill
britain
britannica
british
brother
brown
bs
bt
bu
buddhist
building
bureau
business
but
bv
bw
bx
by
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
calcutta
calendar
california
call
called
cambridge
came
can
canada
cannot
capital
care
case
cases
cast
caste
cb
cc
cd
ce
cell
census
censusindia
center
central
centre
century
cf
cg
cgi
ch
chandra
change
chapter
character
charles
check
chemical
chemistry
chennai
chicago
chief
child
children
china
chinese
chittoor
chittur
christian
chronicle
church
ci
cia
cinema
circle
citation
cite
cities
city
civil
civilization
cj
ck
cl
class
climate
cm
cmdashboard
cmrf
cn
cnn
co
coauthors
code
collection
college
columbia
com
come
commission
commissioner
committee
common
community
company
comparison
complete
conference
conflict
congress
conservation
constituencies
constituency
constitution
content
control
copy
copyright
core
coronavirus
corporation
could
council
countries
country
court
covid
cp
cq
cr
crew
cricinfo
cs
ct
cu
cultural
culture
current
cv
cw
cx
cy
cz
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
daily
dance
das
data
database
date
dated
daughter
david
day
days
db
dc
dchb
dd
de
dead
death
deccan
december
defence
del
delhi
department
departures
der
des
details
development
devi
df
dg
dh
dhb
di
dictionary
did
die
died
dies
different
digital
director
directorate
directory
disease
display
displaystyle
district
districts
division
dj
djvu
dk
dl
dm
dn
dna
do
documents
does
doi
domain
domainfalsefalse
domainpublic
down
download
dp
dq
dr
ds
dsal
dt
du
during
dv
dw
dx
dy
dz
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
each
early
earth
east
eastern
eb
ec
ece
economic
economy
ecr
ed
edition
editor
eds
edu
education
educational
ee
eenadu
ef
eg
eh
ei
ej
ek
el
election
elections
elements
em
empire
empty
en
encyclopaedia
encyclopedia
encyclopædia
end
energy
engineering
england
english
enter
entertainment
environment
eo
ep
eq
er
error
es
est
et
eu
europe
european
ev
even
events
ever
every
evidence
evolution
ew
ex
express
external
extra
ey
eye
eyes
ez
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
face
facebook
fact
factbook
facts
fall
family
far
father
fb
fc
fd
fe
features
feb
february
feed
festival
festivals
few
ff
fg
fh
fi
field
film
filmfare
filmibeat
films
final
financial
fire
first
firstpost
five
fj
fk
fl
fm
fn
fo
following
food
footer
for
force
forces
foreign
forest
form
former
found
foundation
four
fp
fq
fr
frac
france
free
freedom
french
from
fs
ft
fu
full
fund
future
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gandhi
gave
gazetteer
gb
gc
gd
ge
general
generic
geography
george
german
get
gets
gf
gg
gh
gi
girl
github
give
given
gj
gk
gl
global
gm
gn
go
god
godavari
golakonda
gold
golden
good
google
gopinatha
gos
got
gov
government
govt
gp
gpl
gq
gr
grammar
great
greek
green
ground
group
growth
gs
gt
gu
guardian
guide
guntur
gupta
gv
gw
gx
gy
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
had
half
hall
hand
handbook
hans
hari
harv
has
have
having
hb
hc
hd
he
head
header
health
heart
held
help
henry
her
herald
here
heritage
hf
hg
hh
hi
hide
high
hill
him
himself
hindi
hindu
hinduism
hindus
hindustan
his
historical
history
hj
hk
hl
hm
hn
ho
home
horse
house
how
hp
hq
hr
hs
ht
htm
html
http
https
hu
human
hungama
hv
hw
hx
hy
hyderabad
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
ib
ibn
ic
id
idlebrain
ie
if
ig
ignored
ih
ii
iii
iiit
ij
ik
il
im
image
imdb
in
inc
including
independence
independent
index
india
indiaglitz
indian
indiancine
indiarailinfo
indiatimes
indiawikifiles
indo
industry
info
information
institute
intelligence
international
internet
interview
into
introduction
invalid
io
ip
iq
ir
iran
irfca
is
isbn
islam
islamic
island
islands
israel
isro
issn
issue
ist
it
italic
its
iu
iv
iw
ix
iy
iz
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
james
jan
january
japan
jb
jc
jd
je
jf
jg
jh
ji
jj
jk
jl
jm
jn
jo
john
johnson
joseph
journal
journey
jp
jpg
jq
jr
js
jstor
jt
ju
july
junction
june
just
justice
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
karnataka
kashmir
kavula
kb
kc
kd
ke
kerala
kf
kg
kh
khan
ki
killed
kind
king
kingdom
kj
kk
kl
km
kn
know
knowledge
known
ko
korea
kp
kq
kr
krishna
ks
kt
ku
kumar
kv
kw
kx
ky
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
lake
lal
land
lang
language
languages
lanka
large
largest
last
late
later
latest
launch
law
lb
lc
ld
le
leader
learning
least
left
let
letter
letters
lewis
lf
lg
lh
li
library
life
light
like
limited
line
link
list
literature
little
live
living
lj
lk
ll
lm
ln
lo
local
lok
london
long
look
lord
los
lost
love
lower
lp
lq
lr
ls
lt
ltd
lu
lv
lw
lx
ly
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
machine
made
madras
magazine
maharashtra
main
maint
major
make
makes
making
man
management
mandal
manoj
manoranjanamu
many
map
maps
march
mark
market
markup
marriage
martin
mass
master
matter
may
mb
mc
md
me
meaning
means
media
medical
medicine
medieval
meet
member
members
men
metro
mf
mg
mh
mi
michael
middle
military
million
mind
mines
minesandgeology
minister
ministry
missile
missing
mission
mj
mk
ml
mla
mm
mn
mo
modern
modi
mohan
money
month
moon
more
most
mother
motilal
movement
movie
movies
mp
mq
mr
ms
mt
mu
much
multiple
mumbai
municipal
municipality
museum
music
muslim
muslims
must
mv
mw
mx
my
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
nadu
nagar
namasthe
name
named
names
nasa
nation
national
nations
native
natural
nature
navatelangana
nb
nc
nd
ndtv
ne
near
needed
net
network
never
new
news
newspaper
next
nf
ng
nh
ni
nic
night
nj
nk
nl
nm
nn
no
nobel
non
north
northern
not
note
notes
nothing
nov
november
now
np
nq
nr
ns
nt
ntnews
nu
nuclear
number
numbers
numeric
nv
nw
nwr
nx
ny
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
oc
ocean
oclc
october
od
oe
of
off
office
official
often
og
oh
oi
oil
oj
ok
ol
old
om
on
one
onefivenine
oneindia
online
only
oo
op
open
operations
oq
or
order
org
organization
oriental
origin
original
origins
os
osm
ot
other
others
ou
our
out
ov
over
overview
ow
own
ox
oxford
oy
oz
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
padma
page
pages
pakistan
paper
parameter
park
parliament
part
party
passes
past
paul
pb
pc
pca
pd
pdf
pe
peace
penguin
people
per
period
permanent
person
peter
pf
pg
ph
philosophy
photos
php
physical
physics
pi
pj
pk
pl
place
places
plan
planet
plant
plants
play
pm
pmc
pmid
pn
po
poem
poet
poetry
point
police
policy
political
politics
popular
population
populationfinder
portal
position
post
power
pp
pq
pr
pradesh
prajasakti
prakash
prasad
present
president
press
primary
prize
proceedings
production
profile
program
programme
project
proverbs
provisional
ps
pt
pu
pub
public
publication
publications
published
publisher
publishers
publishing
punctuation
punjab
put
pv
pvt
pw
px
py
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
quote
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
raagam
radio
rail
railway
railways
rain
raj
raja
rajasthan
ram
rama
ramayanamu
rao
ray
rb
rc
rd
re
read
real
record
records
red
reddy
rediff
ref
reference
region
regional
regions
registrar
related
relations
release
religion
religious
report
reports
republic
requires
research
resident
resources
result
results
retrieved
reuters
revenue
review
reviews
revolution
rf
rg
rh
ri
rice
richard
right
rights
rise
river
rj
rk
rl
rm
rn
ro
road
robert
role
romadict
routledge
roy
royal
rp
rq
rr
rs
rt
ru
rule
rural
russia
russian
rv
rw
rx
ry
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
sabha
sacred
sahitya
sai
said
saint
sakshi
same
sanchika
sanskrit
sarkar
sastri
satellite
saudi
say
says
sb
sc
school
science
sciences
scientific
scr
sd
se
sea
search
second
section
security
see
self
sen
sense
september
series
service
services
set
sex
sf
sfn
sg
sh
shah
shall
sharma
she
short
should
show
shri
si
side
since
singh
sir
site
six
sj
sk
sl
sm
small
smith
sn
so
social
society
some
son
song
songs
sons
soon
sound
source
south
southern
sp
space
spanish
special
species
specified
springer
sq
sr
sri
ss
st
staff
standard
star
state
states
station
stations
statistical
statistics
status
still
stone
stories
story
structure
struggle
studies
study
style
su
sub
such
suggested
sukavi
sun
survey
sv
sw
swami
sx
sy
system
systems
sz
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
taalam
table
take
takes
tamil
target
taubman
tb
tc
td
te
team
technology
tel
telangana
telegraph
telugu
temple
temples
ten
term
test
text
tf
tg
th
than
that
the
thehansindia
thehindu
their
them
then
theory
there
these
they
thing
things
third
this
thomas
those
though
thought
three
through
thus
ti
time
times
timesofindia
title
tj
tk
tl
tm
tn
tnn
to
today
too
took
top
total
tourism
town
towns
tp
tq
tr
trade
tradition
train
translated
translation
travel
tree
tribune
trs
true
trust
truth
ts
tt
tu
tv
tw
two
tx
ty
tz
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
ub
uc
uchicago
ud
ue
uf
ug
uh
ui
uj
uk
ukraine
ul
um
un
under
unesco
union
united
university
unknown
unrecognized
uo
up
updated
upon
uq
ur
urban
url
us
usa
use
used
uses
ut
utc
utf
uu
uv
uw
ux
uy
uz
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
valley
value
values
van
various
vb
vc
vd
ve
verb
version
very
vf
vg
vh
vi
via
video
videos
view
vijay
vijayawada
village
villages
visakhapatnam
vishnu
vj
vk
vl
vm
vn
vo
voice
vol
volume
vp
vq
vr
vs
vt
vu
vv
vw
vx
vy
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
wall
want
war
was
washington
watch
water
way
wayback
wb
wc
wd
we
weather
web
website
week
welcome
well
went
were
west
western
wf
wg
wh
what
when
where
which
while
white
who
why
wi
wife
wiki
wikidata
wikipedia
wikisource
wiley
will
william
winner
winners
wins
wise
with
within
without
wj
wk
wl
wm
wn
wo
woman
women
wood
word
words
work
works
world
worldwide
would
wp
wq
wr
writing
written
ws
wt
wu
wv
ww
www
wx
wy
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xc
xd
xe
xf
xg
xh
xi
xii
xj
xk
xl
xm
xn
xo
xp
xq
xr
xs
xt
xu
xv
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yb
yc
yd
ye
year
years
yf
yg
yh
yi
yj
yk
yl
ym
yn
yo
york
you
young
your
youtube
yp
yq
yr
ys
yt
yu
yv
yw
yx
yy
yz
z
z0
z1
z2
z3
z4
z5
z6
z7
z8
z9
za
zb
zc
zd
ze
zee
zf
zg
zh
zi
zj
zk
zl
zm
zn
zo
zone
zp
zq
zr
zs
zt
zu
zv
zw
zx
zy
zz
{
|
}
~
£
§
«
®
°
±
²
·
»
½
×
æ
ð
ø
ı
ł
ǃ
ɑ
ə
ɛ
ɪ
ʊ
ˈ
ː
α
β
γ
δ
ε
η
θ
ι
κ
λ
μ
ν
ο
π
ρ
ς
σ
τ
υ
φ
ω
а
б
в
г
д
е
ж
з
и
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
ы
ь
ю
я
і
ա
գ
ե
ի
կ
հ
մ
յ
ն
ո
տ
ր
ւ
א
ד
ה
ו
י
ל
ס
ר
ײ
ا
ب
ة
ت
ج
ح
خ
د
ر
ز
س
ش
ص
ض
ط
ع
ـ
ف
ق
ك
ل
م
ن
ه
و
ي
پ
ک
گ
ہ
ی
ے
अ
आ
इ
ई
उ
ए
क
ख
ग
घ
ङ
च
छ
ज
ञ
ट
ठ
ड
ढ
ण
त
थ
द
ध
न
प
फ
ब
भ
म
य
र
ल
व
श
ष
स
ह
ऽ
।
॥
ক
গ
জ
ত
দ
ন
প
ব
ম
য
র
ল
শ
স
হ
ਹ
ક
ગ
જ
ત
ન
મ
ર
લ
વ
સ
அ
ஆ
இ
உ
க
ங
ச
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
అ
అక
అకర
అకస
అఖ
అగ
అగర
అగస
అఘ
అఙ
అచ
అచట
అజ
అజయ
అజర
అట
అటవ
అడ
అడగ
అడవ
అణ
అణగ
అణచ
అత
అతడ
అతణ
అతన
అథ
అద
అదన
అదనప
అదర
అధ
అధమ
అధర
అన
అనక
అనగ
అనఘ
అనడ
అనధ
అనన
అనబడ
అనర
అనల
అనవ
అనవచ
అనవసర
అనస
అప
అపక
అపర
అపవ
అపశ
అపహర
అఫ
అబ
అబద
అబల
అభ
అభయ
అమ
అమర
అమల
అమలవ
అయ
అయన
అయస
అర
అరక
అరగ
అరచ
అరట
అరణ
అరబ
అరవ
అరస
అఱ
అల
అలక
అలన
అలమ
అలర
అలల
అలవ
అలస
అలహ
అళ
అవ
అవక
అవగ
అవడ
అవత
అవతర
అవతరణ
అవతల
అవధ
అవన
అవమ
అవయవ
అవయవమ
అవర
అవల
అవశ
అవస
అవసర
అవసరమ
అవసరమన
అశ
అశక
అష
అస
అసత
అసమ
అసమర
అసల
అసహ
అహ
అహమ
అహల
ఆ
ఆక
ఆకట
ఆకర
ఆకల
ఆకస
ఆఖ
ఆఖర
ఆగ
ఆగడ
ఆగత
ఆగమ
ఆగష
ఆగస
ఆచ
ఆచర
ఆచరణ
ఆచరణల
ఆజ
ఆట
ఆటగ
ఆటల
ఆటవ
ఆడ
ఆడద
ఆడప
ఆడవ
ఆణ
ఆత
ఆతడ
ఆతన
ఆతర
ఆథ
ఆద
ఆదర
ఆదరణ
ఆధ
ఆన
ఆనకట
ఆనత
ఆనర
ఆనవ
ఆప
ఆపద
ఆపదల
ఆపన
ఆపర
ఆఫ
ఆబ
ఆభ
ఆభరణ
ఆభరణమ
ఆమ
ఆమద
ఆమన
ఆయ
ఆయత
ఆయన
ఆయనక
ఆయనత
ఆయనన
ఆర
ఆరగ
ఆరణ
ఆరవ
ఆల
ఆలక
ఆలప
ఆలమ
ఆలయ
ఆలయమ
ఆలస
ఆళ
ఆవ
ఆవర
ఆవరణల
ఆవల
ఆవశ
ఆశ
ఆశయ
ఆశల
ఆష
ఆస
ఆసక
ఆసన
ఆసనమ
ఆహ
ఇ
ఇక
ఇగ
ఇచ
ఇచట
ఇజ
ఇట
ఇటల
ఇడ
ఇత
ఇతడ
ఇతన
ఇతర
ఇతరమ
ఇథ
ఇథమ
ఇద
ఇన
ఇప
ఇబ
ఇమ
ఇయ
ఇయర
ఇర
ఇరవ
ఇల
ఇళ
ఇళయర
ఇవ
ఇవన
ఇష
ఇస
ఇహ
ఈ
ఈక
ఈకవ
ఈగ
ఈచ
ఈజ
ఈట
ఈడ
ఈత
ఈతడ
ఈతన
ఈద
ఈన
ఈప
ఈమ
ఈయ
ఈయన
ఈయనక
ఈర
ఈల
ఈవ
ఈశ
ఈస
ఉ
ఉక
ఉగ
ఉచ
ఉజ
ఉట
ఉడ
ఉత
ఉథ
ఉద
ఉదయ
ఉదయగ
ఉదయన
ఉదయమ
ఉదర
ఉదహర
ఉధ
ఉన
ఉప
ఉపక
ఉపకర
ఉపకరణ
ఉపఖ
ఉపగ
ఉపజ
ఉపద
ఉపన
ఉపనద
ఉపప
ఉపమ
ఉపయ
ఉపర
ఉపవ
ఉపశ
ఉపశమన
ఉపస
ఉపసర
ఉబ
ఉభ
ఉభయ
ఉమ
ఉమర
ఉయ
ఉర
ఉల
ఉవ
ఉష
ఉస
ఊ
ఊగ
ఊచ
ఊట
ఊడ
ఊత
ఊద
ఊప
ఊర
ఊరక
ఊరగ
ఊళ
ఊహ
ఋ
ఋక
ఋగ
ఋజ
ఋణ
ఋణమ
ఋత
ఋష
ఋషభ
ఋషయ
ఎ
ఎక
ఎకన
ఎకర
ఎగ
ఎచ
ఎజ
ఎట
ఎటప
ఎడ
ఎడత
ఎడమ
ఎడమవ
ఎడల
ఎత
ఎద
ఎన
ఎనల
ఎప
ఎఫ
ఎబ
ఎమ
ఎమర
ఎయ
ఎర
ఎఱ
ఎల
ఎలక
ఎలమ
ఎవ
ఎవడ
ఎవన
ఎవర
ఎస
ఏ
ఏక
ఏకక
ఏకగ
ఏకత
ఏకద
ఏకప
ఏకమ
ఏకవ
ఏకవచన
ఏగ
ఏజ
ఏట
ఏడ
ఏడవ
ఏత
ఏతత
ఏతథ
ఏతన
ఏద
ఏన
ఏప
ఏమ
ఏమన
ఏమయ
ఏయ
ఏర
ఏల
ఏళ
ఏవ
ఏవమ
ఏష
ఏస
ఐ
ఐఆర
ఐఐట
ఐక
ఐజ
ఐట
ఐడ
ఐత
ఐద
ఐదవ
ఐన
ఐనన
ఐప
ఐబ
ఐర
ఐరన
ఐల
ఐశ
ఐస
ఒ
ఒక
ఒకచ
ఒకట
ఒకడ
ఒకద
ఒకన
ఒకప
ఒకమ
ఒకర
ఒకరకమ
ఒకవ
ఒకస
ఒగ
ఒట
ఒడ
ఒత
ఒద
ఒనర
ఒప
ఒబ
ఒయ
ఒర
ఒల
ఒళ
ఒస
ఓ
ఓక
ఓగ
ఓజ
ఓట
ఓటమ
ఓటర
ఓడ
ఓడర
ఓడల
ఓద
ఓప
ఓబ
ఓమ
ఓయ
ఓర
ఓల
ఓవర
ఓష
ఓషధ
ఓస
ఓహ
ఔ
ఔట
ఔత
ఔద
ఔన
ఔర
ఔషధ
ఔషధమ
క
కక
కగ
కచ
కచక
కచర
కజ
కట
కటక
కటకట
కటకవ
కటగ
కటన
కటప
కటపత
కటమ
కటర
కటరత
కటరమణ
కటల
కటశ
కటస
కఠ
కడ
కడక
కడగ
కడత
కడన
కడప
కడపట
కడపల
కడమ
కడల
కడవ
కణ
కణజ
కణమ
కత
కతక
కతత
కతన
కతమ
కతల
కథ
కథక
కథన
కథయ
కథల
కథలన
కథలల
కద
కదన
కదనమ
కదమ
కదల
కదలక
కదళ
కధ
కన
కనక
కనకద
కనగ
కనన
కనపడ
కనబడ
కనబడల
కనబర
కనమ
కనల
కనస
కప
కపట
కపటమ
కపర
కపల
కబ
కబడ
కభ
కమ
కమగ
కమత
కమన
కమర
కమల
కమలమ
కయ
కర
కరక
కరగ
కరణ
కరణక
కరణన
కరణమ
కరణల
కరణలన
కరత
కరద
కరన
కరప
కరమ
కరయ
కరర
కరల
కరవ
కరశ
కరస
కఱ
కఱల
కల
కలక
కలకత
కలకల
కలగ
కలగల
కలచ
కలత
కలద
కలదన
కలన
కలప
కలబ
కలమ
కలయ
కలర
కలల
కలవ
కలవడ
కలశ
కలస
కలహ
కలహమ
కళ
కళత
కళన
కళల
కవ
కవక
కవచ
కవన
కవయ
కవర
కవరప
కవల
కశ
కష
కషత
కస
కసప
కసభ
కసమ
కహ
ఖ
ఖక
ఖగ
ఖచ
ఖజ
ఖడ
ఖణ
ఖత
ఖద
ఖన
ఖప
ఖపట
ఖపత
ఖభ
ఖమ
ఖయ
ఖర
ఖరమ
ఖరర
ఖల
ఖలన
ఖలల
ఖవ
ఖశ
ఖస
గ
గక
గకర
గకవ
గగ
గగన
గఙ
గచ
గజ
గజపత
గజమ
గజల
గట
గడ
గడక
గడచ
గడన
గడప
గడమ
గడల
గఢ
గణ
గణత
గణన
గణనల
గణప
గణపత
గణమ
గత
గతన
గతనమ
గతమ
గథ
గద
గదన
గదర
గదల
గధ
గధర
గన
గనక
గనమ
గనల
గప
గపట
గపడ
గపర
గబ
గబడ
గభ
గభద
గమ
గమక
గమధ
గమన
గమనమ
గమమ
గమయ
గమల
గమహ
గయ
గర
గరక
గరగ
గరత
గరన
గరమ
గరల
గరవ
గరస
గఱ
గల
గలక
గలడ
గలత
గలద
గలదన
గలన
గలప
గలమ
గలయ
గలర
గలల
గలవ
గలస
గళ
గళగ
గళమ
గళవ
గళస
గవ
గవచ
గవత
గవతమ
గవర
గవరప
గవల
గవలయ
గవలస
గశ
గష
గస
గసమ
గహ
ఘ
ఘక
ఘజ
ఘట
ఘటన
ఘటనల
ఘడ
ఘన
ఘనక
ఘనత
ఘనప
ఘనమ
ఘనవ
ఘనస
ఘమ
ఘర
ఘల
ఘవ
ఘవయ
ఘవర
ఘస
ఙ
చ
చక
చకప
చకమ
చకర
చగ
చగల
చగలద
చగలర
చగలవ
చచ
చజ
చజన
చట
చటన
చటమ
చడ
చడమ
చత
చతగ
చద
చదగ
చదన
చదర
చదరప
చదల
చదవ
చదవడ
చన
చనక
చనగ
చనన
చనప
చనమ
చనల
చనలన
చప
చపల
చబ
చబడ
చబడత
చబడన
చబడల
చభ
చమ
చమత
చమన
చయ
చయమ
చయమయ
చర
చరణ
చరణమ
చరత
చరన
చరమ
చరర
చరల
చల
చలక
చలత
చలన
చలనచ
చలనమ
చలపత
చలమ
చలవ
చవ
చవచ
చవర
చవల
చవలయ
చవలస
చస
ఛ
ఛక
ఛగ
ఛత
ఛద
ఛన
ఛప
ఛమ
ఛయ
ఛర
ఛల
ఛస
జ
జక
జకమ
జకవర
జగ
జగజ
జగత
జగద
జగన
జగపత
జగమ
జఘ
జచ
జజ
జఞ
జట
జడ
జడల
జత
జద
జధ
జన
జనక
జనగ
జనగణన
జనత
జనన
జననమ
జనప
జనపద
జనపల
జనమ
జనయ
జనర
జనరల
జనల
జనవ
జనవర
జనశ
జనస
జనసమ
జప
జపత
జపన
జపమ
జఫర
జబ
జబల
జభ
జభట
జభవన
జమ
జమదగ
జమన
జమహ
జయ
జయక
జయచ
జయత
జయద
జయన
జయనగర
జయనగరమ
జయప
జయభ
జయమ
జయర
జయలక
జయలల
జయవ
జయశ
జయస
జర
జరగ
జరగడ
జరగద
జరగల
జరత
జరప
జరపడ
జరమ
జరయ
జల
జలక
జలజ
జలద
జలధ
జలన
జలప
జలమ
జలర
జలవ
జలవనర
జలస
జవ
జవర
జవహర
జశ
జస
జసత
జసమ
జహ
ఝ
ఝర
ఝల
ఞ
ఞక
ఞత
ఞతల
ఞన
ఞప
ఞమ
ఞయ
ఞల
ఞవ
ఞవల
ఞశ
ఞస
ట
టక
టకప
టకమ
టకయ
టకర
టకల
టగ
టగట
టగల
టచ
టజ
టట
టడ
టడమ
టణ
టణమ
టత
టథ
టద
టన
టనమ
టనవ
టప
టపడ
టపమ
టపర
టపరమ
టపల
టబ
టబడ
టబద
టభ
టభద
టమ
టమగ
టమన
టమయ
టమర
టయ
టర
టల
టలక
టలత
టలన
టలప
టలల
టళ
టవ
టవచ
టవర
టవల
టవలన
టవలస
టవశ
టశ
టస
టహ
ఠ
ఠక
ఠత
ఠన
ఠప
ఠభ
ఠమ
ఠర
ఠల
ఠశ
ఠస
డ
డక
డకట
డకప
డకమ
డకల
డగ
డగట
డగన
డగల
డచ
డజ
డట
డటమ
డడ
డడమ
డత
డతన
డతల
డద
డదగ
డదన
డదవ
డధ
డన
డనగ
డనన
డనమ
డప
డపమ
డపల
డబ
డబడ
డబల
డభ
డమ
డమన
డమర
డయ
డర
డరల
డల
డలక
డలత
డలన
డలప
డలమ
డలర
డలల
డళ
డవ
డవక
డవచ
డవద
డవన
డవమ
డవయ
డవర
డవల
డవలయ
డవలస
డవవ
డవస
డశ
డస
ఢ
ఢచ
ఢత
ఢమ
ఢవ
ణ
ణక
ణకర
ణకవ
ణగ
ణచ
ణజ
ణత
ణద
ణధ
ణన
ణనమ
ణనల
ణప
ణపర
ణబ
ణభ
ణమ
ణమయ
ణయ
ణయమ
ణర
ణల
ణవ
ణవత
ణవమ
ణవర
ణశ
ణశక
ణస
ణహ
త
తక
తకన
తకప
తకమ
తకర
తకల
తకళ
తకవ
తగ
తగత
తగద
తగన
తగవ
తఘ
తచ
తచర
తజ
తజన
తట
తటన
తటస
తడ
తడవ
తణ
తత
తతన
తతమ
తతశ
తతస
తథ
తద
తదన
తదర
తధ
తన
తనక
తనగ
తనచ
తనత
తనద
తనన
తనప
తనమ
తనయ
తనర
తనల
తనవ
తనశ
తనస
తప
తపట
తపడ
తపత
తపద
తపన
తపమ
తపర
తపల
తపశ
తపస
తబ
తబడ
తబల
తభ
తమ
తమక
తమగ
తమత
తమతమ
తమద
తమన
తమప
తమమ
తమయ
తమర
తమల
తమలప
తమవ
తమశ
తమస
తమహ
తయ
తయక
తయగ
తయత
తయన
తర
తరక
తరగత
తరచ
తరణ
తరత
తరతర
తరద
తరన
తరప
తరఫ
తరబడ
తరభ
తరమ
తరయ
తరర
తరల
తరవ
తరస
తరహ
తఱ
తఱచ
తల
తలక
తలగ
తలచ
తలత
తలద
తలన
తలప
తలపడ
తలమ
తలయ
తలల
తలవ
తలసర
తళ
తవ
తవత
తవన
తవమ
తవయ
తవయస
తవర
తవరక
తవఱక
తవస
తశ
తశత
తస
తసమ
తసమమ
తసర
తహ
తహస
థ
థక
థకమ
థకర
థగ
థచ
థడ
థణ
థత
థథ
థధ
థన
థనమ
థనల
థప
థభ
థమ
థమన
థమయ
థయ
థయత
థర
థల
థలక
థలన
థలమ
థలల
థవ
థశ
థస
ద
దక
దకత
దకమ
దకర
దకరమ
దగ
దగత
దగద
దగన
దగల
దచ
దజ
దజల
దట
దటగ
దటన
దడ
దణ
దత
దద
దదర
దధ
దన
దనక
దనగ
దనత
దనద
దనన
దనప
దనమ
దనయ
దనర
దనల
దనలన
దనవ
దప
దపడ
దపద
దపర
దపల
దబ
దబడ
దబయల
దభ
దమ
దమక
దమన
దమయ
దమర
దమల
దయ
దయచ
దయత
దయన
దయప
దయమ
దయస
దర
దరక
దరఖ
దరగ
దరణ
దరత
దరద
దరన
దరప
దరమ
దరయ
దరర
దరల
దరస
దఱ
దఱక
దఱన
దఱమ
దల
దలక
దలగ
దలచ
దలత
దలన
దలప
దలమ
దలయ
దలల
దలవ
దళ
దళమ
దవ
దవచ
దవడ
దవత
దవన
దవర
దవల
దశ
దశక
దశకమ
దశన
దశమ
దశరథ
దశల
దస
దసమ
దసర
దహ
దహన
దహర
ధ
ధక
ధకమ
ధకర
ధకవ
ధగ
ధచ
ధజ
ధత
ధద
ధన
ధనక
ధనన
ధనమ
ధనర
ధనల
ధనలక
ధనలన
ధనవ
ధనస
ధప
ధపడ
ధపర
ధబ
ధభ
ధమ
ధమగ
ధమత
ధమన
ధమయ
ధయ
ధర
ధరక
ధరణ
ధరన
ధరమ
ధరల
ధల
ధలక
ధలత
ధలన
ధవ
ధవజ
ధవన
ధవప
ధవర
ధవళ
ధశ
ధస
న
నక
నకట
నకన
నకప
నకమ
నకయ
నకర
నకల
నకవ
నఖ
నగ
నగద
నగమ
నగర
నగరప
నగరమ
నగల
నగవ
నఘ
నచ
నచట
నచర
నజ
నట
నటన
నటనక
నటర
నడ
నడక
నడకన
నడచ
నడప
నడమ
నడర
నడల
నడవ
నడవడ
నణ
నత
నతడ
నతన
నతనమ
నతప
నతమ
నతర
నతల
నథ
నద
నదగ
నదట
నదన
నదమ
నధ
నధర
నన
ననగ
ననఘ
ననన
ననమ
ననల
ననవ
నప
నపక
నపట
నపడ
నపత
నపద
నపన
నపమ
నపర
నపల
నబ
నబడ
నభ
నమ
నమగ
నమత
నమన
నమయ
నమర
నమల
నమస
నయ
నయట
నయత
నయద
నయన
నయప
నయభట
నయమ
నయవ
నయస
నర
నరక
నరకమ
నరన
నరప
నరపత
నరమ
నరయ
నరర
నరల
నరవ
నరశ
నరస
నరసన
నరసయ
నరసర
నరహర
నఱ
నల
నలక
నలగ
నలత
నలన
నలభ
నలమ
నలర
నలవ
నళ
నవ
నవక
నవగ
నవచ
నవజ
నవత
నవద
నవన
నవప
నవభ
నవమ
నవయ
నవర
నవరత
నవల
నవలక
నవలన
నవలయ
నవలల
నవలస
నవవ
నవస
నశ
నష
నస
నసత
నసబ
నసమ
నసర
నహ
ప
పఇ
పఇతర
పక
పకప
పకమ
పకయ
పకర
పకల
పకళ
పకవ
పగ
పగట
పగడ
పగత
పగన
పగల
పగలన
పచ
పజ
పఞ
పట
పటమ
పటల
పఠ
పఠన
పడ
పడక
పడగ
పడట
పడడ
పడత
పడద
పడన
పడమ
పడమట
పడమర
పడల
పడవ
పడవల
పణ
పణమ
పణల
పత
పతక
పతత
పతన
పతనమ
పతయ
పథ
పథక
పథమ
పద
పదక
పదగ
పదజ
పదన
పదప
పదబ
పదమ
పదర
పదల
పదలన
పదవ
పదహ
పధ
పన
పనక
పనగ
పనన
పనమ
పనల
పనస
పప
పపబ
పబ
పబడ
పభ
పమ
పమన
పయ
పయత
పయన
పయనమ
పయస
పర
పరక
పరగ
పరగణ
పరచ
పరచడ
పరచబడ
పరజ
పరత
పరతత
పరథ
పరద
పరధ
పరన
పరప
పరపత
పరబ
పరభ
పరమ
పరమప
పరమపద
పరమయ
పరమశ
పరమస
పరమహ
పరయ
పరల
పరవ
పరవర
పరవశ
పరశ
పరస
పరహ
పఱ
పఱచ
పల
పలక
పలకర
పలకల
పలగ
పలత
పలన
పలప
పలమ
పలమన
పలల
పలవ
పళ
పవ
పవచ
పవత
పవన
పవమ
పవర
పవల
పవలయ
పవలస
పవస
పశ
పష
పస
పసమ
పసర
పహ
పహరణమ
ఫ
ఫక
ఫట
ఫణ
ఫత
ఫన
ఫర
ఫల
ఫలక
ఫలప
ఫలమ
ఫస
బ
బక
బగ
బచ
బజ
బట
బఠ
బడ
బడక
బడన
బడయ
బడల
బడవ
బడస
బణ
బత
బద
బదర
బధ
బన
బనగ
బనమ
బప
బబ
బభ
బమ
బయ
బయట
బయటక
బయటపడ
బయల
బర
బరగ
బరమ
బరల
బరవ
బరహ
బఱ
బఱచ
బల
బలక
బలగ
బలప
బలపడ
బలపర
బలభద
బలమ
బలర
బలవ
బలవత
బలస
బలహ
బళ
బవ
బవర
బవళ
బశ
బష
బస
బసవ
బసవన
బసవప
బసవర
బహ
బహద
బహవ
భ
భక
భకర
భగ
భగత
భగవ
భగవత
భగవద
భగవన
భజ
భజన
భజనల
భట
భణ
భత
భథ
భద
భన
భనమ
భప
భమ
భమయ
భమవ
భయ
భయప
భయపడ
భయమ
భర
భరణ
భరణమ
భరత
భరతన
భరతర
భరద
భరమ
భల
భళ
భవ
భవత
భవద
భవన
భవనమ
భవభ
భవమ
భవస
భశ
భస
మ
మక
మకథ
మకమ
మకర
మకరణ
మకల
మకవ
మఖ
మగ
మగడ
మగధ
మగన
మగప
మగల
మగవ
మఘ
మచ
మచక
మచర
మజ
మట
మటన
మఠ
మఠమ
మడ
మడగ
మణ
మణపల
మణర
మణస
మత
మతత
మతన
మతప
మతపరమ
మతమ
మతల
మతవ
మతస
మథ
మద
మదత
మదన
మదనపల
మదనస
మదమ
మదర
మధ
మన
మనక
మనగ
మనత
మనద
మనన
మనప
మనపల
మనమ
మనయ
మనర
మనల
మనలన
మనవ
మనవడ
మనవమ
మనశ
మనస
మప
మపక
మపత
మపర
మబ
మభ
మభద
మమ
మమక
మమత
మమన
మమయ
మమర
మయ
మయన
మయమ
మర
మరక
మరగ
మరచ
మరణ
మరణమ
మరణశ
మరత
మరన
మరప
మరమ
మరల
మరవ
మరస
మఱ
మఱచ
మఱల
మల
మలక
మలగ
మలచ
మలత
మలద
మలన
మలప
మలబ
మలమ
మలమడ
మలయ
మలర
మలల
మళ
మళమ
మళయ
మవ
మవత
మవర
మవరప
మవల
మశ
మశక
మశర
మష
మస
మసమ
మసల
మహ
మహత
మహథ
మహద
మహన
మహబ
మహమ
మహర
మహల
య
యక
యకట
యకత
యకన
యకప
యకమ
యకర
యకరమ
యకల
యకళ
యకవ
యకశ
యఖ
యగ
యగత
యగర
యగల
యగలద
యగలవ
యఙ
యచ
యచక
యచట
యచర
యజ
యజత
యజన
యజమ
యట
యటన
యటనల
యటమ
యడ
యడమ
యడవ
యణ
యణగ
యణన
యణప
యణమ
యణర
యణస
యత
యతక
యతడ
యతత
యతన
యతమ
యతర
యతరగత
యతల
యతలన
యథ
యద
యదగ
యదన
యదర
యదల
యదలచ
యధ
యధర
యన
యనక
యనగ
యనట
యనన
యనప
యనభ
యనమ
యప
యపట
యపడ
యపత
యపథక
యపద
యపదమ
యపర
యపల
యబ
యబడ
యబడత
యభ
యభట
యమ
యమక
యమగ
యమణ
యమత
యమద
యమధర
యమన
యమప
యమమ
యమయ
యమర
యమల
యమవ
యమస
యమహ
యయ
యయన
యయనమ
యయమ
యర
యరక
యరత
యరస
యల
యలక
యలగ
యలత
యలన
యలప
యలమ
యలయ
యలర
యలల
యలవ
యలస
యళ
యవ
యవచ
యవత
యవద
యవధ
యవన
యవర
యవల
యవలయ
యవలస
యవస
యవసర
యవసరమ
యవహ
యవహర
యశ
యశక
యశర
యశస
యష
యస
యసత
యసన
యసనమ
యసభ
యసమ
యహ
ర
రక
రకక
రకట
రకటన
రకటనల
రకత
రకథ
రకన
రకప
రకమ
రకర
రకరక
రకరణ
రకరణమ
రకల
రకళ
రకవ
రఖ
రగ
రగట
రగడ
రగణ
రగత
రగన
రగమ
రగర
రగల
రఘ
రఙ
రచ
రచక
రచన
రచనక
రచనల
రచనలన
రచనలల
రచయ
రచర
రజ
రజక
రజత
రజన
రజమ
రజల
రజలక
రజలత
రజలన
రజలల
రజస
రట
రటర
రడ
రణ
రణక
రణకర
రణగ
రణత
రణన
రణప
రణభ
రణమ
రణమన
రణమయ
రణమవ
రణయ
రణర
రణల
రణవ
రణస
రత
రతక
రతత
రతద
రతన
రతనమ
రతప
రతమ
రతయ
రతర
రతల
రతస
రథ
రథమ
రథమమ
రథస
రద
రదక
రదన
రదమ
రదర
రధ
రధన
రధమ
రధర
రన
రనగర
రప
రపక
రపట
రపడ
రపత
రపద
రపన
రపర
రపరచ
రపల
రఫ
రబ
రబడ
రబల
రబలమ
రభ
రభద
రభల
రభవ
రమ
రమక
రమగ
రమట
రమణ
రమణక
రమణమ
రమత
రమథ
రమద
రమధ
రమన
రమప
రమపడ
రమబద
రమమ
రమయ
రమర
రమల
రమలల
రమవ
రమశ
రమస
రమహ
రయ
రయత
రయన
రయమ
రర
రల
రలక
రలత
రలన
రలల
రళ
రళయ
రళయక
రళల
రవ
రవక
రవచ
రవచన
రవడ
రవణ
రవత
రవద
రవధ
రవన
రవప
రవమ
రవర
రవరమ
రవల
రవశ
రవస
రవహ
రశ
రశక
రశబ
రశస
రష
రస
రసక
రసత
రసన
రసప
రసమ
రసర
రసరణ
రసవ
రసస
రహ
రహణ
రహణమ
రహత
రహద
రహన
రహప
రహమ
రహర
రహస
ఱ
ఱక
ఱగ
ఱచ
ఱడ
ఱత
ఱద
ఱన
ఱప
ఱమ
ఱయ
ఱల
ఱవ
ఱస
ల
లఉ
లక
లకట
లకడ
లకత
లకన
లకప
లకమ
లకమర
లకర
లకల
లకస
లఖ
లగ
లగడ
లగత
లగన
లగల
లఘ
లచ
లచక
లచర
లజ
లజన
లట
లటర
లడ
లత
లతన
లతల
లద
లదన
లధ
లధర
లన
లనక
లనగ
లనట
లనన
లనమ
లనల
లప
లపక
లపట
లపడ
లపత
లపద
లపదమ
లపర
లపల
లబ
లబడ
లభ
లభత
లభమ
లమ
లమగ
లమత
లమధ
లమన
లమయ
లమర
లమల
లయ
లయన
లయమ
లర
లరక
లల
లలక
లలత
లలన
లలప
లలల
లవ
లవక
లవడ
లవణ
లవద
లవన
లవబడ
లవమ
లవర
లవరక
లవఱక
లవల
లవలన
లవలస
లవలసల
లశ
లష
లస
లసత
లసమ
లసరస
లహ
లహర
ళ
ళక
ళకర
ళగ
ళచ
ళడ
ళత
ళద
ళన
ళనమ
ళనల
ళప
ళపత
ళపల
ళబ
ళమ
ళయ
ళర
ళల
ళలక
ళవ
ళశ
ళస
ళహస
వ
వక
వకట
వకన
వకప
వకమ
వకర
వకల
వకళ
వకవ
వగ
వగచ
వగత
వగన
వగర
వగల
వచ
వచన
వచనమ
వచర
వజ
వజన
వజమ
వజస
వట
వటమ
వడ
వడక
వడమ
వడస
వణ
వణమ
వణవ
వత
వతక
వతగ
వతత
వతన
వతప
వతమ
వతర
వతల
వతలక
వతలన
వతశ
వతస
వథ
వద
వదత
వదన
వదర
వదల
వదలక
వదలబడ
వధ
వధన
వధర
వన
వనక
వనగ
వనజ
వనత
వనద
వనన
వనప
వనపర
వనమ
వనర
వనల
వనవ
వనస
వప
వపక
వపత
వపద
వపర
వబ
వబడ
వభ
వభక
వమ
వమత
వమన
వమర
వమహ
వయ
వయత
వయన
వయమ
వయవస
వయస
వర
వరక
వరకట
వరకర
వరగ
వరణ
వరణక
వరణమ
వరణల
వరత
వరద
వరదర
వరదల
వరన
వరప
వరపర
వరపల
వరమ
వరయ
వరర
వరల
వరలక
వరవ
వరశ
వరస
వరహ
వఱ
వఱక
వఱల
వల
వలక
వలచ
వలత
వలద
వలదన
వలన
వలనన
వలప
వలమ
వలయ
వలర
వలల
వలవ
వలస
వలసద
వలసప
వలసర
వలసల
వలసవ
వళ
వవ
వవచ
వవర
వవల
వవలస
వవస
వశ
వశక
వశమ
వష
వస
వసత
వసన
వసమ
వసర
వహ
వహణ
వహణక
వహణల
వహన
వహమ
శ
శక
శకట
శకత
శకమ
శకల
శగ
శఙ
శచ
శజ
శత
శతక
శతకమ
శతమ
శతశ
శద
శన
శనక
శనగ
శనగల
శనమ
శనల
శనశ
శప
శపర
శబ
శబర
శభ
శభక
శమ
శమన
శమయ
శయ
శయన
శయమ
శర
శరణ
శరత
శరథ
శరద
శరభ
శరమ
శరవ
శరవర
శల
శలక
శలన
శలమ
శలవ
శవ
శవమ
శవర
శవస
శశ
శస
ష
షక
షగ
షచ
షజ
షట
షడ
షణ
షణక
షణగ
షణత
షణన
షణమ
షణల
షణవ
షణస
షత
షతన
షతల
షద
షధ
షధమ
షన
షనర
షనల
షప
షపర
షబ
షభ
షభమ
షమ
షమన
షమయ
షయ
షయన
షయమ
షయవ
షయస
షర
షరత
షరమ
షరశ
షల
షలక
షలత
షలన
షలల
షవ
షవర
షశ
షష
షస
షహ
షహర
స
సక
సకర
సకల
సకలవ
సఖ
సగ
సగట
సగమ
సగర
సఙ
సచ
సజ
సట
సడ
సడల
సత
సతత
సథ
సద
సదన
సదర
సదస
సన
సనక
సనత
సనన
సనమ
సనల
సనసభ
సనసభక
సనసభల
సప
సపత
సపర
సఫ
సఫల
సబ
సబర
సభ
సభక
సభన
సభల
సభలక
సభలల
సభవ
సమ
సమక
సమగ
సమత
సమద
సమధ
సమన
సమభ
సమమ
సమయ
సమయమ
సమర
సమరయ
సమవ
సమవర
సమశ
సమష
సమస
సయ
సర
సరక
సరగ
సరణ
సరద
సరప
సరఫర
సరమ
సరయ
సరళ
సరళమ
సరవ
సరస
సరసన
సరసమ
సల
సలక
సలన
సలమ
సలర
సలల
సలహ
సళ
సవ
సవత
సవన
సవమ
సవయ
సవయమ
సవర
సవరణ
సవస
సశ
సస
సహ
సహక
సహకర
సహచర
సహజ
సహజమ
సహజస
సహథ
సహద
సహన
సహవ
సహస
హ
హక
హకన
హగ
హచ
హజ
హట
హఠ
హడ
హణ
హణమ
హత
హతమ
హథ
హద
హదపడ
హన
హనమ
హనర
హప
హపర
హబ
హభ
హమ
హయ
హయగ
హయమ
హర
హరణ
హరణక
హరణగ
హరణమ
హరణల
హరత
హరన
హరప
హరమ
హల
హలక
హలమ
హళ
హవ
హశ
హస
హసన
హసమ
ఽ
ఽత
ఽద
ఽన
ఽప
ఽబరవ
ఽభ
ఽయ
ఽస
ఽసత
ఽసమ
ఽహ
ౘ
ౙ
ౠ
౦
౧
౧౦
౧౧
౧౨
౧౩
౧౪
౧౫
౧౬
౧౭
౧౮
౧౯
౨
౨౦
౨౧
౨౨
౨౩
౨౪
౨౫
౨౬
౨౭
౨౮
౩
౩౦
౩౧
౪
౫
౬
౭
౮
౯
౹
౼
౽
౾
ಅ
ಅಗ
ಅಙ
ಅಡ
ಅತ
ಅದ
ಅಧ
ಅನ
ಅಪ
ಅಬ
ಅಭ
ಅರ
ಅಲ
ಅವ
ಅಸ
ಆ
ಆರ
ಇ
ಈ
ಉ
ಉತ
ಉದ
ಒ
ಕ
ಖ
ಗ
ಗಳ
ಘ
ಙ
ಚ
ಛ
ಜ
ಞ
ಟ
ಠ
ಡ
ಣ
ತ
ತರ
ಥ
ದ
ಧ
ನ
ಪ
ಫ
ಬ
ಭ
ಮ
ಯ
ರ
ಱ
ಲ
ಳ
ವ
ಶ
ಷ
ಸ
ಹ
ೞ
೦
ക
ച
ട
ത
ന
പ
മ
യ
ര
റ
ല
വ
സ
ක
ය
ර
ෂ
ෆ
ร
า
་
ᄋ
ᅡ
–
—
‖
‘
’
“
”
†
‡
•
…
′
″
€
₹
←
→
↓
↔
↷
∂
−
≈
≤
⋅
③
④
⑦
►
◆
○
●
★
♦
⺀
⺄
⺆
⺈
⺊
⺌
⺕
⺝
⺸
⺼
⿰
⿱
⿲
⿳
⿴
⿵
⿶
⿷
⿸
⿹
⿺
⿻
〢
コ
ユ
ー
㇁
㇂
㇄
㇇
㇈
㇉
㇓
㐁
㐄
㐅
㐌
㐫
㐬
㐭
㐮
㐱
㑒
㒵
㒸
㒼
㓁
㓞
㔾
㕛
㕣
㖾
㘝
㚅
㚇
㚔
㚘
㝉
㝡
㝴
㝵
㞋
㞢
㞷
㠩
㠭
㠯
㡀
㡭
㡿
㢲
㢴
㣇
㣺
㥯
㪅
㫄
㫐
㫒
㫺
㬅
㬎
㬥
㬰
㲋
㳄
㷠
㸒
㸚
㸦
㼌
㼲
㽞
㿟
䀠
䂞
䍃
䏍
䒑
䖍
䖒
䖝
䖵
䙴
䚻
䜌
䝿
䡛
䧹
䪞
一
丁
丂
七
丄
丅
丆
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
东
丞
丢
丣
两
严
並
丨
丩
个
丫
丬
中
丮
丰
丱
串
丵
丶
丷
丸
丹
为
主
丽
丿
乀
乂
乃
久
乆
乇
么
义
之
乌
乍
乎
乏
乐
乑
乔
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
乳
乾
亀
亅
了
亇
予
争
事
二
亍
于
亏
亐
云
互
亓
五
井
亘
亚
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亯
亰
亲
亳
亶
亷
人
亻
亼
亾
仁
今
介
仌
从
仐
仑
仒
仓
仕
他
付
仝
代
令
以
任
企
伊
伏
伐
休
会
伯
但
位
何
佘
余
作
佥
使
來
侈
侌
侖
侯
侵
便
保
俞
信
修
倉
倍
候
倠
備
僉
僕
儿
兀
允
兂
元
兄
充
兆
兇
先
光
兊
克
兌
免
兑
兒
兓
兔
党
兜
兟
入
全
兩
兪
八
公
六
兮
兰
共
关
兵
其
具
典
兹
兼
冀
冂
冃
冄
内
冈
冉
冊
冋
册
再
冎
冏
冐
冒
冓
冖
冗
冘
军
农
冝
冡
冥
冫
冬
冷
几
凡
凢
凵
凶
凷
凸
凹
出
函
凾
刀
刁
刂
刃
刄
刅
分
切
刍
刑
刕
刖
列
刘
则
初
別
利
别
到
制
刺
則
削
剌
前
剡
剽
劉
力
功
加
劦
助
劫
劳
劵
勃
勇
勉
勒
動
務
勞
勤
勹
勺
勻
勾
勿
匀
匂
包
匆
匈
匊
匋
匍
匕
化
北
匚
匝
匡
匪
匱
匸
匹
区
医
匽
匿
區
十
卂
千
卄
卅
卆
升
午
卉
半
卌
华
卑
卒
卓
单
卖
南
卜
卝
卞
占
卡
卢
卣
卤
卦
卩
卪
卬
卯
印
危
即
却
卵
卷
卸
卻
厂
厃
厄
历
厈
厉
厌
厓
厘
厚
原
厤
厥
厨
厭
厲
厶
厷
厸
去
厼
厽
叀
参
參
叅
又
叉
及
友
双
反
叐
发
叒
叔
叕
取
受
叚
叜
叟
口
古
句
另
叩
只
召
可
台
叱
史
右
叵
号
司
叹
吂
各
吅
合
吉
吊
吋
同
名
后
吏
向
吕
君
吝
吞
否
含
启
吳
吴
吹
吾
呂
呆
呈
告
员
呙
周
命
咅
和
咎
咠
咢
咨
咸
咼
哀
品
哉
員
哥
哲
唐
商
啇
問
啚
啬
啻
善
喜
喬
單
喿
嗇
噩
嚴
囊
囗
囘
囙
囚
四
回
囟
因
囧
囬
困
囱
囷
固
国
圂
圅
國
圍
圓
土
圡
圣
圥
在
圭
地
圶
圼
坐
坒
坚
坴
垂
垔
垚
埀
埋
埶
執
基
堂
堅
堆
堇
堯
塞
墨
壘
士
壬
壯
声
壳
壴
壹
壺
壽
夂
处
夅
夆
备
夊
夋
夌
复
夏
夒
夕
外
夗
夘
多
夜
夢
大
夨
天
太
夫
夬
夭
央
失
夲
头
夷
夸
夹
夻
夾
奂
奄
奇
奈
奉
奎
奏
奐
契
奓
奔
奚
奞
奠
奢
奥
奭
女
奴
奻
好
如
妄
妙
妟
妥
妻
妾
姑
委
姜
威
娄
婁
婴
嬰
嬴
子
孑
孔
孕
孖
字
存
孚
孛
孝
孟
季
孤
学
孫
孱
學
宀
宁
宂
它
宅
宇
守
安
宋
完
宏
宓
宗
官
定
宛
宜
宝
客
宣
室
宮
宰
害
家
容
宾
宿
寄
寅
密
富
寒
察
寧
審
寫
寬
寮
寸
对
寺
寻
寽
対
寿
封
尃
射
将
將
專
尉
尊
尋
尌
對
小
少
尒
尓
尔
尖
尗
尚
尞
尢
尣
尤
尧
尨
尭
就
尸
尹
尺
尻
尼
尽
尾
尿
局
居
屈
屋
屎
屏
屑
展
屖
屚
属
屠
屡
屬
屮
屯
屰
山
屵
屾
岁
岂
岑
岡
岩
岳
岸
峯
島
崇
崑
崔
崖
崙
崩
嵬
嶲
巂
巛
川
州
巟
巠
巢
巤
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巸
巽
巾
巿
帀
市
布
希
帚
帛
帝
带
師
席
帶
常
干
平
年
幵
并
幷
幸
幺
幻
幼
幽
幾
广
広
庄
床
底
店
庚
府
度
庫
庭
庶
康
庸
廉
廌
廛
廣
廩
廴
延
廷
建
廾
廿
开
弁
弃
弄
弇
弋
式
弓
弔
引
弗
弘
弜
弟
弥
弦
弱
張
強
强
彊
彌
彎
彐
彑
当
彔
录
彖
彗
彡
形
彥
彦
彧
彭
彳
役
彼
往
待
律
徒
得
徙
從
復
微
徵
心
忄
必
忌
忍
志
忝
忠
忩
快
念
忽
忿
思
怠
急
怱
恆
恒
恩
恭
息
悉
患
悤
悲
悶
惠
惡
惢
愁
愈
意
愛
感
慈
慧
慮
憂
憲
應
戀
戈
戉
戊
戋
戌
戍
戎
成
我
戒
戔
或
戚
戠
戢
截
戲
戶
户
戹
戼
戾
房
所
扁
扇
手
扌
才
打
托
执
承
折
拉
拜
拿
掌
推
提
摩
支
攴
攵
收
攸
改
放
政
敄
敏
敕
敖
敗
敝
敞
敢
散
敦
敫
敬
数
敷
數
斂
文
斉
斊
斗
斤
斥
斩
斬
斯
新
方
於
施
斿
旁
旋
族
无
旡
既
旣
日
旦
旧
旨
早
旬
旱
旲
时
旾
昆
昇
昌
昍
明
昏
易
昔
昗
昜
星
春
昬
是
昱
昴
昷
時
晃
晋
晏
普
景
晶
智
暑
暴
曇
曩
曰
曲
曳
更
曷
書
曹
曼
曾
替
最
朁
會
月
有
朋
服
朔
朕
朗
望
朝
木
朩
未
末
本
札
朮
术
朱
朵
朶
朿
杀
杏
杜
束
条
来
東
杲
杳
松
析
林
枚
果
枝
枲
枼
某
柔
查
柬
柰
柴
栗
桀
桑
桼
梁
條
梟
梨
棘
棠
棥
森
楚
業
楽
榮
樂
樊
欠
次
欣
欮
欲
欶
欽
款
歆
歇
歛
止
正
此
步
武
歨
歪
歮
歯
歰
歲
歴
歷
歸
歹
歺
死
殳
段
殷
殸
殹
殺
殻
殿
毋
毌
母
每
毒
比
毕
毚
毛
毳
氏
氐
民
气
氣
水
氵
氶
氷
永
氺
氾
求
汝
汞
江
沃
沓
沙
沝
泉
法
波
泣
泥
泰
洛
洪
活
派
流
浦
浪
浮
淡
淮
清
渚
渠
湯
滿
漸
火
灬
灭
灰
灵
灷
炅
炎
炏
炗
炙
炭
為
烈
烏
烝
焉
無
焦
焱
然
煞
熊
熏
燕
營
燮
爪
爫
爭
爯
爰
爱
爲
爵
父
爻
爽
爾
爿
片
牙
牚
牛
牜
牟
牢
牧
牪
牽
犀
犬
犭
犮
狂
狄
狊
独
狺
猋
猒
猪
献
獻
玄
率
玉
王
玟
玨
珎
班
琴
瑟
瑩
瓜
瓦
甘
甚
生
産
用
甫
甬
田
由
甲
申
电
甶
男
甸
甹
画
甾
畀
界
畏
畐
留
畜
畟
畢
畧
畨
番
畫
異
畱
當
畺
畾
疊
疋
疌
疑
疒
疾
癶
癸
癹
登
發
白
百
皀
皃
的
皆
皇
皋
皐
皕
皮
皷
皿
盃
盆
盇
盈
益
盍
盎
监
盒
盖
盛
盡
監
盤
盧
目
直
相
盾
省
眇
眉
看
眔
眞
真
眷
眼
眾
着
睘
睪
睿
瞏
瞢
瞿
矍
矛
矞
矢
矣
知
矦
短
石
破
碎
磊
磨
示
礻
礼
祟
票
祭
禀
禁
禸
禹
禺
离
禽
禾
禿
秀
秃
秉
秋
科
秝
秦
移
稟
穀
穌
穴
究
穹
空
穿
突
窄
窒
立
竒
竜
竝
竟
章
童
竹
笑
笠
筆
等
答
箕
算
箴
節
篤
篭
米
粉
粛
粟
粤
粦
粲
糞
糸
糹
系
約
納
素
索
紫
累
細
絜
絫
絲
維
綿
縣
繇
纍
纟
缶
网
罒
罔
罕
罗
罙
罡
罢
罪
署
罷
羅
羊
羌
羍
美
羔
羕
羗
羞
羡
羣
群
義
羲
羸
羽
翁
翏
習
翕
翟
翠
翼
老
耂
考
者
耆
而
耎
耑
耒
耳
耴
耶
耷
聂
聊
聖
聚
聶
聿
肀
肃
肅
肉
肖
肙
肥
肩
肯
育
肴
胃
背
胡
胥
能
脊
脩
膚
臣
臤
臧
自
臬
臭
臯
臱
至
致
臺
臼
臽
臾
臿
舀
舂
舄
與
興
舉
舌
舍
舛
舜
舞
舟
般
艮
良
色
艸
艹
艾
芒
芔
芬
芮
花
芳
芺
芻
苔
苗
苟
若
苦
英
茶
茸
荅
草
荒
荣
荼
莆
莧
莫
莽
菆
菊
菐
華
萬
落
葉
著
葛
董
葵
蒙
蒦
蒼
蓋
蓬
蓺
蔑
蔡
蕉
蕭
薄
薛
薦
薰
藍
藏
藥
蘭
虍
虎
虐
虒
虔
處
虖
虗
虘
虚
虛
虜
虞
虫
虽
蚤
蚩
蜀
蜜
蟲
蠡
血
行
衍
衛
衣
衤
表
衮
衰
袁
袞
褭
褱
襄
襾
西
覀
要
覃
見
規
覓
覧
親
覽
见
角
解
言
訁
訇
計
詹
誩
諸
讠
谷
豆
豈
豊
豐
豕
豖
豙
象
豦
豩
豪
豸
貇
貝
貞
貟
負
貢
貧
貪
貫
責
貳
貴
買
費
賁
資
賈
賏
賓
賔
賛
賞
賢
賣
質
賴
贊
贝
贡
责
贯
贲
贵
赖
赞
赤
赦
走
越
足
路
蹇
身
躬
車
軍
軎
軟
輦
车
辛
辜
辟
辥
辰
辱
農
辵
辶
边
达
过
近
连
迷
追
退
送
逆
逐
通
速
造
逢
連
逮
進
遀
遂
過
道
達
遣
適
遷
遺
邊
邑
邕
那
邦
邪
郎
部
郭
都
鄉
酉
酋
配
酓
釆
采
里
重
野
量
金
釒
錢
钅
長
镸
长
門
閃
閉
開
閏
閑
閒
間
閔
閵
閻
闌
门
间
闷
阑
阜
阝
阿
降
陳
隆
隊
隋
隡
隨
隱
隶
隹
隺
隻
隼
隽
难
雀
雁
集
雈
雋
雍
雐
雔
雙
雚
雜
雝
離
難
雨
雩
雪
雲
零
雷
需
霍
霜
霝
霞
霸
靈
靑
青
非
靡
面
靣
革
韋
韦
韭
韯
韱
音
頁
頃
項
須
頗
頡
頻
顛
页
風
风
飛
飞
食
飠
養
饣
首
香
馬
馮
駦
马
骨
高
髟
鬥
鬯
鬲
鬼
魚
魯
鮮
鱼
鲁
鳥
鳳
鸟
鹵
鹿
麃
麗
麥
麦
麻
黃
黄
黍
黎
黑
黒
黨
黹
黽
黾
鼎
鼓
鼠
鼻
齊
齋
齐
齒
齿
龍
龙
龜
龟
龠
龰
龱
龴
龵
龶
龷
龸
龹
者
艹
ﬁ
ﬂ
？
�
𠀁
𠀃
𠀆
𠀉
𠀎
𠀐
𠁁
𠁣
𠂆
𠂇
𠂈
𠂉
𠂊
𠂋
𠂎
𠂒
𠂔
𠂛
𠂡
𠂢
𠂤
𠂬
𠂭
𠂹
𠃊
𠃋
𠃌
𠃍
𠃎
𠃑
𠃓
𠃔
𠃜
𠄌
𠄎
𠄠
𠄢
𠆢
𠆥
𠇍
𠈌
𠌵
𠓜
𠔉
𠔥
𠔼
𠔽
𠔿
𠕀
𠕁
𠕋
𠘧
𠘨
𠙻
𠙼
𠚏
𠚒
𠚤
𠚪
𠣏
𠤎
𠤕
𠥓
𠦄
𠦑
𠦝
𠧒
𠧗
𠧪
𠩺
𠪚
𠫓
𠫔
𠫤
𠬛
𠬝
𠬞
𠬢
𠬤
𠬶
𠮛
𠮦
𠮷
𠯑
𠱠
𠳮
𠷎
𡈼
𡉀
𡉵
𡌥
𡍮
𡏳
𡕒
𡕩
𡕰
𡖅
𡗗
𡗜
𡘆
𡘤
𡧱
𡨄
𡩧
𡬠
𡭽
𡰣
𡰥
𡰪
𡰯
𡰱
𡷈
𡸁
𡿨
𡿩
𡿪
𡿺
𢀖
𢀛
𢀩
𢁙
𢆉
𢆰
𢆶
𢇁
𢇇
𢉖
𢌬
𢌿
𢏚
𢑑
𢑚
𢖻
𢙣
𢛳
𢦏
𢦒
𢧵
𢼄
𢾕
𣁋
𣄼
𣅀
𣅽
𣍘
𣎳
𣎵
𣏋
𣏼
𣗥
𣥂
𣥖
𣦵
𣦼
𣧄
𣪊
𣪠
𣬉
𣳾
𣶒
𤇾
𤊽
𤐫
𤓰
𤔔
𤕨
𤣩
𤰇
𤰔
𤰞
𤴓
𤴔
𤽄
𥁑
𥁕
𥃦
𥃩
𥃭
𥇡
𥑟
𥘅
𥘈
𥝢
𥫗
𥱡
𦈢
𦉪
𦉬
𦉼
𦍌
𦍒
𦎧
𦐇
𦓔
𦔮
𦘒
𦙃
𦚏
𦣝
𦣞
𦣻
𦥑
𦥔
𦥯
𦨉
𦭝
𦰩
𧆞
𧈧
𧘇
𧰨
𧴪
𧴮
𧵩
𧾷
𨸏
𨾴
𩙿
𩠐
𩫏
𩵋
𪉷
𪜀
𪟽
𪠲
𪩲
𫇦
𫔭
𫜸
𫝀
𫠣
𫠩
𫢉
𫥞
𫩏
𫩠
𫪡
𫲽
𫶧
𬀷
𬐘
𬗌
𬙙
𬛸
𬜯
𬟩
𬯁
𬴘
𬺻
𬼉
𬼖
𭀰
𭁈
𭁨
𭅰
𭑈
𭕄
𭗼
𭤨
𭥫
𭻾
𮅕
𮊿
𮍌
𮍏
𮓗
𮥼
𮧮
廾
𰀁
𰀄
𰀈
𰀉
𰀕
𰀠
𰀡
𰀢
𰀪
𰁜
𰃮
𰆊
𰆘
𰋙
𰕎
𰢴
𰧭
𰯲
0--
00--
01--
02--
03--
04--
05--
08--
1--
2--
3--
4--
49--
5--
50--
501--
502--
503--
505--
506--
507--
508--
509--
515--
516--
517--
518--
523--
524--
53--
533--
535--
54--
55--
5597--
56--
57--
570--
575--
58--
580--
59--
6--
60--
61--
62--
63--
64--
65--
66--
67--
68--
69--
7--
70--
71--
72--
73--
74--
75--
76--
77--
78--
79--
8--
80--
81--
82--
83--
84--
85--
86--
87--
88--
89--
9--
90--
92--
93--
94--
96--
978--
aa--
ab--
ac--
acad--
ad--
af--
ag--
ah--
ai--
aj--
ak--
al--
alex--
am--
an--
and--
anno--
anthro--
anti--
ap--
appe--
appr--
ar--
art--
as--
asso--
astr--
at--
attr--
au--
aust--
auto--
av--
ay--
az--
ba--
bala--
be--
bh--
bhaa--
bhag--
bi--
bl--
bo--
br--
brah--
bu--
budd--
ca--
camp--
can--
carn--
cate--
cd--
ce--
cele--
cent--
ch--
cham--
chan--
char--
chat--
chit--
chro--
ci--
cine--
citeref--
cl--
co--
coll--
colo--
com--
commu--
conc--
cond--
conf--
conn--
cons--
cont--
contem--
contri--
conv--
corr--
corres--
cr--
crea--
crit--
cu--
cy--
da--
de--
decl--
defi--
demo--
deva--
deve--
dh--
di--
diff--
dire--
disc--
disp--
dist--
distri--
do--
docu--
domi--
dr--
du--
dw--
dy--
ea--
ec--
ed--
ef--
eg--
ei--
el--
elec--
em--
emer--
en--
ep--
eq--
er--
es--
et--
ethn--
eu--
ev--
ex--
expe--
expl--
fa--
fe--
fi--
fl--
fo--
foot--
for--
fr--
fran--
fron--
fu--
func--
ga--
ge--
gene--
geog--
gh--
gi--
gl--
go--
gr--
gu--
ha--
he--
hi--
ho--
hono--
hu--
hund--
hy--
ia--
ib--
ic--
id--
iden--
ii--
il--
illu--
im--
impo--
in--
indi--
indu--
infe--
infl--
inst--
inte--
inve--
invest--
ip--
ir--
is--
it--
iu--
ja--
jaga--
je--
ji--
jo--
ju--
jy--
ka--
kala--
ke--
kh--
ki--
kn--
ko--
kokk--
kr--
ku--
la--
le--
legi--
li--
ling--
lite--
lo--
loca--
lu--
ly--
ma--
maha--
mala--
man--
mate--
mc--
me--
memo--
mi--
micr--
migr--
mino--
mo--
moha--
moun--
mu--
muha--
my--
na--
nara--
nc--
ne--
ni--
no--
nomi--
nu--
ob--
obse--
od--
ol--
om--
on--
op--
oper--
or--
os--
ot--
out--
pa--
panc--
pand--
para--
pari--
pass--
pe--
per--
ph--
phil--
pi--
pl--
pn--
po--
port--
poss--
pr--
prak--
pres--
prob--
proc--
prod--
prof--
prom--
prop--
pros--
prot--
prov--
pu--
qa--
qu--
ra--
raj--
rama--
rang--
re--
rece--
reco--
regi--
rela--
requ--
rese--
resp--
rh--
ri--
ro--
ru--
sa--
sanp--
sara--
sc--
scho--
scient--
se--
sea--
secr--
sele--
sepa--
sh--
si--
sk--
sl--
sm--
sn--
so--
some--
sp--
spec--
sq--
sr--
sri--
st--
stra--
stre--
su--
sub--
succ--
sun--
supp--
sw--
sy--
ta--
te--
teac--
tech--
temp--
terr--
th--
the--
ti--
tiru--
to--
tr--
tran--
trea--
ts--
tu--
tw--
ty--
ud--
un--
univ--
up--
ur--
us--
ut--
va--
vari--
ve--
venk--
vi--
viol--
vo--
vu--
wa--
we--
wh--
wi--
wo--
wr--
ya--
ye--
yi--
yo--
yu--
za--
ze--
zi--
अ--
आ--
उ--
क--
ग--
ज--
त--
द--
न--
प--
म--
य--
र--
व--
श--
स--
అ--
అన--
అప--
అభ--
అర--
అల--
ఆ--
ఆడ--
ఆప--
ఆయ--
ఆవ--
ఆస--
ఇ--
ఈ--
ఉ--
ఉడ--
ఉద--
ఉప--
ఉర--
ఉల--
ఊ--
ఋ--
ఎ--
ఎగ--
ఏ--
ఏక--
ఐ--
ఒ--
ఒక--
ఓ--
ఔ--
క--
కజ--
కట--
కన--
కప--
కమ--
కర--
కళ--
కవ--
ఖ--
ఖర--
గ--
గజ--
గడ--
గత--
గన--
గబ--
గమ--
గర--
గల--
గవ--
గస--
ఘ--
ఘన--
చ--
చక--
చన--
చల--
ఛ--
జ--
జగ--
జత--
జప--
జయ--
జల--
జవ--
ఝ--
ఞ--
ట--
టక--
టత--
టప--
టల--
ఠ--
డ--
డన--
డల--
డవ--
ఢ--
ణ--
ణక--
త--
తక--
తగ--
తడ--
తత--
తద--
తన--
తమ--
తర--
తవ--
థ--
థర--
ద--
దగ--
దడ--
దన--
దమ--
దయ--
దర--
దళ--
దవ--
దశ--
ధ--
ధన--
ధర--
ధవ--
న--
నక--
నగ--
నత--
నప--
నమ--
నర--
నల--
నవ--
నస--
ప--
పక--
పన--
పశ--
పస--
పహ--
ఫ--
ఫల--
బ--
బత--
బర--
బహ--
భ--
భగ--
భయ--
మ--
మగ--
మఘ--
మడ--
మణ--
మత--
మద--
మన--
మయ--
మర--
మల--
మవ--
మస--
య--
యక--
యగ--
యణ--
యత--
యన--
యప--
యభ--
యమ--
యర--
యవ--
యస--
ర--
రక--
రగ--
రణ--
రత--
రద--
రన--
రయ--
రర--
రవ--
రశ--
రస--
రహ--
ఱ--
ల--
లక--
లగ--
లజ--
లన--
లయ--
లల--
లవ--
లస--
ళ--
ళవ--
వ--
వగ--
వజ--
వడ--
వన--
వయ--
వర--
వల--
వశ--
శ--
శత--
శర--
ష--
షక--
షణ--
షయ--
షస--
స--
సన--
సమ--
సర--
సల--
సవ--
సహ--
హ--
హజ--
హన--
హర--
ఽ--
ఽన--
ఽభ--
౨--
౩--
౪--
౫--
౬--
౭--
౮--
౯--
ಅ--
ಆ--
ಇ--
ಉ--
ಕ--
ಗ--
ಚ--
ಟ--
ಡ--
ತ--
ದ--
ಧ--
ನ--
ಪ--
ಬ--
ಮ--
ಯ--
ರ--
ಲ--
ವ--
ಶ--
ಷ--
ಸ--
ಹ--
--0
--0
--00
--1
--1
--10
--11
--14
--16
--17
--18
--19
--2
--2
--20
--3
--3
--30
--31
--4
--4
--5
--5
--50
--6
--6
--60
--7
--7
--70
--8
--8
--9
--9
--a
--aa
--able
--ace
--acy
--ad
--ada
--adi
--adu
--ae
--aga
--agar
--ah
--ai
--ain
--aj
--ak
--aka
--al
--ala
--als
--alu
--am
--ama
--amu
--an
--ana
--ance
--ani
--anic
--ann
--ans
--ant
--ar
--ara
--aram
--ard
--ari
--ars
--ary
--as
--at
--ata
--ate
--ated
--ates
--ath
--ati
--atic
--atics
--ation
--ations
--ative
--ature
--ava
--ay
--aya
--b
--ba
--ble
--c
--ca
--cal
--ce
--ced
--cer
--ces
--ch
--chi
--ck
--co
--cs
--ct
--ction
--cts
--cy
--d
--da
--de
--ded
--di
--ds
--du
--dy
--e
--ea
--ect
--ed
--ee
--een
--ees
--eet
--ef
--el
--ela
--ell
--eme
--ement
--en
--ence
--ens
--ent
--ents
--er
--era
--ered
--erg
--ers
--ert
--ery
--es
--ese
--esh
--ess
--est
--et
--eth
--ets
--ett
--ey
--f
--fic
--ful
--g
--ga
--ge
--ged
--ger
--ght
--gi
--go
--gs
--gu
--h
--ha
--hal
--ham
--han
--he
--hed
--hen
--hes
--hi
--hip
--ht
--hu
--hy
--i
--ia
--ial
--ian
--ians
--ic
--ica
--ical
--ice
--ick
--ics
--id
--ide
--ie
--ied
--ier
--ies
--ification
--ii
--ik
--ika
--iki
--il
--im
--in
--ina
--ine
--ing
--ini
--ins
--io
--ion
--ional
--ions
--ious
--ip
--ir
--ire
--is
--ise
--ish
--ism
--ist
--it
--ita
--ite
--ities
--ition
--ity
--ium
--ius
--ive
--iya
--ized
--j
--ja
--ji
--k
--ka
--kamu
--kar
--ke
--ker
--kh
--ki
--ks
--ku
--l
--la
--lan
--lar
--ld
--le
--led
--ler
--les
--less
--ley
--li
--lia
--ling
--ll
--lla
--lly
--lo
--logy
--ls
--lu
--ly
--m
--ma
--man
--me
--med
--ment
--mer
--mi
--ms
--mu
--n
--na
--nal
--nam
--nce
--ncy
--nd
--nda
--nds
--ne
--ned
--nel
--ner
--nes
--ness
--ng
--ngs
--ni
--nia
--ning
--no
--ns
--nse
--nt
--nta
--nts
--nu
--ny
--o
--od
--ode
--ogical
--ogy
--ol
--om
--omy
--on
--onal
--ons
--ood
--or
--ore
--ories
--ors
--ort
--ory
--os
--ose
--ot
--ous
--ov
--ow
--ows
--p
--pa
--pe
--ped
--phic
--ple
--port
--ps
--pu
--pur
--q
--r
--ra
--ral
--ran
--rat
--rated
--rd
--re
--res
--ri
--ria
--rial
--ries
--ring
--rn
--ro
--rs
--rt
--rty
--ru
--ry
--s
--sa
--se
--sed
--ses
--sh
--ship
--si
--sia
--sion
--sis
--sm
--sor
--ss
--st
--stan
--sty
--t
--ta
--tal
--tary
--tation
--te
--ted
--ter
--tes
--th
--tha
--thi
--ti
--tial
--tic
--ties
--ting
--tion
--tions
--tive
--to
--ton
--tor
--tory
--tra
--ts
--tte
--ty
--u
--ual
--uct
--udu
--ue
--ues
--ul
--ula
--ulu
--um
--ur
--ura
--ure
--uri
--ury
--us
--ut
--ute
--v
--va
--ve
--ved
--vi
--vo
--vu
--w
--wa
--wal
--x
--y
--ya
--z
--ze
--त
--न
--र
--క
--కప
--కమ
--కర
--కవ
--ఖ
--గ
--గర
--గల
--ఘ
--ఙ
--చ
--జ
--ఞ
--ట
--ఠ
--డ
--డమ
--ణ
--ణమ
--త
--తమ
--థ
--ద
--దన
--ధ
--ధర
--న
--నన
--నమ
--ప
--పర
--పల
--ఫ
--బ
--బడ
--భ
--మ
--మన
--మయ
--య
--యన
--యమ
--ర
--రత
--రమ
--ఱ
--ల
--లక
--లత
--లన
--లల
--లస
--ళ
--వ
--వచ
--వత
--వర
--వల
--శ
--ష
--స
--సత
--సన
--సమ
--హ
--హర
--ಕ
--ಣ
--ತ
--ದ
--ನ
--ಮ
--ರ
--ಲ
--ವ
--ಸ
