!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
0006
00094
001
001261
001833
001860
002
003
003331
003517
003659
003723
004
005
006
006821
009051
01
011
012
013
0140
015
018
02
020
02141
023
025
03
034
04
05
06
07
072
0721
08
081
084
0860580
0891
09
099
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
1000
1001162
1002
1007
101
1016
102
1027
103
1035
1038
104
10452
105
1056
106
10665
107
108
1081
1086
109
1093
1097
11
110
111
1111
112
1130
1132
1136
114
115
1161
1167
117
1177
118
12
120
1206
121
1220787411296926
123
124
125
126
1264
127
128
129
13
130
132
133
134
1352
136
1365
137
1371
1380
14
140
1400
1405
141
1420
143
1435
1450
1452
1460
1465
14651858
1466
1471
1473
1474
1475
1481
1482
1483
1484
1489
15
150
1500
1501
1505
1506
15081508
151
1519
152
1520
1528
1542
1543
1545
155
15525727
156
1561
1564
1566
1567
1568
157
1575
1577
1581
1587
1588
1594
1599
16
160
1600
1606
161
1612
1614
1615
1617
1621
1622
1624
1625
1626
1628
1630
1631
1633
1636
164
1641
1642
1658
166
1660
1661
1665
1668
1669
167
1670
1671
1673
1674
168
1680
1684
1685
169
1692
1694
1695
17
170
1707
1709
171
1718
172
1729
173
174
1743
1746
175
1752
1753
1758
176
1760
1762
1764
177
1775
1776
1778
1784
1785
1788
179
1793
1794
1797
18
180
1800
1801
1803
1809
181
1811
1815
1816
1818
1819
1820
1821
1823
1825
18260212
1828
1829
1830
1832
1833
1834
1835
1836
1838
1839
184
1840
1841
1842
1844
1845
1849
185
1850
1852
1853
1854
1857
1858
1859
1860
1861
1864
1865
1867
1868
1869
187
1870
1871
1873
1874
1875
1876
1877
1878
18799522
1880
1881
1882
1883
1884
1885
1886
1887
1888
1889
189
1890
1891
1892
1893
1894
1895
1896
1897
1898
1899
19
190
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
1930
1931
19312
1932
1933
1934
1935
1936
1937
1938
1939
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
195
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
197
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
20014951
2002
200201300603
2003
2004
2005
2006
2007
2008
2009
201
2010
2011
201104200733
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
2022
203
204
208
209
2095
21
210
211
212
213
214
215
216
217
218
219
22
220
221
223
22325616
224
225
226
227
22741186
228
229
23
230
231
232
23245604
233
234
235
237
238
239
24
240
241
242
243
24385413
244
245
246
248
249
25
250
251
252
253
25458731
255
25530442
256
257
258
259
26
260
261
262
263
264
265
268
269
27
270
271
273
276
2773
28
2806
2819
282
284
2845864949
289
29
290
291
292
293
294
295
296
297
298
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
303
304
306
307
308
3080
31
310
311
314
317
318
32
328
329
33
330
338
34
341
342
345
346
349
35
350
351
352
353
354
354250
355
356
357
358
36
360
361
362
364
365
366
368
369
37
370
371
372
37277
373
374
375
376
378
379
38
380
381
382
383
384
385
386
39
390
395
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
405
4065
409
41
411
412
42
420
421
425
428
429
43
436
438
439
44
442
4422
447
448
45
450
4543
456
46
466
47
473
478
48
49
494
495
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
502
505
506801
507
509
51
510
515
518
52
520
521
5226
526
527
53
538
54
546
55
5520
5534
56
565
568
5688008
569
57
570
572
5788378
58
580
59
592
594
595
598
599
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
602
609
61
615
61682
61728
62
625
62708
628
629
63
638
64
649541
65
650
66
67
670
671
672
6736
674
68
682
684
685
687
69
693
696
698
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
707
7071
71
710
715
72
721
723
7234
73
7369
74
7414
75
750
7500
756
76
77
776
78
79
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
8007
8018
802
803
8050
806
809
81
82
827
8274
83
8306
8307
8331
84
840
841
842
84220
843
84586
85
850
851
852
858
86
866
87
872
874
875
876
87764
878
879
88
88353
884
888
889
89
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
901787
91
912469
92
92285
9283204298
93
930
930369
930999
93142
934
94
940
944700072
95
9501083
96
960
961
963
964
967
97
971
973
975
976
978
9780199948499
9780983263135
9781284057560
9781455740437
9781840765182
979
98
9859
99
990
995
996
9963
9966
997
9973
999
999516496
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aaaai
aabach
aafp
aalter
aalto
aappublications
aapravasi
aar
ab
aba
abakami
abakisaka
abakisaki
abako
abakuk
abala
abalaka
abalamu
abanda
abandaka
abandaki
abandi
abandisi
abandonne
abania
abarambwa
abatelaka
abba
abbas
abc
abd
abdallah
abdourazak
abdul
abe
abeba
abela
abelaka
abengamaka
abengami
abeokuta
abeti
abgerufen
abi
abidjan
abigael
abika
abikaka
abiki
abikisaka
abima
abimaka
abimi
abimisaki
abimisi
abiword
abkhazia
able
abo
abomaka
abomaki
abomama
abomamaka
abomey
abomi
abongisi
abongoli
abord
abota
abotama
abotamaka
abotamaki
abotamana
abotami
aboti
abotoma
abotomaka
abou
about
above
aboyaki
aboyi
abraham
abrahama
abramovich
abrdc
abrial
abril
abriu
abroad
absence
absences
abu
abuja
abula
abundela
abungisi
abuse
abuti
abɔ
abɛ
abɛlɛ
abɛnisi
ac
acacus
academia
academie
academique
academy
accents
accident
accompagnero
accord
accords
accra
accueil
accused
acetaminophen
acetaminophene
achille
acide
acosta
acoustique
acpcongo
acquired
act
acte
actes
acteur
actifs
action
actionnaire
actionnaires
actions
active
activites
activity
actrice
actualite
actualites
actuel
actuelle
actuellement
actuelles
acute
ad
adam
adamu
add
addis
adelf
aden
adern
adiac
adiataki
adidas
adinkra
adjali
adjani
adjectifs
administrateur
administration
administrative
adn
adolescent
adolf
adolfo
adolphe
adora
adorables
adorada
adoration
adou
adoula
adresse
adresses
adult
adultbrain
adultes
adults
advances
adɛlɛ
ae
aef
aentry
aequatoria
aeriennes
aeroport
aesombi
af
afabe
afabɛ
afanda
afandaka
afande
afandi
afdl
affaire
affaires
affecte
affermis
affirmative
affirme
affluents
afganistani
afilika
afonso
afp
africa
africain
africaine
africaines
africains
africamuseum
african
africana
africanos
africanum
africell
africultures
afrik
afrika
afrikan
afrikansi
afrique
afriques
afrisson
afro
after
afukaka
afundami
ag
agadez
against
agar
agarwal
agcd
age
agence
agences
agency
agents
agir
agissant
agit
agnes
agricole
agriculture
agrifor
agronome
agua
aguila
agus
ah
aha
ahajournals
ahidjo
ahmadou
ahmed
ahnt
ai
aic
aid
aide
aieux
aile
ailleurs
aim
aime
aimelia
aimer
ainsi
air
aircraft
aire
aires
airlift
airlines
airness
airport
airtel
airways
ait
aj
aje
ajjer
ajoute
ajouts
ak
aka
akamataki
akambaka
akambi
akan
akangaki
akangi
akanisaka
akanisaki
akataki
akawa
ake
akei
akela
akelaka
akelaki
akeli
akendaki
akendeki
aketi
akeyi
aki
akima
akimi
akitani
ako
akobanda
akobelela
akobima
akobwaka
akobɛ
akofungola
akoka
akokaki
akokamba
akokanga
akokani
akoki
akokisi
akokoma
akokula
akokɔtɔ
akolaka
akolakisa
akolanda
akoli
akolisi
akoloba
akolobela
akoluka
akoma
akomaka
akomaki
akomela
akomeli
akomi
akon
akongo
akonjaki
akopɛ
akopɛsɛ
akosala
akosanaka
akosɛ
akota
akoti
akotika
akotikala
akotɔ
akouala
akoya
akoyekola
akoyemba
akoyoka
akozala
akozanga
akozonga
akozongisa
akozwa
aksum
aku
akuesson
akufa
akufaka
akufaki
akufi
akuli
akundamaka
akutaki
akutanaka
akutani
akɔ
akɛndɛ
akɛsɛ
al
alabama
alade
alain
alakisaki
alamoule
alan
alanda
alandaki
alandi
alaska
alaskas
alassane
alata
alati
alba
albania
albert
alberto
albertville
albi
albin
album
alcapone
alcobaca
alcohol
alcoholism
alcool
alcoolisme
aldabra
aleke
aleki
aleluya
alemani
alerte
ales
alex
alexandre
alexis
alfred
alfta
algebre
alger
ali
aliaka
alias
alie
alii
alikilikoso
alim
alima
alimentation
alimente
alimenter
alimɛ
alingaka
alingaki
alingi
alioune
aliya
alje
aljeria
all
allafrica
allah
alleluia
allemagne
allemand
allen
aller
allergen
allergene
allergic
allergicdiseases
allergie
allergies
allergique
allergist
allergy
alliance
allocine
allpages
ally
alma
almanach
alo
aloba
alobaka
alobaki
alobeli
alobi
alois
alongaka
alongi
alongola
alongolaka
alongolaki
alongoli
alongua
alongwaki
alongwe
alongwi
alors
aloube
alpes
alphabet
alphonse
alpi
alsace
also
alstatter
alt
alta
although
alto
altri
alube
alubɛ
aluki
alulu
aluminyu
alur
alvaro
am
ama
amada
amadi
amadou
amani
amasombi
amataki
amazon
amazonas
amazoni
amba
ambassade
ambenga
ambigu
ambohimanga
ambrosio
ambulance
ame
amela
amelaka
ameli
amelika
amelioration
ameliorer
amema
amemamaki
amen
america
americain
americaines
american
americana
americans
amerika
amerique
amfreville
ami
amicongo
amida
amilcar
amilingi
amin
amina
amini
amipesaka
amipesi
amisi
amitie
amoni
amor
amore
amos
amosa
amour
amoureux
amoxicillin
amoxicilline
amozui
amphimas
ampicillin
ampicilline
amram
amsterdam
amy
an
anac
analyse
analysis
ananasi
anany
anaphylaxie
anaphylaxis
anar
anatomie
ancetres
ancien
ancienne
anciennes
anciens
and
andaqui
andele
anderlecht
anders
anderson
andimaki
andimela
andora
andorra
andre
andrew
andy
ane
anemie
anesthesia
ang
angbandi
ange
angele
angeles
angers
anges
angiotensine
anglais
anglaise
angle
ango
angola
angolense
angra
angulu
anicet
animal
animaldiversityweb
animalia
animateur
animateurs
anisophyllea
anjelu
ann
anna
annales
annals
anne
annee
annees
annelies
annexe
annie
anniversaire
annonce
annonciation
announce
annuel
anoalite
anoiritte
anonyme
anonymes
anorexie
ans
anselme
ansicht
ansorgii
ansy
anta
antarctica
antartika
antei
anterieure
anthem
anthologie
anthony
anti
antibiotic
antibiotics
antibiotique
antibiotiques
anticonvulsant
anticorps
antidote
antigene
antigua
antilles
antimalarial
antiochia
antiquite
antitoxine
antivirus
antiya
antoine
antoinette
antologie
antonio
antonov
anuarite
anubis
anvers
anwar
anxiete
any
ao
aos
aout
ap
apagbeti
apercu
apesa
apesaka
apesaki
apesi
apiss
apolinia
aponaki
aponamaki
aponami
aponi
aponoki
apostolat
apostolique
apostolo
apotre
app
appareil
appele
appellation
appenzell
apple
application
applique
appliquee
apport
apprecie
apprenantts
apprendre
apprentissage
approach
approaches
approfondies
approximations
apps
apr
apres
april
aprili
aprilios
aprilis
apumbwi
apɔ
apɔnɔ
apɔnɔmi
apɛ
apɛsi
apɛsɛ
aq
aqua
aquin
aquitaine
ar
arab
arabe
arabes
arabia
arabu
aralen
arama
arbre
arbres
arc
arcadinoemi
archeologique
archeologiques
archidiocese
archipel
architectural
architecture
archive
archived
archives
arcs
ardenne
ardent
ardini
are
area
arealstatistikk
areas
argent
argentina
argirion
arguin
arkive
armand
armas
armee
armes
arona
around
arret
arrival
arrondissement
arrondissements
arroz
arsenal
arsom
art
artemisinine
arteres
arterielle
arthritis
arthur
article
articles
articulation
articulations
artiki
artist
artiste
artistes
artistique
arts
aru
aruba
aruwimi
as
asakolaki
asala
asalaka
asalaki
asalela
asalelaka
asali
asalisi
asangisi
asbl
ascariasis
ascaris
ascension
asch
ascq
aseke
asekwaki
asengeli
asengi
ashanti
ashantis
ashem
asi
asia
asiazui
asics
asie
asila
asilaki
asili
asilisaki
asilisi
asimbi
askia
asombi
asp
aspects
aspirine
aspx
assainissement
assassinat
assemblee
assembly
assentamentos
assessment
assigned
assistance
assn
associated
association
associations
associe
assurer
asthma
astrazeneca
astres
asukisi
asuwa
aswi
asɛ
at
ata
atahualpa
atako
atala
atalaka
atalaku
atalantiki
atali
atanga
atangaka
atangaki
atangami
atangisa
atangisaka
atatolamaki
ate
ateliers
atenis
athenee
athletics
athletisme
atiaki
atibakwa
atika
atikaki
atikali
atikele
atikeli
atindeli
atindi
atiyaka
atiyaki
atkinson
atlanta
atlantic
atlantiki
atlantique
atlas
atome
atomi
atongaki
atopic
atsinanana
attaque
atteler
attempt
attentat
attention
attirer
attitude
attracts
attribue
au
aube
aubert
aucun
aucune
audenaerde
audio
audiovisuel
auf
auflage
aug
august
auguste
augustin
augusto
aujourd
aumonier
aurata
aurora
aus
aushi
aussi
australia
australian
australie
auteur
authority
auti
autobiography
automatiquement
automobiles
autoridade
autorite
autour
autre
autres
autsai
aux
av
available
avait
avandaka
avandaki
avandi
avant
avante
avc
ave
avec
avenir
avent
aventure
aventures
avenue
avertissement
avez
avian
aviation
avignon
avion
avionews
avo
avocat
avoir
avoka
avos
avril
avrili
aw
awa
awadi
award
awards
awasa
awash
awei
awilo
awuta
awutaki
awuti
ax
ay
aya
ayaka
ayaki
ayambi
ayangelaka
ayant
aye
ayeba
ayebaki
ayebana
ayebanaki
ayebani
ayebi
ayebisaki
ayebisi
ayei
ayekola
ayekolaka
ayekolaki
ayekoli
ayembaka
ayembaki
ayembi
ayia
ayiti
ayo
ayokaka
az
aza
azala
azalaka
azalaki
azali
azalki
azande
azanga
azia
azithromycine
aziz
aziza
azo
azolia
azongaki
azongela
azongi
azongisi
azores
azoti
azua
azuaki
azui
azur
azuri
azwa
azwaka
azwaki
azwamaka
azwami
azwi
azɛrbayzani
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baaba
baalur
baando
baangba
baaru
bab
babakisi
babale
babali
babandaka
babandaki
babandi
babandisi
babandoa
babango
babari
babateli
babatisaka
babe
babelaka
babelezi
babembi
babengaka
babengaki
babengamaka
babengami
babengi
babengisa
babetaki
babeti
babi
babiju
babikaka
babikaki
babikisi
babilone
babima
babimisi
babobangi
babola
babolia
baboma
babomaki
babongola
babongoli
babotama
babotami
baboti
baboutou
baboya
baboyaka
baboyaki
babudu
babuku
babundi
babuni
babwaka
baby
babɔ
babɛ
babɛti
bacillus
back
background
bacongo
bacorps
bacterie
bacteries
bad
badara
bade
badgeserreur
badiploma
badjali
badokotolo
badollar
badongolomiso
badzando
baebele
baebosembo
baefese
baelectron
baenga
baesalelaka
baetaje
bafacteur
bafandaka
bafandi
bafandisi
bafata
baferme
bafilipi
baforge
bafuandaka
bafungoli
bafutelaka
bafuti
bafwabaka
bagalatia
bago
baguene
bahamas
bahati
bahumbu
bai
baindo
baka
bakabolaka
bakaboli
bakajika
bakala
bakalaka
bakambamaka
bakambi
bakanga
bakangaka
bakangi
bakangisi
bakani
bakanisaka
bakanisi
bakanja
bakanton
bakapitalistɛ
bakata
bakati
bakatolike
bakausi
bake
bakei
bakelaki
bakelasi
bakeli
bakende
bakendeke
bakengeli
bakesenami
bakeseni
bakeyi
baki
bakilomɛtɛlɛ
bakimi
bakisa
bakisana
bakisi
baklisto
bako
bakoba
bakobakisa
bakobela
bakobelaka
bakobenga
bakobimisa
bakobɛ
bakobɛtɛ
bakoganga
bakoka
bakokaki
bakokani
bakokata
bakokende
bakoki
bakoko
bakokoma
bakolakisa
bakoli
bakolinga
bakolinti
bakolo
bakolongola
bakolose
bakoluka
bakoma
bakomaka
bakomaki
bakomami
bakomi
bakomine
bakomini
bakomisa
bakondzi
bakongo
bakongos
bakoni
bakonzi
bakopesa
bakopɛ
bakorentien
bakosala
bakosalaka
bakosalela
bakosalelaka
bakosalisa
bakosangisa
bakosenga
bakotaki
bakotala
bakotanga
bakoteya
bakoti
bakotiya
bakotonga
bakotuna
bakotɛlɛmisaka
bakoyemba
bakozala
bakristo
bakristu
baku
bakuba
bakufa
bakufaka
bakufaki
bakufi
bakumanya
bakumbi
bakumi
bakumisa
bakumisi
bakundolaki
bakutanaka
bakutanaki
bakutani
bakuti
bakɔ
bakɛ
bakɛsɛ
bala
balabala
balakisa
balakisaka
balakisi
balambaka
balanda
balandelaki
balandi
balanga
bale
balekaki
balela
balelaka
balembisi
bali
baliaka
balibina
balinga
balingaka
balingaki
balingi
balise
balises
baliyaka
balkanisation
ball
baloba
balobaka
balobaki
balobala
balobami
balobi
balobo
baloi
baloki
baloma
balonaka
balonga
balongoli
baltimore
baluba
balubakat
balubolaki
baluka
balunda
balvin
balɔ
bamakere
bamama
bamamelo
bamamɛ
bamandinka
bamanisa
bamasalelaka
bamba
bambenga
bambesa
bamboka
bambole
bambotama
bambula
bambuza
bameka
bamekaka
bameki
bamelaka
bamemi
bamethodiste
bamibengaka
bamibonza
bamilengeli
bamillion
bamindɛ
baminganga
baminisele
bamipesi
bamisioni
bamissioni
bamoboti
bamobu
bamompɛ
bamonaka
bamoske
bampadi
bampaya
bampunda
bamumpe
bamumpɛ
bamuzilimani
bamwe
bamɔ
bana
banamongo
banamuhere
banana
banande
banaya
banc
band
banda
bandako
bandaku
bandalungwa
bandeira
bandeke
bandeko
bandi
bandia
bandiagara
bandima
bandimaki
bandimela
bandimi
bandoki
bandoma
bandundu
bandyɔ
bandɛko
bandɛkɛ
banei
banetron
banga
bangala
bangaladɛ
bangando
banganga
bangba
bangbaga
bangembo
bangi
bangladesh
bangladɛ
bango
bangoka
bangomba
bangu
bangubangu
bangui
banguna
bangɔmbɛ
bangɔndɔ
baninga
bank
banki
bankisi
bankoko
bankombo
bankonko
banks
bankumu
bankundo
bankɔ
banner
banque
banso
bansɔ
bantaba
bantoma
bantomba
bantous
bantu
banunu
banyama
banyango
banyiki
banza
banzambe
banzela
banzelu
banzembo
banzete
banzio
banzoto
banɔ
baorthodoxe
baoyo
bapalola
bapanzaka
bapanzi
baparti
bapaya
bapende
bapesa
bapesaka
bapesaki
bapesi
baponaki
baponami
baponi
baposo
bapoto
baproton
baptist
baptiste
bapuwa
bapɔ
bapɔlisi
bapɔnaki
bapɔni
bapɛ
bapɛsɛ
barabi
barack
baraper
barazaville
barbados
barbara
barbuda
barcelona
barcelone
barebɛl
barelijio
barge
barges
bari
barkal
barker
barking
barly
baroma
baron
barrage
barranquilla
barre
bart
bartlett
barumbu
baruti
bas
basala
basalaka
basalaki
basaleka
basalela
basalelaka
basalelaki
basaleli
basali
basalisa
basalisaka
basalisi
basambelaka
basambisi
basanaka
basanganaka
basangani
basangeli
basangisi
basango
basani
basankusu
basantu
basanza
basapoli
basato
base
based
baseka
basel
basengaka
basengeli
basenzi
basepelaka
bases
bashi
bashinwa
basho
basi
basila
basilaka
basilaki
basili
basiliki
basilisi
basimbi
basis
baskin
basoda
basoko
basolda
basolola
basolute
basombi
basonge
basoso
bass
bassam
basse
bassin
bassins
bassiste
basukisi
basunga
basusu
basɔ
basɔda
basɛ
basɛndika
bat
bata
bataclan
batalaka
batalha
batambolaka
batamboli
batambwisi
batanga
batangaka
batangemi
batata
batatoli
batayon
bate
bateke
batekes
batela
batesaloniki
batetela
bateyi
batia
batiaka
batiaki
batie
batika
batikala
batikalaki
batikali
batiment
batisimo
batisimu
batisseur
batisseurs
batiya
batiyaka
batiyi
bato
batoli
batombaka
batombokaki
batonga
batongaka
batongi
batterie
batteur
batu
batukezanga
batulikisa
batungisamaka
batungisami
batuta
batuti
batwa
batyamaka
batɔmbɔki
batɛ
baudouin
bauler
baumbu
baushi
bauta
bauti
bavandaka
bavandi
bavili
bavua
bawei
baweyi
bawuta
bawuti
bay
baya
bayaka
bayaki
bayambaki
bayanda
bayangeli
baye
bayeba
bayebaka
bayebaki
bayebani
bayebi
bayebisi
bayei
bayekola
bayekolaka
bayekoli
bayeli
bayembi
bayi
bayike
bayindo
bayokaka
bayokanaki
bayombe
bayuda
bayudasi
baza
bazala
bazalaka
bazalaki
bazali
bazande
bazando
bazanga
bazangaki
bazangi
bazar
bazo
bazoki
bazua
bazuaka
bazuaki
bazui
bazuzi
bazwa
bazwaka
bazwaki
bazwamaka
bazwamaki
bazwami
bazwi
bb
bbc
bc
bcbg
bcc
bcg
bck
bd
be
beau
beaucoup
beauffort
beaumaris
beaute
beauvais
beaux
bebe
became
beck
beckinsale
bedel
been
before
begin
beginner
begrippen
bei
beijing
beim
being
bel
bela
belarus
beleji
belem
belezi
beleziki
belfond
belge
belges
belgian
belgica
belgien
belgika
belgique
belgo
belgrad
belgrade
beli
belin
belize
beljika
belkhodja
belle
belles
bellings
bellinzone
beloved
below
belvedere
bemaraha
bemba
bembe
ben
bende
bendela
benedictus
benefice
benefices
benefits
benetice
benga
bengaka
bengali
bengami
benguela
beni
benigne
beniko
benin
benira
benjamin
bennett
benoit
benot
benseke
benwa
benz
benziger
benzodiazepine
bercy
berga
berger
bergtundra
berka
berlin
bermuda
bern
bernard
bernardin
bernhard
bernhardt
bernina
besi
besoin
best
bestine
beta
betela
beteleme
betet
beti
beto
better
bettige
between
bevere
bey
beyond
beyru
bf
bg
bh
bhutan
bhutta
bi
bia
biac
biambe
bibaka
bibale
bibanda
bibandaka
bibende
bibengami
biberon
bibilia
bibiliya
bibimisaka
bibita
bible
biblia
biblio
bibliographie
bibliographique
bibliotheque
bibliya
biblya
bibuki
bibuneli
bibɔtu
bic
bichir
bid
bidens
bief
biega
bielefeld
bielorusia
bien
bienheureux
biens
bienvenu
bifelo
bifuku
big
bigumba
bije
bika
bikango
bike
bikeko
bikela
bikelamo
bikelamu
bikisa
bikoki
bikolo
bikolongo
bikomami
bikonzami
bikoro
bikou
bikutanaka
bikutsi
bikweni
bikɔ
bikɔlɔ
bikɛ
bila
bilaka
bilakeli
bilako
bilamba
bilandani
bilanga
bilbao
bild
bilei
bileko
bileli
bilelo
bilembo
bilenge
bilengelami
bileyi
bilia
biliki
bilili
bililingi
bilima
bilinga
bilingue
biliya
bill
billion
bilo
bilobeli
biloko
bilolo
bilombe
bilombi
bilona
biloni
bilubu
bilɔ
bilɛngɛ
bima
bimemisi
bimi
bimisa
bimonana
bimonanaka
bimonani
bina
binama
binei
bing
bingumba
bino
binotata
binso
binsɔ
binza
bio
biographical
biographie
biographien
biographies
biography
biological
biologie
biopsie
biosphere
bipai
bipayi
bipoli
bipɛ
bira
birago
birdman
birmani
birmingham
birth
bis
bisaka
bisalela
bisaleli
bisalemaka
bisanga
bisato
bisau
bise
bisengeli
bishikwabo
bisika
bisimbamaka
biso
bissau
bisukiro
bisusu
bitabe
bitaboro
bitambuisi
bitando
bitape
bite
biteni
biteyelo
bitike
bitstream
bitte
bituka
bituluku
bitumba
bitumbu
bitupa
bitɔɛlɛ
bitɛkutɛku
biumeli
bivandaka
biyamba
biyangeli
biye
biyebani
biyela
biyemi
biyibayiba
biyike
biza
bizalaka
bizalaki
bizalela
bizaleli
bizali
bizangi
bizima
bizwa
bj
bk
bktf
bl
bla
black
blackpool
blaise
blanc
blanchard
blanchart
blanche
blancs
ble
bleu
blick
blinding
blindness
bloch
blog
blogi
blond
blonde
bloomberg
blue
blut
bm
bmi
bmj
bn
bnb
bo
boa
boahen
boakisi
boangolisi
board
bob
bobakisi
bobali
bobandi
bobandisi
bobange
bobangi
bobateli
bobe
bobebi
bobele
bobeli
bobeti
bobikisa
bobimi
bobimisi
bobokoli
bobola
bobomi
bobongisi
bobongo
bobongoli
boboongo
bobotani
boboti
bobotisi
boboto
boboyi
bobuki
bobungi
bobungisi
bobɔ
bobɔngisi
bobɔngɔ
bobɛ
bobɛti
bocholter
body
boe
boeck
boeing
boende
bogota
bogus
bogɛngi
bohumbu
boike
bois
boite
bojito
boka
bokaboli
bokabwani
bokakoli
bokambami
bokambemi
bokambi
bokangami
bokangemi
bokangi
bokangisi
bokanisi
bokaoki
bokasi
bokassa
bokati
bokauki
bokebi
bokei
bokeleli
bokeli
bokengeli
bokengi
bokeseni
bokiti
bokitisi
boklisto
boko
bokobandela
bokokani
bokoki
bokoko
bokokɛndɛ
bokoli
bokolisi
bokolo
bokolongono
bokoma
bokomi
bokomisi
bokongama
bokongo
bokonji
bokono
bokonzi
bokotambola
bokoti
bokozongaka
bokristo
bokristu
bokulaka
bokuli
bokulutu
bokumbe
bokumbi
bokumisi
bokundoli
bokungu
bokuse
bokutani
bokwei
bokweyi
bokwi
bokɔ
bokɔnɔ
bokɛ
bokɛi
bokɛsɛni
bokɛsɛnisi
bolai
bolakisi
bolama
bolamba
bolambi
bolamu
bolanda
bolandaka
bolandi
bolasie
bolei
boleki
bolembu
bolengeli
bolia
bolikango
bolimbisi
bolingani
bolingi
bolingo
bolivia
bolle
bollore
bolobi
bolobo
boloke
boloko
bololo
bolongi
bolongoli
bolongwi
boloni
boluki
bolumbu
bolya
bolɛmbu
boma
bomai
bomanyoli
bomba
bombama
bombana
bombo
bomei
bomeki
bomeli
bomelisi
bomemi
bomengo
bomi
bommars
bomoi
bomoko
bomongo
bomoni
bomoto
bomoyi
bompaka
bompema
bompolonga
bompongo
bomwana
bomwasi
bomɔ
bomɔi
bomɛli
bomɛmi
bon
bona
bonane
bond
bondala
bondeko
bondimi
bondo
bondoki
bondɔbɔ
bondɔki
bone
bonene
bonganga
bongisa
bongo
bongwana
bongwanaka
bongwani
bongɔndɔ
bonheur
boni
boniboni
boniface
boningani
bonjour
bonkama
bonkita
bonkoko
bonkolongono
bonkumu
bonkɔ
bonne
bonneuil
bono
bonobo
bonsomi
bonsɔ
bontinck
bontolo
bonyama
bonzambe
bonzambi
bonzenga
bonzoto
bonɛ
book
books
bopalanganisi
bopanzani
bopanzi
bopemi
bopemisi
bopesamaka
bopesi
bopete
bopeto
boponami
bopumbwi
bopɔnami
bopɔni
bopɔnɔmi
bopɛ
bora
bord
bordeaux
border
bordered
borges
borgloon
born
borne
borni
bos
bosakoli
bosalaki
bosaleli
bosali
bosalisani
bosalisi
bosambisi
bosanda
bosangani
bosangeli
bosangisaka
bosangisi
bosantu
bosembo
bosende
bosenga
bosili
bosilisi
bosimbi
bosnia
boso
bosokoli
bosoliongo
bosolo
bosololi
bosombi
bosopi
bososoli
bosoto
boss
boston
bosungi
bosusu
bosɔ
bosɔmɛ
bosɔtɔ
bosɛ
bosɛngɛ
bota
botalaka
botali
botama
botamboli
botambwisi
botangi
botangisi
botanic
botanica
botanical
botanique
botaniques
boteki
botekisi
botekoli
boteyi
both
botiami
botimoli
botindi
boto
botomboki
botomboli
botongami
botongi
botope
botosi
botswana
botulisme
botuya
botɔmbɔki
botɛ
bouboule
boucle
bouge
bouger
bouity
boulenger
boumbu
boumeli
boundji
bouquet
bourgmestre
bouti
bouvieri
bovis
bowane
bowelani
boweyi
boya
boyambi
boyangeli
boyanoli
boye
boyebani
boyebi
boyebisi
boyei
boyekoli
boyibanda
boyibi
boyike
boyitinyi
boyokani
boyoki
boyoma
boyuda
boza
bozalaki
bozali
bozalisi
bozamba
bozambe
bozangi
bozangisi
bozi
boziana
boziki
bozindo
bozinga
bozito
bozoba
bozongaka
bozongi
bozongisi
bozui
bozwi
bp
bq
br
brabant
bracke
braco
bracos
braeckman
brain
brasil
bratislava
braza
brazil
brazilia
brazilian
brazza
brazzaville
break
breast
breastfeed
breastfeeding
bref
brenan
bresil
brest
bretagne
brian
brien
brigade
britain
britani
britanique
britannica
britannique
british
broadway
broche
brockhaus
bronze
brooklyn
bruges
brun
brunei
bruney
bruno
brussel
brute
bruxelles
bs
bt
bu
bua
buba
buda
budapest
buddha
budget
budja
budjala
budu
buenos
buettikoferi
buetuna
buganda
bugumesi
building
built
bujumbura
buka
bukabuka
bukama
bukaresti
bukasa
bukavu
buke
bukoki
buku
bula
bulamatari
bulambemba
bulangeti
bulawayo
bulayumi
bule
bulembi
bulevale
bulgaria
bulgarian
bulimie
bull
bulletin
bulo
buloba
buluyeke
buma
bumba
bumbu
bumpy
buna
bundesamt
bundu
bunia
bunya
burden
bureau
burkina
burlington
burna
burt
burundi
bus
bush
bushiri
busi
business
businessman
businga
but
buta
butani
bute
butembo
butu
butuka
buye
buzali
bv
bw
bwa
bwaka
bwakungu
bwale
bwana
bwanga
bwango
bwanya
bwato
bwaye
bwembo
bwenza
bwindi
bwɛ
bx
by
bya
byango
bym
byron
bz
bœck
bɔ
bɔkɔ
bɔlɔ
bɔngɔ
bɔpɔ
bɛ
bɛljika
bɛlɛzi
bɛndɛ
bɛtɛlɛmɛ
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cab
cabinda
cabral
cacert
cacheu
cadeau
cadimurka
cadre
caen
caf
cafe
cahier
cahiers
caicos
cain
caire
cairn
cairo
calais
calculs
calendar
cali
california
californicus
call
callugi
calmann
calmants
calmette
calories
caludji
calugi
calvin
camarade
camargo
cambodge
cambridge
camellia
camelopardalis
cameroun
camile
camille
camion
camp
campagne
campaign
campos
campus
camsa
can
canada
canadensis
canadienne
canal
cancer
cancereuse
cancertopics
candidate
cannes
cantique
caoutchouc
cap
capable
cape
capitaine
capital
capitale
capone
capsule
caqueta
car
caracteristiques
caraibeditions
caraibes
carbone
cardiac
cardiaque
cardinal
cardiology
cardiovascular
care
carence
carences
caribbean
carie
caries
carl
carlito
carlo
carlos
carlyto
carnaval
carnets
carol
carolus
carotidien
carre
carrefour
carrement
carriere
carriers
carst
carte
cartes
carthage
carton
cas
casbah
case
cases
caskey
casques
castelle
castor
castro
cata
catalogue
catalogueoflife
cataphractus
cataractes
cataracts
catch
categorie
categories
categorisation
category
catfish
cathedral
cathedrale
catherine
catholique
catholiques
cauca
cause
causes
cautleyi
cavale
cb
cbr
cc
ccci
cct
cd
cdc
ce
cec
ceci
cecile
cecite
cedaf
cedric
cee
ceeba
cefaki
cegeac
cei
cela
celebration
celeo
celestin
celestine
celiba
celio
cell
celles
cellulaire
cellule
celluloid
celsius
celta
celtel
celui
cena
cendres
ceni
census
cent
center
centers
centime
centimes
centrafrique
central
centrale
centre
centres
century
cependant
cercle
cerdac
cerea
cerebral
cerebrale
cerf
certaines
certains
certificat
ces
cesaire
cesar
cesaria
cesse
cet
cette
ceu
cf
cfc
cfk
cfl
cfm
cfmk
cfu
cg
cgi
ch
cha
chacun
chad
chai
chaine
chaire
chairman
chaise
chaka
challenges
chaltin
chambery
chambres
champ
champagne
champion
champions
championships
chan
chance
chang
change
changer
chanson
chansons
chant
chantal
chante
chantent
chanter
chanteur
chanteurs
chanteuse
chantier
chants
chaos
chap
chaplin
chapter
chapwe
chaque
charge
chargee
charisme
charite
charites
charlemagne
charles
charlesville
charlie
charlotte
charly
charme
charpentier
charte
chartsinfrance
chassent
chateau
chateaux
checain
checklist
chef
chefferie
chefs
cheikh
chemin
chemins
chercher
chercheur
cheri
cherie
cherin
chers
cheval
chevalier
chevaliers
chevet
chevrolet
chez
chf
chi
chicago
chichester
chickenpox
chiffre
chikito
child
childhood
children
chimeres
chimie
chimique
chimpanzee
china
chine
chinois
chirac
chlamydia
chloroquine
choc
choice
choisie
choix
cholera
chongoni
choosing
choreography
chorus
chose
chouchou
choudhry
chretien
chretienne
chretiens
christ
christian
christiane
christianisme
christine
christmas
christophe
chronic
chronique
chronologie
chrysichthys
chrysostome
chutes
ci
cia
cible
cicm
cicos
cidade
cidr
cie
ciel
cieux
ciluba
cine
cineaste
cinema
cinquante
circonscriptions
circonstances
circulation
cirrhose
cirrhosis
cishugi
cisse
cissoko
citas
citation
cite
cites
citharinus
cities
citoyen
citrus
city
civil
civile
civilisation
civilisations
civitas
cj
ck
cl
clair
claire
claquer
clark
claro
class
classe
classification
classiques
claude
claudia
cle
clemens
clement
cleophas
cleveland
climat
clin
clinic
clinical
clinicians
clinics
clinique
clinton
clip
clips
cliquant
cliquer
clopas
clostridium
clot
clrpd
club
clubworldcup
cm
cmaj
cms
cn
cngkprov
cnn
co
coa
coast
coat
cobelco
cobil
coca
cochrane
coco
code
codes
coeur
coimbra
col
cola
colden
colere
colette
colin
coll
collaboration
collaborators
collectif
collection
collections
collective
collectivite
college
colloque
cologne
colombia
colombie
colonel
colonial
coloniale
coloniales
colonialism
coloniaux
colonie
colonies
colonisation
colonne
colony
color
colorectal
coloured
coltan
com
comazar
combat
combate
combats
combattant
combattants
combretaceae
come
comeca
comedie
comedien
comercial
comercializam
comercio
comestibles
coming
comite
commandement
commandeur
comme
commence
comment
commerce
commercial
commerciale
commercialise
commerciaux
commission
committee
committees
common
commons
commonwealth
commotion
commun
communautaire
communaute
communautes
commune
communication
communications
communique
community
como
comoe
comoros
compagnie
compagnies
companies
company
comparative
comparer
competitions
complete
completes
complexe
complication
complications
composant
composes
compositeur
composition
comprendre
compris
comptable
compte
computer
comte
comunidade
comunidades
comunitario
conaco
conakat
concentration
concernes
concert
concessionnaire
concessions
concordia
concours
condition
conditioninfo
conditions
conducteur
conduit
confederation
conference
confiance
confirmant
confirmation
confirmer
conflit
conflits
confrerie
confreries
confusion
congas
congicus
congo
congodemocratic
congoforum
congolais
congolaise
congolaises
congolese
congolie
congonline
congoonline
congopage
congoprofond
congos
congregatio
congregation
congres
congress
conhecimento
coninck
connaissance
connait
connaitre
connexion
connie
connor
connu
conrad
conscience
conseil
conseille
conselhos
consensus
consequence
conservation
conservatoire
considere
consiste
constipation
constitution
constitutionnelle
construction
construindo
construir
consult
consultation
consulte
consultee
consultez
consulting
consumption
contact
contaminaka
contamination
contamine
conte
contemporain
contemporaine
contemporary
contenant
content
contentieux
contenu
contenus
contes
context
continent
contingency
continuer
contra
contraception
contraction
contrat
contre
contributeur
contributeurs
contribution
contributions
control
controle
controlled
convaincre
convent
convention
conventions
conversion
cook
cooperation
coordinates
coordination
coordonnees
copa
copain
copirep
copper
copyright
coquatrix
coqueluche
coquery
coquilhatville
cor
corbeaunews
corbisieri
corbusier
cordis
coreca
cornelis
cornique
coro
corona
corpo
corporation
corps
correspond
correspondance
corriger
corruption
cos
cost
costa
costalago
costermansville
costi
cote
cotes
cotonco
cotran
couleur
countries
country
coup
coups
cour
courant
courrier
cours
course
cousins
cout
couter
covenant
covered
covid
cow
coyoacan
cp
cpb
cq
cr
crash
cream
creances
creates
createur
creation
creative
creer
crepuscule
cresois
cri
cride
crime
crise
crisis
crisp
cristof
critical
critique
critiques
croatie
crochets
crocodylus
croissant
croix
crosby
cross
crp
cruaute
cruelle
crump
crusoe
cruz
crystal
cs
csk
ct
cu
cuanza
cuba
cuivre
culte
cultivo
cultura
cultural
culture
culturecongo
culturel
culturelle
culturelles
culturels
cultures
cunha
cup
cur
curanderismo
curitiba
current
curtis
cuvette
cuvier
cv
cvz
cw
cx
cy
cycle
cyclotis
cynthia
cyprien
cyprus
cyrene
cyrille
cz
cœur
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
dabany
dacia
dacryodes
dada
daf
dag
dagbo
dagenham
daget
daher
daisy
dakar
dale
dali
dallas
daltroff
damas
dame
damnes
dan
danakil
dancam
dane
danemark
danger
dangu
daniel
danielou
danmark
dans
danseurs
danseuse
danyele
daphrose
dar
das
data
database
date
dati
dattlikon
dauphin
dave
david
davies
davis
day
dayida
db
dc
dd
de
dea
dead
dearly
death
debaba
debarquement
debat
debats
deborah
debout
debut
dec
decale
decantor
decaux
decede
december
decembre
deception
deces
dechirures
decide
decision
decisions
declarant
declic
declining
decolonisation
decoupage
decouverte
decouvertes
decret
decrochant
deep
deezer
defaillance
defao
default
defaut
defense
defi
deficiency
deficit
deficitaires
definie
definir
definition
definitive
definitivement
defoe
degenerescence
deh
dei
deja
dekempeneer
del
dela
delegates
delhezi
delhi
delirium
della
delta
deluxe
dem
demain
demand
demande
demander
demba
demeure
demi
demie
demingongo
demission
demissionner
democracy
democratic
democratie
democratique
demokrasi
demokratiki
demon
den
dendale
dene
dengue
deni
denis
denn
dennis
denoel
denomme
denonciation
denses
densite
dentaire
dental
denver
deny
deo
depart
departamento
departement
department
depeches
dependance
dependence
dependre
depistage
depite
deplick
depression
depuis
depute
deputes
der
dernier
derniere
derniers
deroulement
derriere
derval
des
desc
desclee
description
desembe
desert
desespoir
desintoxication
desire
desormais
dessa
dessin
dessins
dessous
dessus
desta
deste
destin
detail
detaillee
details
detecte
determinants
determine
detresse
detroit
dette
dettes
deutsche
deux
devant
develope
developed
development
developpement
developpent
developpes
devenir
deviendra
devient
devise
devoilee
devraient
devrait
dewahl
dewarichet
dey
df
dfbmd
dg
dh
dhabi
di
dia
diabate
diabete
diabetique
diacre
diagnosis
diagnostic
diagnostique
diaka
dialecte
dialium
diallo
diama
diamba
diambu
diamond
dianda
diane
diantantu
diarrhea
diaye
dibaya
dic
dich
dick
dicksonia
dictionary
dictionnaire
didier
dido
die
died
diego
diels
diemba
dies
diese
diesel
dietrich
dieu
dieudonne
dieumerci
diferentes
difference
differences
different
differentes
differentiating
differents
difficulte
digit
digital
digitalcongo
digne
dignite
dijon
dikala
dikando
dikembe
dilolo
dimanche
dimbedi
dimensions
dinamismo
dindo
dindon
dingi
dinosaur
dio
diocese
diocesi
diogo
diome
diop
dipanda
diphtherie
diplomatique
diplomatiques
diplome
dir
dire
direct
directe
directeur
direction
dirige
dirs
dis
disability
disasi
disc
discographie
discogs
discontinued
discours
discovery
discussion
discussions
discuter
disease
diseases
disiki
diski
disorder
disorders
dispersent
disponible
disposition
dispositions
disque
dissertation
distance
distichodus
distincts
distribution
district
districts
dit
ditu
div
divers
diversite
divin
divine
divisions
divuma
dix
dizziness
dj
dja
djambala
djamena
djanana
djembe
djemila
djenne
djibril
djibuti
djikapela
djili
djino
djiri
djo
djodjo
djolina
djoudj
djulbegovic
djuna
djungu
dk
dl
dm
dmards
dmpguide
dms
dn
do
dobok
dobson
doc
docteur
doctorat
doctorate
document
documentaire
documentaires
documentation
documents
dodo
does
dog
dogon
doi
doit
dojo
dokotolo
doktolo
dolale
dolin
dollar
dollard
dolo
dolomiti
domaine
domaniale
dome
domination
dominer
domingo
dominguez
dominica
dominicain
dominicains
dominicale
dominique
don
donc
dondo
done
dong
dongala
donne
donnees
donnell
donner
donnera
dont
dorment
dorothy
dos
dose
dossier
dote
douala
double
doudou
dougga
douleurs
dour
douro
doux
down
doyle
dp
dq
dr
drakensberg
drame
drawings
drc
dream
dreierwalder
dresde
drinking
droit
droits
drop
drug
drugs
drum
ds
dsm
dsrp
dt
dtap
du
dual
duala
dub
dube
duc
ducati
duckduckgo
duculot
duguneh
dumi
duo
durant
duree
during
dutch
dutelonome
duval
duvalle
dv
dvd
dw
dx
dy
dynamiques
dyosɛ
dz
dzando
dzemi
dzewatama
dzokanga
dzolo
dzomi
dɔ
dɔkɔ
dɔngɔ
dɛ
dɛsɛ
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
earl
east
eating
eau
eaux
eb
ebakata
ebakisa
ebakisaka
ebakisela
ebakiseli
ebalabala
ebale
ebaluki
ebamba
ebanda
ebandaka
ebandaki
ebandela
ebandelaka
ebandeli
ebandelo
ebandi
ebandisamaki
ebangami
ebatelaka
ebatelami
ebateli
ebauche
ebei
ebele
ebembe
ebende
ebenga
ebengamaka
ebengamaki
ebengami
ebengeli
ebengi
ebetamaka
ebetami
ebetele
ebeteli
ebetemaka
ebiangamaka
ebiangami
ebikaka
ebima
ebimaka
ebimaki
ebimelaka
ebimeli
ebimi
ebimisaka
ebimisaki
ebimisami
ebimisele
ebimiselo
ebimisi
ebinamaka
ebineli
ebinimaki
ebobo
ebodja
eboka
ebola
ebolo
ebomaka
ebombamelo
ebombeli
ebombelo
ebomi
ebonga
ebongi
ebongisaka
ebongisami
ebongiseli
ebongo
ebongola
ebongolaka
ebongolamaka
ebongoli
ebongwamaka
ebongwanaka
ebongwani
ebotaka
ebotamaki
ebotami
eboteli
ebre
ebukabuka
ebukaki
ebunanaka
ebunda
ebundeli
ebuneli
ebunga
ebungaka
ebuni
ebwakamaka
ebɔ
ebɔngi
ebɛ
ebɛbu
ebɛbɛlɛ
ebɛkɛ
ebɛlɔ
ec
ecartement
ecg
echange
echantillion
echantillon
echelle
echo
echos
echtgenote
eclate
ecole
economia
economie
economique
economiques
economist
ecossais
ecrire
ecrit
ecrite
ecriture
ecrivain
ecrivains
ecrivant
ecrivez
ecuador
ed
edada
eddy
edema
edgar
edge
edilivre
edinburgh
edirne
edisioni
edite
edited
editeur
editeurs
edith
edition
editions
editor
editorial
editors
edmund
edo
edouard
eds
edu
eduard
education
edulis
edward
ee
eeb
eeehh
eek
eenige
ef
efandaka
efandeli
efandelo
efandi
efelo
effect
effectifs
effective
effectivement
effects
effet
effets
efficacite
effort
efimiele
efuku
efunguami
efungwami
eg
egale
egalement
egide
eglise
eglises
egumbama
egyptien
eh
ei
eic
eifel
eighth
ein
einem
einsiedeln
ej
ejali
ejalisaki
ejekiele
ejela
ejipte
ejipti
ek
ekabola
ekabolamaka
ekabolami
ekaboli
ekabuani
ekabwana
ekabwani
ekakoli
ekalaka
ekamati
ekambami
ekambi
ekambo
ekanga
ekangama
ekangami
ekangani
ekange
ekangi
ekangisi
ekaniselo
ekatamaki
ekateli
ekati
ekauka
ekauki
eke
ekeko
ekela
ekelaka
ekelama
ekelamaka
ekelamaki
ekelami
ekelamo
ekelezia
ekeleziya
ekelezya
ekembe
ekenda
ekendaka
ekesana
ekeseni
ekeyi
ekipamaka
ekita
ekitaka
ekitaki
ekitani
ekitisaka
ekitisi
eklesia
eklesya
eklezia
eklezya
eko
ekobaka
ekobanda
ekobi
ekobikisa
ekobima
ekobongwana
ekoka
ekokaka
ekokaki
ekokana
ekokani
ekokatisa
ekokende
ekoki
ekokoma
ekokota
ekokɛ
ekola
ekolaka
ekolakisa
ekolakisaka
ekolanda
ekoleka
ekolo
ekoloba
ekoma
ekomaka
ekomaki
ekomama
ekomamaka
ekomamaki
ekomami
ekomba
ekomelaka
ekomeli
ekomelo
ekomi
ekomo
ekomɔ
ekongala
ekono
ekontaminer
ekopekisa
ekopesa
ekopɛ
ekopɛsɛ
ekosala
ekosalama
ekosalema
ekosalisa
ekosangisa
ekosengela
ekosengele
ekosi
ekosila
ekosuka
ekosɛ
ekota
ekotaka
ekotaki
ekotambolaka
ekotelaka
ekoti
ekotika
ekotikala
ekotisaka
ekotisaki
ekotisi
ekotongama
ekoumela
ekoya
ekozala
ekozongaka
ekufa
ekufaka
ekuke
ekuluzu
ekumbi
ekumisi
ekundeli
ekundolamaki
ekuse
ekutanaka
ekutanemi
ekutani
ekutu
ekwateli
ekwatolialɛ
ekwatorial
ekɔ
ekɔlu
ekɔlɔ
ekɔtɔ
ekɛ
ekɛndaka
ekɛndɛ
ekɛsani
ekɛsɛ
ekɛsɛni
el
elai
elaka
elakisaka
elakisami
elakisi
elalaka
elalelo
elali
elamba
elambamaka
elambami
elambeli
elamu
elan
elandaka
elandanaka
elandani
elandela
elandelama
elandi
elanga
elastica
elastique
elatamaka
election
elections
electrique
electriques
electrocardiogramme
electronique
eleison
eleka
elekaka
eleki
eleko
elektron
elektroniki
eleli
elelo
elembisaki
elembo
element
elements
elendani
elendisami
elenga
elenge
elengelami
elengi
elengo
elephant
elephantidae
elephants
elephas
elevage
eleves
eleyson
elf
eliamaka
eliba
eliki
elikia
elikya
elikɔptɛ
elili
elilingi
elimboli
elimo
elingaka
elingaki
elingama
elingami
elingi
elisabethville
elitre
eliyaka
eliyamaka
eliyami
elizabeth
elle
elles
elobaka
elobaki
elobamaka
elobamaki
elobami
elobeli
elobi
eloko
eloli
elombe
elona
elonga
elongaki
elongi
elongo
elongobani
elongolaka
elu
elukaka
elundu
elungu
elus
elvas
elvezia
elyaka
elyi
elɔ
elɔngɔ
elɛmbi
elɛngi
elɛngɛ
em
ema
emamaki
emanuel
emataka
emati
embala
embembi
embl
embleme
embolie
eme
emekeli
emeki
emela
emelami
ememaka
ememaki
emeneya
emergence
emergency
emerging
emery
emeseni
emfren
emibwaka
emibwakaka
emibwaki
emile
emilie
emisions
emisɔ
eml
emmanuel
emona
emonaki
emonana
emonanaka
emonanaki
emonaneli
emonani
emoni
emoniseli
emonisi
emoto
empereur
empire
employes
empreintes
emrc
emus
emɔ
emɛ
en
ena
enaf
enama
enceinte
enchainer
encore
encyclopedia
encyclopedie
encyclopedique
end
ende
endimaka
endimamaki
endimami
endimi
endingisa
endlicheri
endorsed
enene
energie
enero
enews
enfant
enfants
enfin
eng
engbongolo
engbunduka
engebene
engelsberg
engineer
engineering
engl
england
englandi
engler
english
engombi
engumba
engundukelo
engɛ
enivre
enjeux
ennedi
enregistre
enregistrement
enregistrer
enregistres
enrique
enseignant
enseignants
enseigne
enseignement
ensemble
ensɔ
entame
entandrophragma
enterite
enternete
entete
entierement
entoure
entre
entree
entrepreneur
entreprise
entreprises
entretien
enugu
enveloppe
environ
environement
environment
environmental
environnement
environnent
environs
envol
enyimo
enzyklopadie
enɛ
enɛnɛ
eo
ep
epa
epai
epana
epanzanaka
epanzani
epanzi
eparpillees
epaso
epasoli
epatite
epayi
epekisami
epekiseli
epela
epelelo
epesaka
epesaki
epesama
epesamaka
epesameli
epesami
epesi
epic
epidemic
epidemie
epidemies
epidemiol
epidemiological
epidemiology
epilepsy
epilepticus
epirev
episikɔ
episkopi
episkopo
episkɔ
epitre
epola
eponaki
eponamaki
epoque
eposa
epouse
epreuve
epsp
epuise
epumbwaka
epumbwi
epusi
epɔni
epɛ
epɛpɛ
epɛsi
epɛsɛmi
eq
equateur
equateurville
equation
equatorial
equatoriale
equilibre
equipe
er
eradication
eraklo
erazia
erc
ere
ergo
eric
erick
erickson
erik
ernest
eropa
erreur
erzegovina
es
esakanami
esako
esakweli
esala
esalaka
esalaki
esalalemaka
esalama
esalamaka
esalamaki
esalami
esalela
esalelaka
esalelamaka
esalele
esaleli
esalelo
esalema
esalemaka
esalemaki
esalemi
esali
esalisa
esalisaka
esalisi
esambelo
esanele
esanga
esangana
esangani
esangisami
esangisi
esansi
esantu
esc
esclavage
esclave
esclaves
esdras
ese
esembolami
esembwama
esengaka
esengaki
esengami
esengelaka
esengelaki
esengeleki
esengeli
esengi
esengo
esepelisaki
esi
esika
esila
esilaka
esilaki
esili
esilisaka
esilisi
esimbaka
esimbaki
esimbami
esimbeli
esio
esita
esobe
esode
esombi
esongo
esope
espace
espagne
espagnol
espana
espania
espanol
espanya
espe
espece
especes
esperanca
esperance
esperant
esperanto
espoir
esposa
esposito
esprit
essai
essais
essaouira
essenga
essential
essentialmedicines
essentials
est
esta
estao
este
ester
estes
esther
esthetique
estimates
estonia
estudo
esuka
esukaka
esuki
esukulu
esulungutu
esungaka
esus
esusu
eswaka
eswatini
esɛ
esɛngɔ
esɛngɛ
et
etabe
etablissant
etage
etait
etaleli
etalemaki
etali
etaliseli
etalisi
etambolaka
etamboli
etanda
etando
etangami
etangani
etangela
etangemi
etangi
etant
etape
etapi
etat
etataouni
etats
etazini
etc
ete
eteint
etekamaka
etelema
etelemaka
etelemana
etelemeli
eteli
eteni
etern
eternel
eterno
eternuer
eteyamaka
eteyelo
ethics
ethnies
ethnographie
ethnologue
etiami
etienne
etikaka
etikala
etikalaka
etike
etikela
etiki
etima
etinda
etindaki
etindami
etiopi
etiyaka
etiyamaka
etiyami
etiyele
etnicos
etns
etoa
etoile
etoiles
etoko
etonda
etondaka
etondami
etondi
etonga
etongaka
etongama
etongamaka
etongamaki
etongameli
etongami
etongolo
etranger
etrangere
etrangeres
etrangers
etre
etroite
ettabaa
etude
etudes
etudiant
etuka
etuleli
etumangele
etumba
etumbu
etuna
etungisaka
etutaki
etuti
etyamaka
etɔaka
etɔɛlɛ
etɛ
eu
eugene
eumelaka
eumeli
eure
eurheartj
euro
europa
europace
europaischen
europe
european
europeen
europeenne
europeennes
euta
euti
eux
ev
eva
evaluation
evandaka
evangelique
evangile
evanjile
evans
evariste
evd
eve
eveil
eventuellement
every
evezien
eviction
evidemment
evidence
evimba
evimbi
evitar
eviter
evo
evoloko
evolution
evora
ew
ewa
ewo
ewumelaka
ewumeli
ewuta
ewutaka
ewutaki
ewuteli
ewuti
ex
exactement
examen
example
excel
excellence
exces
exclusif
exclusivement
executive
exelsis
exemo
exemplaires
exemple
exercice
exergue
exil
exist
existant
existe
existence
exitcongomuseum
exotic
expansion
expedition
experience
explication
exploitant
exploitation
exploitations
exploitees
