!
"
#
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
$
%
&
'
(
)
*
+
,
-
.
/
0
00
000
001
003
007
01
014
02
020
024
026
029
03
035
04
040
046
05
051
052
06
060
062
063
064
066
07
077
078
08
080
09
096
0a
0b
0c
0d
0e
0f
0g
0h
0i
0j
0k
0l
0m
0n
0o
0p
0q
0r
0s
0t
0u
0v
0w
0x
0y
0z
1
10
100
101
102
103
104
105
106
107
108
109
11
110
111
112
113
114
115
116
117
118
119
12
120
121
122
123
124
125
126
127
128
129
13
130
131
132
133
134
135
136
138
14
140
141
142
143
144
145
146
148
149
15
150
151
153
154
155
156
157
158
159
16
160
161
163
164
165
166
167
168
169
17
170
1700
171
172
173
174
175
177
179
18
180
1801
181
182
183
1849
185
186
1861
1863
1864
1865
187
1882
189
19
190
1900
1906
1908
191
1910
1912
1914
1918
192
1923
1926
1927
193
1930
1933
1934
1936
1937
194
1940
1941
1945
195
1950
1951
1952
1955
1960
1961
1962
1963
1964
1965
1966
1969
197
1970
1973
1974
1975
1977
1979
198
1982
1983
1984
1987
199
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
1a
1b
1c
1d
1e
1f
1g
1h
1i
1j
1k
1l
1m
1n
1o
1p
1q
1r
1s
1t
1u
1v
1w
1x
1y
1z
2
20
200
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
201
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
202
2020
2021
203
204
205
206
207
208
209
21
210
213
217
218
219
22
220
223
224
225
226
228
229
23
230
231
232
233
234
235
236
237
238
24
240
243
246
247
25
250
253
255
256
257
26
260
261
262
264
265
266
269
27
270
272
275
276
277
28
280
282
284
285
286
287
288
289
29
290
292
295
296
297
299
2a
2b
2c
2d
2e
2f
2g
2h
2i
2j
2k
2l
2m
2n
2o
2p
2q
2r
2s
2t
2u
2v
2w
2x
2y
2z
3
30
300
301
302
303
305
308
31
310
312
313
315
319
32
320
321
324
325
327
328
33
330
331
332
333
334
335
336
338
339
34
340
341
342
343
344
346
348
35
350
351
354
356
36
360
361
364
365
367
368
37
370
372
374
375
378
379
38
380
384
385
388
389
39
390
392
393
394
397
3a
3b
3c
3d
3e
3f
3g
3h
3i
3j
3k
3l
3m
3n
3o
3p
3q
3r
3s
3t
3u
3v
3w
3x
3y
3z
4
40
400
403
407
408
41
410
413
415
417
42
420
421
423
424
426
427
428
429
43
430
431
433
435
436
437
44
440
445
446
449
45
450
453
457
46
460
463
465
466
47
470
475
48
483
484
489
49
492
495
496
498
4a
4b
4c
4d
4e
4f
4g
4h
4i
4j
4k
4l
4m
4n
4o
4p
4q
4r
4s
4t
4u
4v
4w
4x
4y
4z
5
50
500
503
505
51
510
512
514
518
52
520
522
523
524
528
53
530
531
532
536
538
539
54
540
542
545
546
547
55
550
56
560
568
57
573
577
579
58
580
581
582
583
589
59
590
592
593
597
598
5a
5b
5c
5d
5e
5f
5g
5h
5i
5j
5k
5l
5m
5n
5o
5p
5q
5r
5s
5t
5u
5v
5w
5x
5y
5z
6
60
600
601
603
605
606
607
61
610
611
613
614
618
62
620
623
628
63
630
634
639
64
640
641
642
646
65
650
655
656
658
66
660
663
664
666
669
67
671
676
678
68
680
686
69
695
6a
6b
6c
6d
6e
6f
6g
6h
6i
6j
6k
6l
6m
6n
6o
6p
6q
6r
6s
6t
6u
6v
6w
6x
6y
6z
7
70
700
701
705
708
71
711
716
72
722
724
725
726
728
729
73
730
732
74
740
741
747
75
750
751
755
76
760
762
766
77
770
771
772
775
777
778
78
783
787
79
790
793
794
795
796
799
7a
7b
7c
7d
7e
7f
7g
7h
7i
7j
7k
7l
7m
7n
7o
7p
7q
7r
7s
7t
7u
7v
7w
7x
7y
7z
8
80
800
801
802
804
805
807
81
811
814
819
82
821
827
83
830
831
836
837
84
841
842
843
846
85
850
854
855
86
860
863
865
869
87
870
871
874
879
88
880
882
884
885
889
89
896
8a
8b
8c
8d
8e
8f
8g
8h
8i
8j
8k
8l
8m
8n
8o
8p
8q
8r
8s
8t
8u
8v
8w
8x
8y
8z
9
90
900
909
91
912
915
92
920
922
928
93
930
934
936
94
940
946
949
95
950
953
955
956
958
96
960
965
968
97
970
975
978
979
98
980
982
984
985
987
99
990
9a
9b
9c
9d
9e
9f
9g
9h
9i
9j
9k
9l
9m
9n
9o
9p
9q
9r
9s
9t
9u
9v
9w
9x
9y
9z
:
;
<
=
>
?
@
[
[CLS]
[MASK]
[PAD]
[SEP]
[UNK]
\
]
^
_
`
a
a0
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
aabeestsoh
aabizhiistł
aachil
aad
aada
aadah
aade
aadi
aadigaii
aadigii
aadii
aadji
aadoo
aagi
aago
aagoo
aah
aahde
aahdi
aahgo
aahgoo
aahi
aahigii
aahj
aahjhi
aahji
aahjigo
aahnteel
aahoosht
aahtoohdi
aahwiinit
aaji
aakaa
aala
aali
aalogii
aalya
aan
aandi
aani
aanii
aaniigii
aaniiłbahi
aantah
aasda
aasdahi
aasdahigii
aash
aashi
aashii
aashiitsoh
aasht
aat
aatah
aatsoh
aatsohtah
aatł
aayilkee
aazt
aał
aała
aałani
aałanitah
aałii
aałjini
aałkaa
aałtsoii
aałtsooi
ab
aba
abani
abanichili
abanigi
abaniłchii
abaniłtsoii
abe
abinigo
abishjaa
abyssinicus
ac
acanthiza
acanthodactylus
acanthosaura
accipiter
account
ach
acomys
acres
acridotheres
acrocephalus
act
actinodura
acutirostris
ad
ada
adaa
adaadin
adaadingo
adaadinigii
adaadootł
adaalya
adaalyaa
adaaniigo
adaaniłneez
adaat
adaazli
adaazlini
adaałts
adadootł
adah
adahalya
adahiilahi
adahiili
adahiiliinii
adahiilini
adahiilinidi
adahiilinigii
adahiilinitah
adajileeh
adaniłdaas
adaniłneez
adaniłneezgo
adaniłtso
adaniłtsogo
adee
adeekini
adees
adeest
adeeto
adeii
adeileeh
adein
adeis
adeił
adeiłi
adenomera
adi
adiih
adijiłii
adilohigii
adilohii
adin
adingi
adini
adinigii
adishishi
aditsahiitsoh
adiłhashigii
adiłhałii
adlani
adoo
adoole
adoolni
adootł
adzi
adziihii
adzoogai
ae
aegithalos
aeneus
aerodramus
aethopyga
af
afer
affinis
africanus
afrixalus
afroedura
ag
aga
agalychnis
agama
agapornis
agave
ageed
ageedi
ageedigii
agency
agha
aghaa
aghada
aghahoot
aghalii
aghaliiłani
agi
agii
agiidaakini
agiishzhiin
agiitseenezi
agiiłbahi
agiiłbai
agilis
agkistrodon
ago
ah
aha
ahaadi
ahaah
ahadit
ahaetulla
ahalya
ahalyani
ahaya
ahayoi
ahdi
ahe
aheehashi
aheehałti
aheeniłneez
aheełt
aheełtehe
ahgi
ahgo
ahi
ahida
ahidaałt
ahidayiisoohnii
ahide
ahideelk
ahideidiiłkaad
ahideidiiłkaadi
ahidi
ahidiili
ahidiilini
ahidiilinidi
ahidiitł
ahidziil
ahiga
ahigii
ahii
ahiidi
ahiidiiłkaadi
ahiits
ahijooga
ahjigo
ahnii
ahoodzani
ahoohai
ahoohaistł
ahoohait
ahoohaiłbahi
ahoolyaa
ahooshoni
ahoot
ahot
ahtah
ahtsohi
ahweeh
ai
aii
aimophila
ainezi
aitah
aits
aj
aji
ajit
ajiłtsoh
ak
aka
akagi
akał
akałii
aketł
ako
akoh
akondi
akot
akwe
akwee
akwei
akwii
akwiida
akwiigo
akwiishi
akwiit
al
ala
alach
alba
albicollis
albifrons
albigularis
albiventris
albogularis
albus
alchi
alcippe
aldeeh
aleeh
aleehtsoh
alghałgo
alghałigii
ali
alk
alleni
aloos
aloostah
alophoixus
alouatta
alya
alyaa
alyaaigii
alzhishi
am
amaurornis
amazilia
amazona
amazophrynella
amblyomma
ambystoma
ameerega
ameiva
american
americana
americanus
amolops
amphisbaena
amtrak
amytornis
an
ana
anaa
anaaja
anaashashi
anairetes
anas
anaxyrus
and
anda
andamanensis
andinobates
androctonus
aneehlaa
aneel
aneela
anehe
aneides
angeles
angolensis
ani
anidi
anidilzhi
anigi
anigii
anii
aniikaadiidi
aniiłtso
aniiłtsoh
anili
animal
anini
aninigii
anish
aniłdaas
aniłdas
aniłneez
aniłneezgo
aniłt
aniłtso
aniłtsogo
annie
annulatus
anolis
anomaloglossus
anoodo
anous
anser
ansonia
ant
antechinus
anthochaera
anthreptes
anthus
antonio
antrostomus
anzaadi
ao
aoo
aotus
ap
apache
apalis
aphelocoma
aphonopelma
aplastodiscus
aplonis
apodemus
apus
aq
aquifer
aquila
ar
ara
arachnothera
aramides
arborophila
arctocephalus
ardea
ardenna
ardeola
are
argya
arizona
arremon
artamus
artemisia
artibeus
as
asaa
asaccus
asai
asanii
asclepias
asda
asdaa
asdzani
asdzoh
asdzooi
asga
ash
ashch
ashchi
ashdla
ashgo
ashiih
ashiihdi
ashiihi
ashiihkooh
ashjani
ashje
ashkii
asho
asht
ashtłish
asio
ask
asli
asoli
asoł
asper
aspidoscelis
assimilis
asthenes
astragalus
asts
astsih
astsihigii
aszdoh
aszi
aszoli
at
ata
ataa
ataałgaii
atah
ateehii
ateles
atelopus
ater
athabaskan
atheris
ati
atiin
atiisgo
atisgo
atra
atractus
atricapilla
atriceps
atrogularis
ats
atsa
atsagaa
atsato
atsatsoh
atsałbai
atsałchii
atsałgaiitsoh
atseenteli
atseełts
atseełtsoii
atsi
atsiniltł
attila
atł
atłeeh
au
aulacorhynchus
auratus
aurifrons
australis
av
avicularia
aw
awe
awee
awoshigii
awoshii
ax
axis
ay
aya
ayaa
ayaai
ayaanii
ayaash
ayaashiłba
ayaashiłtsoii
ayaashiłzhiin
ayaałchii
ayaałtso
ayahkini
ayani
ayanichili
ayanitah
ayanitsii
ayanitsoh
ayazhi
ayeezhii
ayi
ayiila
ayiilaa
ayiisigii
ayilkee
ayiłta
ayo
ayoo
aythya
az
azdzoh
azee
azeedich
azgi
azha
azhe
azhee
azhi
azhiih
azhoosh
azi
azii
aziide
aziitah
azis
azisi
azka
azkani
azkanii
azli
azo
azolii
azt
ał
ała
ałaah
ałah
ałbaasii
ałbahi
ałch
ałchi
ałchihi
ałchili
ałchini
ałchinida
ałchinigii
ałchozh
ałchozhgo
ałchozhi
ałchozhigii
ałchozhii
ałchxii
ałda
ałdo
ałdoohii
ałgaa
ałghałgo
ałha
ałhee
ałheełt
ałhida
ałhidadiidzooigii
ałhidadiik
ałhidiiliinii
ałhii
ałhiikaigo
ałhosh
ałhoshii
ałhoshiigi
ałk
ałkaa
ałkaahi
ałkee
ałkizhii
ałko
ałna
ałnaa
ałnaada
ałnaadaat
ałnanoodo
ałnaozt
ałni
ałnii
ałniiji
ałt
ałta
ałtaas
ałtehii
ałti
ałts
ałtsa
ałtse
ałtsedii
ałtsiisi
ałtso
ałtsoni
b
b0
b1
b2
b3
b4
b5
b6
b7
b8
b9
ba
baa
baah
baahgo
baanda
badius
baeolophus
bahadzid
bahadzidi
bahadzidigii
bahane
bahaz
balaenoptera
barbatus
bashas
bashdo
basileuterus
basiliscus
batis
batrachoseps
batrachostomus
bavayia
bayoodzin
bb
bc
bd
be
beda
beddomei
bee
beegashii
beegashiitah
beegashiitsoh
beehai
beehaz
beeho
beehozin
beehwiisgani
beel
beeni
beesh
beeshbich
beeshdi
beeshgaii
beeso
behavior
bendoola
bengalensis
beshjah
bf
bg
bh
bi
bia
biangular
bibaah
bibaahde
bibaahdi
bibaahgi
bibaahgo
bibaahgoo
bibe
bibeesh
bibeeso
bibid
bich
bicha
bichaa
bichi
bichidi
bichohi
bicolor
bida
bidaa
bidaadzitsooigii
bidaagai
bidaanezi
bidaatsahi
bidaatsoh
bidaatsohigii
bidaazis
bidaghaa
bidahoochii
bidahts
bidee
bideeneezigii
bideenezi
bideełani
bidiltłish
bidine
bidiyogiihnii
bidizhch
bidizhchi
bidił
bidoh
bidzidze
bidziil
bidziilde
biempire
big
bigaa
bigaan
bigaanezi
bigaants
bigaanłani
bigha
bighaa
bighahoot
bighan
bighandi
bighanigii
bigiizh
bigiizhdi
bigod
bii
biibii
biich
biigha
biighaan
biighaantsiighaa
biih
biihchili
biihili
biihto
biihtoodi
biina
biinis
biishch
biiwii
biizhii
bijaa
bijaad
bijaadts
bijaateli
bijanil
bijeeh
bijeekałi
bijei
bik
bika
bikaa
bikaadi
bikaago
bikaagoo
bikaaji
bikagi
bikagineesk
bikaigii
bikashtł
bike
bikedaayah
bikedaayahdi
bikee
bikeenezi
bikeshgaan
biket
biketł
bikeyah
bikeyahde
bikeyahdi
bikeyahgo
bikeyahgoo
bikeyahigii
bikeyahji
bikezhoozh
bikezhoozhnezi
bikezhoozht
bikin
bikindi
bikiniyah
biko
bikooh
bikoohdi
bila
bilagaana
bilagaanak
bilalatah
bilasaana
bilashgaan
bilashgaanezi
bilashgaantsohi
bilat
bilata
bilatah
bilatsohtsahi
bili
bima
bimagnetic
bina
binaa
binaaltsoos
binaalyehe
binaanish
binaat
binaatsohigii
binaałgaai
binaałtsooi
binaghah
binaghahgo
binahaaztiinii
binahaazyi
binahaazyinide
binahji
binak
binas
binastaan
binats
binatsi
binayaa
binayaah
binazis
bine
bineel
bineest
bini
binida
binihiiyi
binii
biniigha
biniina
biniinaa
biniitsi
biniiye
biniye
biniłch
biolta
bis
bisga
bisi
bisii
bisilao
bisilaołtsooi
bisndishchii
bison
bisoodi
bisoodichi
bisooditsoh
bisoodiłchii
bistahi
bit
bita
bitaa
bitaagi
bitaaji
bitah
bitasht
bitat
biteeh
biteehdi
biteel
biteelde
biteeltsi
bitiin
bitiini
bitis
bito
bitonli
bitoo
bitooh
bitoohdi
bits
bitsa
bitsee
bitseeneezigii
bitseenezi
bitseeshgaan
bitseet
bitseetsohigii
bitseewozhi
bitseeyaa
bitseełtsooigii
bitsi
bitsii
bitsiichiishgahi
bitsiigha
bitsiiji
bitsiin
bitsiinezi
bitsiit
bitsiits
bitsiiyah
bitsiizool
bitsiiłtsooi
bitsili
bitsin
bitsinaa
bitsoo
bitł
biwaashindoon
biweb
biwodinibini
biwoo
biwos
biwozhah
biya
biyaadaa
biyaade
biyaadi
biyaadoo
biyaagi
biyaats
biyaayaah
biyaazh
biyaazhdi
biyah
biyazhi
biyeezhii
biyi
biyihaah
biyihah
biyihahgo
biyii
biyiidi
biyo
biza
bizaad
bizaadji
bizabaah
bizazi
bizdilid
bizdilidigii
bizee
bizeedzisgaaigii
bizeejijinigii
bizees
bizeet
bizeets
bizego
bizhe
bizhee
bizhi
bił
biłda
biłeeyoot
biłhaazhchin
biłikahii
biłna
bj
bjaad
bk
bl
black
bm
bn
bo
boarding
boehmi
boiga
bokermannohyla
bolbolii
bolitoglossa
bombina
book
books
boophis
boquillas
borealis
bos
bothriechis
bothrops
boulengeri
bp
bq
br
brachycephalus
brachymeles
brachypelma
brachyura
brachyurus
bradypodion
branta
brasiliensis
brevicauda
breviceps
brevirostris
brevis
britannica
brookesia
bryophryne
bs
bt
bu
bubalus
bubo
bufo
bufotes
bungarus
bureau
burhinus
burnie
buteo
buteogallus
buthus
bv
bw
bx
by
bz
c
c0
c1
c2
c3
c4
c5
c6
c7
c8
c9
ca
cabanisi
cacatua
cacicus
cacomantis
caerulea
caerulescens
caeruleus
caffer
calamaria
calendulauda
calidris
california
californicus
callithrix
callosciurus
calotes
calumma
calyptorhynchus
camp
campephilus
campestris
campethera
campylorhynchus
canadensis
canis
cantorchilus
canyon
capensis
capito
capra
caprimulgus
cardinalis
carinatus
carlia
carlos
carolina
carolinensis
carpodacus
casino
castanea
castaneus
catharus
caudata
caudatus
cavia
cb
cc
cd
ce
cebus
cecropis
celebensis
celeus
cells
census
center
centrolene
centropus
centruroides
century
cephalophus
cerastes
cercocebus
cercomacra
cercomacroides
cercopithecus
cercotrichas
ceres
certhia
certhilauda
cervus
cf
cg
ch
cha
chaa
chaaneiłmaasii
chaasht
chaat
chahałheeł
chalcides
chamaeleo
charadrius
charinus
chashk
chaves
chech
cheewokii
chelodina
chelonoidis
chemical
cherokee
chełchaa
chełgaidahiilini
chełgaidahiilinidi
chi
chiasmocleis
chidi
chiiłchin
chil
chilabothrus
chilensis
chili
chinensis
chironius
chishi
chishii
chloephaga
chlorocebus
chloropsis
cho
choda
chodayooł
chodeiyooł
choo
chooda
chool
chooyeeł
chooz
choozh
choozhghalii
chordeiles
chroicocephalus
chrysococcyx
chxooh
chxoołchi
ci
ciconia
cinclodes
cinclus
cinerascens
cinerea
cinereus
cinnamomeus
cinnyris
circaetus
circus
cisticola
city
cj
ck
cl
clamator
cm
cn
cnemaspis
co
coccyzus
code
codex
coeligena
coelognathus
coendou
colaptes
collaris
college
columba
columbina
com
community
company
concolor
conirostrum
conopias
conopophaga
contopus
cophixalus
copsychus
coracias
coracina
corallus
cordylus
cornutus
coronado
coronata
coronatus
corvus
cossypha
coua
council
cp
cq
cr
cranioleuca
crassirostris
craugastor
crinia
cristata
cristatus
crithagra
crocidura
crocodylus
crotalus
cryptoblepharus
cs
ct
ctenomys
ctenophorus
ctenosaura
ctenotus
cu
cucullata
cucullatus
cuculus
culture
cuora
cuvieri
cv
cw
cx
cy
cyanocorax
cyanolyca
cyanomitra
cyanoramphus
cyclura
cygnus
cynomys
cyornis
cyrtodactylus
cz
d
d0
d1
d2
d3
d4
d5
d6
d7
d8
d9
da
daa
daach
daadanigii
daadili
daadziilii
daaghahii
daago
daaheets
daak
daakini
daako
daalba
daalbaa
daalbahigii
daalchi
daalchii
daalgaaigii
daalgai
daalghałgo
daalkizh
daalkizhi
daalkizhigii
daalnood
daalta
daaltso
daaltsooigii
daaltsooitah
daaltsxo
daaltsxooigii
daalye
daalzhin
daalzhini
daalzhinigii
daalzholigii
daanezi
daani
daaniigo
daanteel
daanteli
daantsaaigii
daantsaaitah
daantsxaa
daasdzo
daasdzoh
daashiyishi
daashiyishii
daashtłizhigii
daask
daaszoh
daat
daatanii
daateel
daats
daatsahi
daatsohi
daatsohiiłbahi
daazdoigii
daazhahii
daazk
daazt
daałbahi
daałteli
daałti
dabighan
dabighanigii
dabijini
dabijinii
dabikin
dabili
dabizaad
dacnis
dada
dadhaz
dadi
dadich
dadijool
dadijooli
dadijooligii
dadik
dadinilchi
dadinilchii
dadiniltso
dadiniltsxo
dadinilzhin
dadisxos
dadisxosigii
dadita
daditani
dadits
daditł
dadiłhił
dadiłhiłigii
dadootł
daghaa
daghailchiih
dah
dahalne
dahane
dahba
dahbatah
dahch
dahididlo
dahidiiniiłii
dahiiti
dahina
dahinaa
dahinanigii
dahndzilgai
dahoditłee
dahojiyaanii
daholo
daholoni
daholonigii
daholoniji
dahoołch
dahsani
dahsanigi
dahsanitsoh
dahsidahigii
dahsinil
dahtoo
dahts
dahyikahji
damiiltsoh
daneedo
danel
danichxo
danihiłni
daniilkaalii
danil
danili
danilinigii
danineez
danineezi
danineezigii
danizhoonii
danliinii
danlinide
danteel
dantsaa
dantsaaigii
dantsxaa
dantł
daolta
daolye
daolyehigii
daolyehiji
darevskia
dasdzo
dasyprocta
data
david
dawolye
dayiitsahii
dayikahji
dayozhi
dazli
db
dc
dd
de
deek
deeki
deekini
deekinigii
deelgedigii
deelgeed
deeneez
deeninii
deeschii
deesdoigi
deeshchii
deeshgiizh
deeshgiizhnii
deeshgizh
deeshgizhigii
deeshjin
deeshzha
deestsiin
deestł
deet
deeteel
deetiihii
deetiihiik
deetiin
deetiindi
deeyisdiz
deez
deezli
deezlini
deezlinidi
deeł
deełgai
dei
deibaali
deidla
deidlani
deighazhigii
deigo
deil
deildeeł
deildeełgo
deildeełi
deildeełii
deilghał
deilghałii
deinihootso
deinił
deisdli
deisna
deist
deit
deiya
deiyani
deiyozhi
deiz
deizhnish
deizi
deiłchi
deiłchozh
deiłchozhgo
deiłchozhi
deiłchozhii
deiłkaałii
deiłnaadii
deiłnaadiilkoohi
deiłni
deiłnigo
deiłnii
deiłniigo
delma
dendrelaphis
dendrocopos
dendrocygna
dendrolagus
dendropicos
dendropsophus
department
dermacentor
desmognathus
dełi
df
dg
dh
di
diadema
dialect
dibaa
dibe
dibeda
dibelchi
dibeneez
dibełchi
dicaeum
dich
dichin
dichiłi
dichiłigii
dicrurus
dictionary
didelphis
diego
dighahii
dighahiitsoh
digii
diglossa
dii
diichiłi
diichiłito
diichiłitoodi
diiji
diilid
diilidi
diilii
diilye
diin
diingo
diishi
diishji
diit
diitiin
diitiindi
diitiini
diits
diitł
diiłdzid
dijadidlo
dijadigii
dije
dijee
diji
dijool
dijooli
dijooligii
dik
dikii
dikos
dikwii
dikwiidi
dilch
dilcha
dildo
dilk
dilkooh
dilkoohi
dilkoohigii
dilni
dilt
dilwo
dilyesii
dilyesiitah
dilyi
dilzeehii
dilzh
dilzhe
dilzhi
dilzin
dimiilgo
dimiiltsoh
dimiiltsohgo
dina
dinas
dine
dineesdo
dineeshzhee
dinek
dinetah
dini
dinii
dinilba
dinilbaa
dinilbaago
dinilbago
dinilbahi
dinilbahigii
dinilchi
dinilchii
dinilgaaigii
dinilgai
dinilgaigo
diniltso
diniltsogo
diniltsooi
diniltsooigii
diniltsxo
diniltsxogo
diniltsxooigii
dinilzhin
dinilzhingo
dinilzhini
dinilzhinigii
dinoodi
dinooltł
dinootł
diplodactylus
dipodomys
dipsas
discoglossus
discolor
dishji
dishooi
disney
displaystyle
disxos
disxosgo
disxosi
disxosigii
dit
dita
ditani
ditanigii
dits
ditsin
ditł
ditłe
diversity
diwoozhtah
diwozh
diwozhi
diwozhigii
diwozhii
diwozhitah
diyin
diyogi
diyoosh
dił
diłch
diłdanii
diłdoohi
diłhił
diłhiłgo
diłhiłi
diłhiłigii
diłhiłii
dj
dk
dl
dlaad
dlaadi
dleesh
dlo
dlodziłgaii
dlozishzhiin
dloziłbahi
dloziłchii
dloziłgaii
dm
dn
do
dodge
dogii
doi
dolii
doliiłbahi
doo
dooda
doodaii
doohats
dooji
dook
dookwiishde
doole
dooleeł
dooleełigii
doolghasi
doolk
doolniiłii
doot
dootł
dooła
dorling
dorsalis
dp
dq
dr
draco
drymophila
dryophytes
ds
dt
du
ducula
duttaphrynus
dv
dw
dx
dy
dysithamnus
dz
dzaaneez
dzeeh
dzidze
dzidzetsoh
dzigaaigii
dzigai
dzigaii
dzihootsooi
dziil
dzilchii
dzilgaaigii
dzilgai
dzili
dziltso
dziltsooigii
dziltsxo
dzisgai
dzitso
dzitsooigii
dzitsxo
dzitsxooigii
dził
dziłatah
dziłgaii
dziłgaiitsoh
dziłgha
dziłgi
dziłijiin
dziłk
dziłlatah
dziłta
dziłtah
dziłtahgi
dziłts
dziłtsi
dzolnigii
dzoot
e
e0
e1
e2
e3
e4
e5
e6
e7
e8
e9
ea
earth
eastern
eb
ec
ed
eda
edi
edo
edu
education
ee
eedeetł
eedi
eegi
eego
eeh
eehgaii
eehgo
eehii
eehiłii
eehjiyaan
eehozin
eehozinii
eejilchii
eeke
eeli
eelii
eelkid
eelyei
ees
eeshchi
eeshzhiin
eez
eezh
eezhi
eezhitsoh
eeł
eełi
eełidaa
eełidaaki
eełide
eełigii
eełii
eełitsoh
eełti
ef
eg
egai
egernia
ego
egretta
eh
ehdi
ehe
ehgo
ehigii
ehii
ehji
ehjigo
ehna
ehniih
ehta
ehtah
ei
eida
eigo
eii
eirenis
eiya
ej
ek
ekini
el
elachistocleis
elaenia
elaphe
eldiil
eldiildahsinildi
eldiilsani
eldiilsanidi
eldooh
eldoohtsoh
eldzisi
elegans
element
elementary
eleutherodactylus
ellioti
elseya
elyaaigii
em
emberiza
emoia
empidonax
en
encyclopaedia
encyclopedia
english
enicurus
enyalioides
eo
eos
ep
epicrates
epictia
epinecrophylla
eptesicus
eq
equus
er
eremias
eremomela
eremopterix
eriogonum
erythrocephala
erythrogaster
erythrolamprus
erythrura
es
esa
esgizii
eshchi
eshjaa
eshjaatsoh
esigii
esoołii
estrilda
et
etah
etiin
etsoh
eu
eublepharis
eudyptes
eulamprus
eulemur
euphonia
euplectes
european
eurycea
euscorpius
eutropis
ev
everetti
evolution
ew
ex
example
exchange
executive
exilis
eximius
ey
ez
ezh
ezhi
ezhii
ezhiin
ezhiitsoh
ezhoo
ezhootah
f
f0
f1
f2
f3
f4
f5
f6
f7
f8
f9
fa
faa
facts
fadler
falco
fallax
fasciata
fasciatus
fb
fc
fd
fe
felis
femoralis
fendleri
ff
fg
fh
fi
fiat
ficedula
field
fischeri
fj
fk
fl
flavescens
flavicollis
flavipes
flavirostris
flaviventris
flavus
flu
fm
fn
fo
for
formicivora
forpus
fort
fp
fq
fr
francisco
francolinus
from
frontalis
fs
ft
fu
fulica
fuliginosa
fuliginosus
fulvetta
fulvus
fumigatus
funambulus
furcifer
furnarius
fusca
fuscicollis
fuscus
fv
fw
fx
fy
fz
g
g0
g1
g2
g3
g4
g5
g6
g7
g8
g9
ga
gaa
gaagii
gaagiito
gaamalii
gaants
gaanłani
gaaziz
gad
gadnezi
gah
gahgi
gahjaa
gahnii
gahtsoh
gai
gaii
galagala
galbula
galerida
gallinago
gallirallus
gallotia
garrulax
garrulus
gastrotheca
gavia
gazella
gałbahi
gb
gc
gd
ge
geeso
gehyra
gekko
general
generating
genetta
geoffroyi
geokichla
geopelia
geophysical
geositta
geospiza
geothlypis
geotrygon
gephyromantis
gerygone
gf
gg
gh
gha
ghaaji
ghosttowns
gi
giganteus
gigas
gii
gila
gini
ginitsoh
giniłbahi
giniłchii
giraffa
gj
gk
gl
glareola
glaucidium
gloydius
gm
gn
gnis
go
god
goditani
gogoo
gohweeh
gohweełchi
gold
golizhii
gona
gonatodes
gone
goniurosaurus
gonocephalus
goo
goodi
googii
googiilt
goohniinii
gopherus
gov
gp
gq
gr
gracilis
grallaria
grandis
granti
granulatus
graptemys
griseus
grus
gs
gt
gu
guentheri
gularis
guttata
guttatus
gutturalis
gv
gw
gwiik
gx
gy
gyps
gz
h
h0
h1
h2
h3
h4
h5
h6
h7
h8
h9
ha
haa
haach
haachxeehii
haageed
haageedi
haaji
haajini
haal
haali
haalini
haalinidi
haalne
haalzheeh
haalzheehgo
haalzheehii
haasch
haazhdiilwo
haazli
habitiin
habitiindi
hada
hadaalzheeh
hadaalzheehgo
hadaalzheehii
hadadi
hadahiili
hadahiiliinii
hadahiiliiniidi
hadahiiliiniikooh
hadahiilini
hadahooliid
hadahooliidigii
hadeel
hadeili
hadlaad
hadlaadtah
hadzo
haematopus
hagedi
haha
hahadleeh
hahaz
hahazteel
hahazteeldi
hahoodzo
hahoodzodi
hahoodzoji
hahoodzooigii
hahooliid
hai
haigo
haiłkaahgo
hajiiloh
hak
hakazi
hakazitah
hakees
halani
halanidi
halanitah
halba
halbaa
halbahi
halbahigii
halchi
halchii
halchiide
halchiitah
halchxi
halchxii
halcyon
halgaai
halgaaiidi
halgai
halgaide
halgaii
halgaiidi
halgaiigi
halgaiisdisi
halgaiitah
halgaiito
halgaitah
hali
haliaeetus
halingo
halkizh
halkizhigii
halkizhii
halne
haltso
haltsoii
haltsooi
haltsooidaa
haltsooigii
haltsooii
haltsooiidi
haltsooitaat
haltsooitah
haltsooito
haltsotah
halzhin
halzhini
halzhinigii
hanaadli
handaa
handbook
hane
haneeh
haneehgo
hani
hapalemur
hardwickii
harpactes
has
hasaanii
hasani
hasbidi
hasbiditsoh
hasbidiłbahi
hasbidiłtsooi
hashk
hashkehe
hashtł
hast
hasta
hastani
hastaniji
hastiin
hastoi
hasze
haszee
hasłeeh
hat
hataałi
hataałigii
hats
hatsoh
hatsohde
hatsohdi
hatsohnii
hatł
have
hayazhi
hayazhidi
hayazhiidi
hayiileehi
haz
haza
hazei
hazeintsxaai
hazeit
hazeits
hazgani
hazho
hazli
hazna
hazni
hazteel
hazteeldi
hałbi
hałchii
hb
hc
hd
hda
hde
hdi
he
health
hebius
heets
heeł
hemidactylus
hemionus
hemispingus
hemitriccus
herpsilochmus
heterixalus
heterometrus
heterophasia
hf
hg
hgo
hh
hi
hida
hideti
hierococcyx
high
higii
hii
hiichili
hiidi
hiigi
hiizna
hiiłbahi
hiiłch
himalayana
himantopus
hina
hinaa
hipposideros
hirundo
historic
history
hits
hiv
hiłiiji
hj
hji
hk
hl
hm
hn
hnezi
hni
ho
hochxo
hodgsoni
hodi
hodiilid
hodiilidi
hodik
hodilyeesgo
hoditł
hodiłch
hodiłk
hodootł
hok
hokanii
hokaniitsoh
holeehgo
holi
holo
holoni
holonigii
homosexuality
honeestiin
honeestiinide
honeezi
honeeziidi
honeeziligi
honeezitsoh
honeezk
honiigaah
honoojitah
hoodzo
hooghan
hooghandi
hooghanigii
hool
hoolyeedi
hoolyeegoo
hoolyeeji
hoolyehigii
hoolzhiizh
hoolzholigii
hootso
hoozdo
hoozdodi
hoozk
hoołtseii
hoołtseiigi
hoołtseiitah
hopi
horornis
hos
hosh
hoshdodii
hoshi
hoshtah
hot
hoteel
hoteelde
hoteeldi
hoteeli
hoteeligii
hoteelinli
hoteelnii
hotsaa
hotsaadi
hotsaaigii
hotsooi
hotsxaa
hotł
hoyaanii
hoyaaniitsoh
hoye
hoyee
hoz
hozho
hozhoon
hozhoonii
hozin
hoł
hołch
hołdzil
hp
hq
hr
hs
ht
htm
html
htsahi
htsohigii
http
hu
humeralis
humilis
hv
hw
hweeldi
hweeldigo
hweełhini
hwiidzoh
hx
hy
hyalinobatrachium
hydrophis
hydrornis
hyla
hylarana
hylobates
hylophilus
hyloscirtus
hynobius
hyperolius
hypocnemis
hypoxantha
hypsiboas
hypsipetes
hystrix
hz
i
i0
i1
i2
i3
i4
i5
i6
i7
i8
i9
ia
ib
iberolacerta
ic
ichili
ichthyaetus
ichthyophis
icterus
id
ida
idaa
idadeeldloohi
idadilyehe
idbaah
idbaasdisi
ide
idgo
idi
idigii
idii
idiidi
ido
idoolwoshii
idta
idtah
idziba
idzigaaigii
idzigai
idziilnii
idzitso
idzitsooigii
ie
if
ig
igeedi
igi
igii
igo
igoo
ih
ihdi
ihgo
ihi
ihii
ihiitsoh
ihiiłbai
ihitsoh
ihoniitaahigii
ihootso
ihootsooi
ii
iibezhi
iich
iichih
iichiih
iichili
iid
iida
iidayiitsahi
iidayiitsahichili
iide
iideeta
iideiyiitsahi
iidi
iidigii
iidii
iidisi
iigaah
iigah
iigai
iighahits
iighazhi
iighazhigii
iigi
iigo
iih
iihgo
iihi
iihii
iijee
iijihi
iijiih
iikooh
iil
iila
iili
iilkoohi
iilkoohitsoh
iilnaahigii
iilni
iilwo
iin
iina
iinabani
iinda
iinee
iingaii
iingo
iini
iinii
iiniił
iiniiłii
iinishigii
iintani
iintonli
iis
iisbai
iisbainli
iisbaitah
iisbaito
iish
iishchiitah
iishi
iishjaashchili
iishjaashtsoh
iishk
iishnezi
iisht
iishtsii
iishtsoh
iishzhiin
iishzhinii
iishzhininli
iisi
iisigii
iisigo
iisii
iista
iistah
iistahi
iisto
iistohi
iists
iistsoh
iistsooitah
iisxiinii
iisyaakin
iisyaazh
iit
iitah
iito
iitseenezi
iitso
iitsoh
iitsohchili
iitsooh
iiya
iiyees
iiyilwoo
iiyisigii
iiyisii
iiyiyiitsahi
iiyiyiitsahichili
iiyiyiitsahizhiin
iiyiyiitsahiłbahi
iiyiyiitsahiłtsooi
iiz
iizh
iizhtah
iił
iiłbahi
iiłchii
iiłgaii
iiłigii
iiłni
iiłta
iiłtsoiitah
iiłtsooi
ij
iji
ijichii
ijijin
ijijinigii
ijijinii
ijilchii
ijini
ijinigii
ik
ikooh
il
ilatah
ilchili
ilgi
ilgo
ilhaat
ili
iligii
ilii
iltaalk
iltaalzhahii
iltaat
iltah
ilto
ilyi
ilzhoo
im
imah
imantodes
in
inaa
inc
incilius
inda
indian
indica
indicus
indo
indosylvirana
ineedlishii
ineeshbizhii
ineeshbizhiits
ineez
influenzavirus
ingerophrynus
ini
inidi
inigii
inii
iniidi
iniihii
inijił
inili
inilini
init
initsoh
inli
inornata
inornatus
insadoobiidiiya
insignis
insularis
intermedia
intermedius
international
intsoh
io
ip
iq
ir
is
isbn
ischii
ischiito
ischiitoodi
ischnocnema
ish
ishchii
ishchiitah
ishdi
ishi
ishiibeezhii
ishiibeezhiinii
ishiibeezhiishzhiin
ishishji
isi
isigii
isii
iso
it
itah
ito
its
itsa
itsoh
itł
itłxiihigii
iu
iv
iw
ix
ixobrychus
ixodes
iy
iya
iyaan
iyi
iyii
iyiit
iz
izh
izhaazhii
izhaazhiichili
izhaazhiitsoh
izhaazhiiłbai
izhaazhiiłchii
izhdeetł
izhgo
izhi
izhigii
izhii
izhiidi
izhiin
izhit
izhitah
izhitsoh
izi
izigii
izii
ił
iłbai
iłgaai
iłgo
j
j0
j1
j2
j3
j4
j5
j6
j7
j8
j9
ja
jaa
jaach
jaad
jaadch
jaadnezi
jaadts
jaadtł
jaaniłts
jaatsohi
jaałanii
jaałaniichili
jadi
jadidlo
jadigi
jadito
jaditsoh
jadiłani
jamaicensis
james
japalura
japanese
japonica
japonicus
javanica
javanicus
jb
jc
jd
je
jee
jeeh
jeeshoo
jeeshootsoh
jei
jelii
jemez
jf
jg
jh
ji
jigo
jiiniihi
jijin
jijinigii
jik
jilchii
jiljin
jiljinigii
jin
jini
jishchaa
jiyaan
jiłhazhi
jj
jk
jl
jm
jn
jo
john
johonaa
jonaa
joogii
joołdahsi
joseph
journal
jp
jq
jr
js
jt
ju
juan
june
jv
jw
jx
jy
jz
k
k0
k1
k2
k3
k4
k5
k6
k7
k8
k9
ka
kaa
kaabin
kaagoo
kai
kaiigii
kaloula
kb
kc
kd
ke
keda
kedahat
keedahat
keehat
keelool
keelooltsoh
kees
kegiizhi
kehat
keida
kelchiła
kenezi
kerivoula
keshgaani
ketł
keyah
keyahdi
keyahigii
kezhoozh
kełanii
kf
kg
kh
ki
kiidi
kiis
kin
kinderley
kindi
kingha
kingii
kinosternon
kinsaa
kintaa
kintah
kinteel
kinyongia
kinłani
kinłitsosinil
kits
kj
kk
kl
km
kn
knipolegus
ko
konehigii
kot
kp
kq
kr
ks
kt
ku
kuhlii
kurixalus
kv
kw
kwa
kwe
kwee
kwevkepaya
kwii
kwiishde
kwiiyahdi
kx
ky
kz
l
l0
l1
l2
l3
l4
l5
l6
l7
l8
l9
la
lacerta
lach
laevis
lagenorhynchus
lagonosticta
lagopus
lake
lalage
lampropeltis
lamprotornis
language
languages
laniarius
lanius
larus
lasiurus
lateralis
laudakia
law
lb
lc
ld
le
lease
leeh
legend
leh
lei
leiocephalus
leiothlypis
leistes
leopardus
lepidocolaptes
lepilemur
leptasthenura
leptobrachium
leptodactylus
leptolalax
leptopelis
leptotila
lepus
leucocarbo
leucocephala
leucocephalus
leucogaster
leucomelas
leucophaeus
leucophrys
leucoptera
leucosticte
leucotis
leucurus
lf
lg
lh
li
liba
life
limnodynastes
limnonectes
limosa
lineata
lineatus
liolaemus
lissotriton
lithobates
lizhin
lj
lk
ll
lm
ln
lo
locustella
lok
lonchura
london
longicauda
longipes
longirostris
lophoceros
lophura
loriculus
los
loxia
lp
lq
lr
ls
lt
lu
lugubris
lunnik
lupus
lv
lw
lx
ly
lybius
lycalopex
lycodon
lygodactylus
lynx
lz
m
m0
m1
m2
m3
m4
m5
m6
m7
m8
m9
ma
maadiseloo
maaya
maaz
macaca
macropygia
macrotis
macroura
maculata
maculatus
madagascariensis
magellanicus
magi
magichili
magigaanezi
magihiiłi
magishtłizhi
magit
magitsoh
magiłchii
magna
magnirostris
major
malabaricus
malacopteron
malacoptila
malurus
mammals
mantella
mantidactylus
manuel
march
marginatus
maricopa
mariner
marmoratus
marmota
mars
martes
martin
mary
mauremys
maximus
mazama
mb
mc
md
me
mecocerculus
media
mediodactylus
megascops
megophrys
mehigo
melaenornis
melanerpes
melaniparus
melanocephala
melanocephalus
melanogaster
melanoleuca
melanoleucus
melanophryniscus
melanops
melanotis
melanurus
melithreptus
melozone
meridionalis
meriones
merops
mesa
mexicana
mexicanus
mexico
mf
mg
mh
mi
mico
micrixalus
microcebus
microhierax
microhyla
microlophus
microtus
micrurus
middle
miil
miiltsoh
millimeters
mimus
minimus
minor
minuta
minutus
mirafra
mission
mixophyes
mj
mk
ml
mm
mn
mo
moctezuma
modesta
modestus
mohave
mojave
mokiwii
molossus
molothrus
momotus
money
montana
montanus
monticola
monument
mooney
morelia
mosi
mosigi
mosiyilnaa
motacilla
mp
mph
mq
mr
ms
mt
mu
muelleri
murina
murinus
mus
muscicapa
muscisaxicola
museum
mustela
mv
mw
mx
my
myadestes
myiagra
myiarchus
myioborus
myiodynastes
myiopagis
myiothlypis
myophonus
myotis
myrmeciza
myrmecocichla
myrmotherula
mystacalis
myzomela
mz
n
n0
n1
n2
n3
n4
n5
n6
n7
n8
n9
na
naa
naabaahii
naabałi
naabeeho
naabi
naachii
naada
naadiin
naadilwo
naadleeh
naadooboo
naagaa
naagaago
naagha
naaghaa
naaghaahii
naaghahigii
naaghahii
naaghahiitani
naahai
naak
naakai
naakaii
naakaiitohi
naaketł
naaki
naakidi
naakigo
naakii
naakiigii
naal
naaldeeh
naaldeehii
naaldloohii
naaldlooshi
naaldlooshii
naalini
naalk
naalkaa
naalkaago
naalkaahgo
naalnish
naalnoodi
naalnoodiilkoohi
naalnooditsoh
naaltsoos
naaltsoosigii
naalyehe
naalzheehigii
naalzheehii
naalzheehiichili
naalzheehiitsoh
naana
naanasdzo
naanała
naanish
naas
naasdi
naaseeł
naasgo
naashashi
naashch
naashgali
naashsh
naasht
naaskaa
naaskai
naasniih
naaswod
naat
naatazi
naatooh
naatoohi
naatooho
naats
naatsedlozii
naatsis
naaya
naayee
naayizi
naayoli
naazhjaa
naazkaad
naazkaadgi
naazkaadi
naazniil
naazniilgo
naaznil
naaznilgo
naaznili
naazniligii
naazt
naaztseedi
naał
naałani
naałchxi
naałniih
naałtsoos
nabinibidiidi
nadah
nagehe
nahaazta
nahaaztani
nahacha
nahachagii
nahachagiichili
nahadleehi
nahah
nahai
nahak
nahalgaai
nahalghałi
nahalin
nahalingo
nahalinigii
nahalinii
nahane
nahasdzaan
nahasdzo
nahashch
nahast
nahat
nahaz
nahał
nahididzihi
nahii
nahiłti
nahji
nahodeeshgiizh
nahodits
nahonitł
nahookoji
nahookos
nahookosde
nahookosji
nahookosjigo
nahoot
nahos
nahosdzaan
nahuatl
nahuatlji
naja
nak
naldzidi
nalno
namboo
nana
nandahi
naneesdizi
naneesdizidi
nanilji
nanise
nanistani
nanit
nanus
naoltahigii
narbona
nasa
nashdoi
nashdoit
nashdoitsoh
nasta
nastaan
nastanii
nastasito
nastł
nat
natalensis
nation
national
native
natrix
nats
natsoh
natural
naultinus
navajo
nayaaseesi
nayiishishi
naz
nazbas
nazhah
nazhahdi
nazhahigii
nazisgaai
nazlini
nazlinidi
nazt
nałtsooi
nałtsooitsoh
nb
nc
nd
nda
ndaa
ndaakaaigii
ndaakai
ndaal
ndaaldeeh
ndaalk
ndaalzheeh
ndaalzheehii
ndaashch
ndaat
ndaazkaad
ndadiits
ndadilna
ndahacha
ndahak
ndahalin
ndahalingo
ndahalinigii
ndahashch
ndahat
ndahałtingi
ndahałtingoo
ndahodits
ndahoołtseiigoo
ndanidaahigi
ndeelk
ndeelt
ndeeshgiizh
ndeeshgizh
ndeidis
ndeiltihii
ndeiłkaah
ndeiłkaahii
ndi
ndiigaii
ndiilk
ndiilkidi
ndiits
ndik
ndilkal
ndilna
ndinibiihigi
ndishchi
ndishchii
ndishchiineez
ndishchiitah
ndishchiiyaa
ndoot
ndzisgaii
ndzistsooi
ne
nee
neeh
neehigii
neel
neelzhah
neeshch
neesk
neest
neesxeezhii
neez
neeznaa
neeznadiin
neeznadiingo
neeznani
neheli
nei
neigahi
neishoodi
neishoodii
neishoodits
neiyehe
neiyehets
neiyehii
neiłkaahii
neiłkaahiishzhiin
neiłkaahiitsoh
nelsoni
nemo
neotamias
neotoma
nephrurus
nerodia
new
nezi
nf
ng
nh
nhk
ni
nibaali
nibaaligii
nich
nida
nidaalnish
nidaazbaa
nidahałtingoo
nide
nidi
nidiikai
nidini
niger
nighei
nigii
nigra
nigrescens
nigricans
nigriceps
nigricollis
nigripes
niha
nihini
nihiniyini
nihiniyiniidi
nihił
nihookaa
nii
niida
niigii
niigo
niihgo
niili
niilkaad
niilt
niilzhiin
niinahnizaad
niiyoo
nik
nikani
nil
nili
nilini
niliniidi
nimasi
nimasii
nimaz
nimazi
nimazigii
nina
ninada
ninadaaltłi
ninadaałtłi
ninahah
nineez
nineezi
nineezigii
ninit
niniyeezh
ninox
nipalensis
nisaetus
nish
nishgo
nit
niteel
nitsa
nitsaago
nitsago
niyol
niyoltsoh
nizhoni
nizhonigii
nizhonigo
nizhoonii
nizhoozhi
nizhoozhiidi
niłch
niłchiin
niłchiis
niłchxoni
niłchxonigii
niłhin
niłhingo
niłhini
niłhinigii
niłi
niłt
niłtoli
niłts
niłtsa
niłtsanigii
niłtsinii
niłtso
nj
nk
nl
nlei
nleidi
nli
nlini
nm
nn
no
nobilis
noblella
nooda
noodah
noodo
nooh
nook
noolch
noomba
nooneeł
nooseełgo
noozo
noołnahii
north
not
notamacropus
notatus
notharchus
novaeguineae
novaehollandiae
novaeseelandiae
np
nq
nr
ns
nt
nteel
nteeli
nteeligii
nts
ntsaa
ntsaai
ntsaaigii
ntsekeesigii
ntsxaa
ntsxaai
ntsxaaigii
ntł
nu
nuchalis
numenius
nuttallii
nv
nw
nx
ny
nyctibatrachus
nyctibius
nycticebus
nz
o
o0
o1
o2
o3
o4
o5
o6
o7
o8
o9
oa
ob
obscurus
obsoletus
oc
occidentalis
occidozyga
occipitalis
oceanodroma
ocellata
ocellatus
ochotona
ochthoeca
od
odeeniniitah
odham
odi
odorrana
oe
oedura
oenanthe
of
og
ogi
ogii
ogiishzhiin
ogo
oh
ohchin
ohchini
ohchinidi
ohchinto
ohdeei
ohi
ohigii
ohtah
ohtsahi
ohwaa
oi
oj
ok
ol
oligodon
oligosoma
olii
olivacea
olivaceus
olta
om
on
onychognathus
oo
oobałi
oobo
ood
oodi
oodii
oodla
oodlani
oogeedi
ooh
oohigii
ooi
ooigii
oojołitah
ool
oola
oolaai
ooledik
ooli
ooljee
oolye
oonish
oophaga
ooshge
oosi
oosichili
oosigi
oosigii
oosii
oositsoh
oosts
oosłiid
ooz
oozei
oozh
oozhlaahalzhiin
oozhniitani
oozi
oozigii
ooztiin
ooł
op
opistophthalmus
oplurus
oq
or
order
oreophryne
org
orientalis
oriolus
ornata
ornatus
orthotomus
oryx
os
osh
oshchili
oshchilitah
oshgai
oshi
oshigii
oshii
oshiidaatsohi
oshiishzhiin
oshiitseełchi
oshiiłbahi
oshiiłchii
osht
oshtsoh
oshzhiin
oshłoo
osi
osii
osikooh
osiłgaii
osnezi
ostah
osteocephalus
osts
ostse
oszis
ot
otah
otus
ou
ov
over
ovis
ow
ox
oxford
oy
oyaazh
oz
ozi
ozide
ozidi
ozigii
ozii
oziidi
ozitah
oziyaa
oziyaayi
oł
ołani
ołi
ołigii
ołii
ołta
p
p0
p1
p2
p3
p4
p5
p6
p7
p8
p9
pa
pachycephala
pachydactylus
pachyramphus
paedophryne
palliatus
pallida
pallidus
palmarum
palustris
panda
pantherophis
papio
parabuthus
paradisaea
paraphrynus
paraxerus
pareas
parkeri
paroaria
paroedura
parva
parvulus
passer
passerina
patagioenas
pb
pc
pd
pdf
pe
pectoralis
pelecanus
pelophylax
peltophryne
pelusios
penicillata
people
per
pericrocotus
periodic
peromyscus
persicus
personatus
peruviana
petaurista
petaurus
petersi
petrochelidon
petrogale
petroica
peucaea
pf
pg
ph
phacellodomus
phaenicophaeus
phaethornis
phalacrocorax
phelsuma
pheucticus
pheugopedius
philautus
philippensis
philodryas
phoenicurus
pholidoscelis
phrygilus
phrynobatrachus
phrynocephalus
phrynopus
phrynosoma
phyllodactylus
phyllomedusa
phyllomyias
phylloscartes
phylloscopus
physalaemus
physics
pi
pica
picoides
picta
pictus
piculus
picumnus
picus
pileata
pileatus
pilotnav
pima
pinus
pionus
pipistrellus
pipreola
piranga
pithecopus
pitta
pituophis
pixar
pj
pk
pl
plants
platalea
platyceps
platycercus
platymantis
platyrinchus
platysaurus
play
plecotus
plectrohyla
plecturocebus
plestiodon
plethodon
plica
ploceus
plumbea
pluvialis
pm
pn
po
podarcis
podiceps
podocnemis
poecile
poecilotriccus
pogoniulus
poicephalus
poliocephalus
polioptila
political
polypedates
polyplectron
pomatorhinus
poospiza
pope
porphyrio
porthidium
porzana
pp
pq
pr
pre
presbytis
press
prevalence
princeps
prinia
pristimantis
pritzker
proceratophrys
progne
propithecus
protobothrops
prunella
ps
psammophis
psarocolius
pseudacris
pseudocordylus
pseudomys
pseudonaja
pseudopaludicola
pseudophilautus
pseudophryne
psilopogon
psittacara
psittacula
pt
pternistis
pterocles
pterodroma
pteroglossus
pteropus
ptilinopus
ptilotula
ptyas
ptyodactylus
pu
public
publishing
pueblo
puffinus
pulcher
pulcherrimus
pulchra
pulchrana
punctatus
pusilla
pusillus
pv
pw
px
py
pycnonotus
pygmaeus
pyrrhula
pyrrhura
python
pz
q
q0
q1
q2
q3
q4
q5
q6
q7
q8
q9
qa
qb
qc
qd
qe
qf
qg
qh
qi
qj
qk
ql
qm
qn
qo
qp
qq
qr
qs
qt
qu
quechan
quiscalus
qv
qw
qx
qy
qz
r
r0
r1
r2
r3
r4
r5
r6
r7
r8
r9
ra
rallus
ramphastos
ramphocelus
rana
ranch
ranitomeya
raorchestes
rattus
rb
rc
rd
re
red
regulus
research
reservation
reticulatus
retrieved
rf
rg
rh
rhabdophis
rhacophorus
rhinella
rhinoclemmys
rhinolophus
rhipidura
ri
richardsonii
riparia
river
rj
rk
rl
rm
rn
ro
robusta
robustus
rock
roman
rover
rp
rq
rr
rs
rt
ru
ruber
rubescens
rubiginosus
rubra
rufa
rufescens
ruficapilla
ruficapillus
ruficauda
ruficeps
ruficollis
rufifrons
rufiventris
rufus
rupestris
rupicola
rutilus
rv
rw
rx
ry
rz
s
s0
s1
s2
s3
s4
s5
s6
s7
s8
s9
sa
saad
saadigii
saah
saguinus
sahdii
saimiri
salamandra
salt
saltator
same
san
sani
sapajus
saxatilis
saxicola
sb
sc
sceloporus
schiffornis
school
science
scinax
sciurus
sclateri
sclerophrys
sclerurus
scytalopus
sd
se
sei
seibaah
seibe
seida
seigi
seigo
seigołbahi
seikooh
seinli
seitah
seitahgi
seiyi
seiłgaii
seiłgaiinili
semnopithecus
senegalensis
sengaa
septentrionalis
serinus
serpophaga
setophaga
sewes
sex
sexual
sf
sg
sh
sha
shadi
shandiin
sharpei
shash
shashdziil
shashtsoh
shch
shchohi
shchohigii
shd
shgha
shi
shibeezhgo
shiih
shijaa
shije
shijee
shikaa
shiyish
shiyishi
shiyishigii
shizhahi
shizhood
shk
shki
shnezi
shtł
shyaai
shłigaii
si
siamensis
sibirica
sibon
sicalis
sida
sidaa
sidaago
sidah
sidahi
sidahigii
sido
sidodi
sighola
sigmodon
siil
sik
sikaad
sikaadi
sila
silao
silaołtsooi
sili
simalia
similis
simplex
sinensis
siniil
siniiligii
sinil
sinildi
siniligii
sisi
sisnaajini
sit
sita
sitani
site
sits
sitta
sitł
siyi
siyini
siyinidi
siyinigii
sj
sk
sl
sm
smaug
smilisca
smith
smithii
smithsonian
sn
so
society
soft
solar
solitarius
sonora
sool
soolei
sooleidi
sorex
southern
sp
space
spanish
spatula
speciosa
spectabilis
spelaeornis
speleomantes
spermophilus
sphaerodactylus
sphenomorphus
spinomantis
spinosa
spinosus
spinus
spirit
sporophila
sq
sr
ss
st
standard
state
states
station
stercorarius
sterna
sternula
storeria
streptopelia
striata
striatus
strix
strophurus
sts
sturnia
su
sula
sumatranus
sun
superciliaris
superciliosus
sus
susan
sv
sw
sx
sy
sylvia
sylvilagus
synallaxis
synophis
sz
t
t0
t1
t2
t3
t4
t5
t6
t7
t8
t9
ta
taa
taada
taadee
taadi
taago
taah
taahi
taahilnoodii
taahooteel
tabaadijadi
tabaadijadiłbahi
tabaah
tabaahgi
tabaahgoo
tabaahi
tabaahkin
tabaahkindi
tabaasdisi
tabaasdisistł
tabaasdisitsoh
tabaasdisiłbai
tabaastiin
tabaastiintsoh
tabaastsiiłgaii
table
tachii
tachycineta
tachyphonus
tadidiin
tadiin
tadorna
tah
tahoniigaah
takydromus
talkers
tamias
tangara
taniil
tantilla
taphozous
tarentola
tarsiger
tarsius
tashchozhi
tashchozhigii
tashchozhii
tasiilii
tat
tatł
tauraco
tayi
taylori
tazhii
tałchaa
tałkaa
tałt
tałtł
tb
tc
td
te
teeh
teehnii
teehoo
teehoołtsodigii
teehoołtsodii
teehoołtsodiichili
teel
teelna
teeł
teełbii
teełchi
teełgaiitah
teełtah
teełto
teiya
telii
temminckii
tenochtitlan
tenuirostris
tenuis
terpsiphone
terrapene
testudo
tf
tfrac
tg
th
thalassarche
thalasseus
thamnophilus
thamnophis
the
thomas
thomomys
thoracicus
thraupis
thripadectes
ti
tiaris
tigris
tiliqua
times
tin
tini
tinilei
tinileitsoh
tityus
tj
tk
tl
tm
tn
to
toak
tobinidahaazyinidi
tobinihiiyini
tobinihiiyinidi
toch
tochxo
tockus
todeezliinii
todik
todiramphus
todirostrum
todzis
tohi
tohiidi
toho
toidoozohii
toidoozohiikee
toigeed
toko
tola
tolchiin
tolmomyias
tomopterna
tonaali
tonaazyinita
tonhidigaii
tonli
tonteel
tonteelde
tonto
tontsxaa
tontsxaade
tontsxaahili
too
toodi
tooh
toohji
toonteel
torquata
torquatus
tota
tots
totsoh
totł
townsendii
towoł
toxostoma
toya
toyaazh
toyee
tozhee
tołani
tołaniinii
tołanitah
tołchi
tołchii
tołgaiinili
tołikan
tp
tq
tr
trachemys
trachycephalus
trachylepis
trachypithecus
tragelaphus
tragopan
trainweb
trapelus
treron
tribal
tribe
trichoglossus
trichosurus
tricolor
trimeresurus
tringa
trinitatis
trioceros
triturus
trochalopteron
troglodytes
trogon
ts
tsa
tsaile
tse
tsebaah
tsebii
tsech
tsechi
tsedaa
tsededeehgo
tsedeeshzha
tsedideehgo
tsedidehigii
tsedik
tsee
tseebihigii
tseebii
tseech
tseehili
tseek
tseelkoohi
tseelzholi
tseenahineests
tseenezi
tseenteli
tseeshgizhii
tseets
tseetsahi
tseewoshi
tseeyaa
tseeyaałgaii
tseeyidiłtazii
tseełchii
tseghadi
tseghahoodzani
tseghahoodzaniidi
tsehonooji
tsehootsooi
tseitł
tsejee
tsek
tsekaa
tseko
tsekooh
tsekoohdi
tsenaa
tsenahadzoh
tsenahideeniłi
tsendaashch
tsenika
tseta
tsetah
tsetis
tseto
tsetohi
tsetohiidi
tsetsi
tsetsoh
tsetsohk
tsetł
tseyaa
tseyaagi
tseyaakin
tseyaaniichii
tseyaatohi
tseyi
tseyik
tseyoo
tsezhiih
tsezhiin
tsezhiink
tsezhiinto
tsezhiintonli
tsezhiitah
tsezhiiyaa
tsezhin
tsełbai
tsełchii
tsełchiitsi
tsełgaii
tsełgaiito
tsełtsooito
tsełtsooitooh
tsi
tsidi
tsidigii
tsidii
tsidiichili
tsidiidaanezi
tsidiidaantsxaai
tsidiidaashiyishi
tsidiidaatsohi
tsidiidlohi
tsidiishashii
tsidiishtłizhi
tsidiishzhiin
tsidiit
tsidiitsoh
tsidiitsohgi
tsidiiyałti
tsidiizhiin
tsidiiłbahi
tsidiiłchii
tsidiiłhiłii
tsidiiłtsooi
tsidit
tsidiłdoohii
tsidlaad
tsii
tsiik
tsiinoodo
tsiit
tsiits
tsiiyah
tsiiyahnoodo
tsiiyahtsahi
tsiiyahwozhi
tsiiyog
tsiizisi
tsiizizii
tsiiłchii
tsiiłchin
tsiiłgo
tsiiłkaałii
tsiiłkaałiichili
tsiiłkaałiistł
tsiiłkaałiitsoh
tsiiłkaałiizhiin
tsiiłkaałiiłbahi
tsilhazesii
tsin
tsina
tsinaa
tsinaabaas
tsinabaas
tsinbaah
tsineeshbizhii
tsineeshbizhiigi
tsineheeshji
tsinhaat
tsinlatah
tsinlatahgi
tsinsita
tsintaalzhahii
tsintaat
tsintah
tsintahgi
tsinyaa
tsinyaagi
tsinyi
tsinłani
tsinłanitah
tsis
tsisgakaa
tsisteeł
tsisteełtsoh
tsiyaalzhahi
tsiyaalzhahigi
tsiyaalzhahigii
tsiyaatsiiłchii
tso
tsoh
tsohi
tsohigii
tsoo
tsoodził
tsosts
tsozi
tsxi
tsxilghaah
tsxilghaahtsoh
tsxilghaanezi
tt
tu
tuberculosis
tupaia
turdoides
turdus
turnix
tv
tw
tx
ty
tyrannus
tyto
tz
tł
u
u0
u1
u2
u3
u4
u5
u6
u7
u8
u9
ua
ub
uc
ud
ue
uf
ug
uh
ui
uj
uk
ul
um
un
undulatus
unicolor
unit
united
university
uo
up
uperodon
uperoleia
upland
upucerthia
uq
ur
uranium
urocitellus
uromastyx
uropeltis
uroplatus
uroplectes
ursinus
ursus
urva
us
usda
ut
utah
ute
uu
uv
uw
ux
uy
uz
v
v0
v1
v2
v3
v4
v5
v6
v7
v8
v9
va
valley
vanellus
varanus
variabilis
variegata
variegatus
variola
varius
vb
vc
vd
ve
veniliornis
venus
verreauxi
versicolor
vf
vg
vh
vi
vidua
village
violacea
vipera
virens
vireo
virescens
virginia
viridis
vittata
vittatus
vj
vk
vl
vm
vn
vo
vol
volans
vp
vq
vr
vs
vt
vu
vulpes
vv
vw
vx
vy
vz
w
w0
w1
w2
w3
w4
w5
w6
w7
w8
w9
wa
waa
waalibei
waashindoon
waashindoonde
waashindoondi
walachii
walazhini
walker
war
washington
water
wauneka
wb
wc
wd
we
web
western
wf
wg
wh
white
wi
wii
wildlife
william
wilson
wind
with
wj
wk
wl
wm
wn
wo
wobits
woda
wodayiitsahi
woji
wolachii
wolta
wolye
wolyee
wolyeego
wolyego
wolyehigii
wolyeigii
wona
wonaanide
wonaanidi
wonaaniidi
wonikosi
wonitł
woo
wooiyiitsahi
wooji
woolye
woolyego
woonaalzheehi
woonałchidii
wooneeshch
woosits
woozh
woozhch
woozhi
world
wot
woyiyiitsahi
woyiyiitsahichili
woyiyiitsahitsoh
woyiyiitsahiłbai
wozhi
wozhii
wp
wq
wr
wrightii
ws
wt
wu
wv
ww
www
wx
wy
wz
x
x0
x1
x2
x3
x4
x5
x6
x7
x8
x9
xa
xb
xc
xd
xe
xenochrophis
xenopus
xf
xg
xh
xi
xiphorhynchus
xj
xk
xl
xm
xn
xo
xolmis
xp
xq
xr
xs
xt
xu
xv
xvi
xw
xx
xy
xz
y
y0
y1
y2
y3
y4
y5
y6
y7
y8
y9
ya
yaa
yaadaa
yaadaałbahi
yaadaałchii
yaadaałgaii
yaadila
yaago
yaah
yaasi
yaayaahaltsoii
yaayaahalzhiin
yaayaałigaii
yaayi
yaayiidi
yaazh
yaazhłani
yaałti
yadaaz
yadaałti
yadadiłtihii
yadiitł
yadiłhił
yadiłtihi
yadiłtihii
yadiłtiihi
yaghahonikaan
yaghahonikaangoo
yaghahookaan
yago
yah
yahashjool
yanaalk
yas
yashchiin
yastah
yati
yavapai
yazhi
yazhide
yazhiidi
yałti
yb
yc
yd
ye
yee
yeeda
yeego
yeela
yeena
yeenida
yeeya
yei
yeigo
yf
yg
yh
yi
yibaligii
yibeezhgo
yich
yida
yidaolta
yideeł
yidiiłtah
yidla
yidlaanii
yidlani
yigaałi
yighani
yighazhigii
yihah
yii
yiich
yiida
yiih
yiiji
yiik
yiikaa
yiikai
yiila
yiileeh
yiileehgo
yiisdzo
yiisdzoh
yiishbizhi
yiistingo
yiistinigii
yiit
yiitaa
yiitasigii
yiits
yiiye
yiiyidi
yiił
yiiłnaalnishgo
yiiłni
yik
yikaa
yikahji
yikał
yikee
yil
yilaah
yilchaazhii
yilchi
yildaa
yildee
yildeeł
yildeełgo
yildeełi
yildeełigii
yildeełii
yildeełitsoh
yildeełizhiin
yildzistah
yilghał
yilghałgo
yilghałii
yili
yilini
yiliniidi
yiljaa
yilk
yilkee
yilnaa
yilnoodii
yilt
yiltsee
yiltsii
yilzhahii
yilzholi
yilzholigii
yilzoli
yilzolii
yinaadałi
yini
yinił
yinooghałii
yisdisitah
yisdiz
yisdzoh
yishbizhi
yishtł
yishtłizh
yishtłizhgo
yishtłizhi
yishtłizhigii
yishtłizhii
yishłizhgo
yisk
yist
yistinide
yistinigii
yistł
yistłizh
yistłizhgo
yiszoh
yit
yitah
yits
yitsohi
yitł
yitłizhi
yiya
yiyani
yiyi
yiyiidisi
